[{"text" : "Promise me you'll always remember: You're braver than you believe, and stronger than you seem, and smarter than you think.","author" : "A. A. Milne"},{"text" : "On Wednesday, when the sky is blue, and I have nothing else to do, I sometimes wonder if it's true That who is what and what is who.","author" : "A. A. Milne"},{"text" : "You can't stay in your corner of the forest waiting for others to come to you. You have to go to them sometimes.","author" : "A. A. Milne"},{"text" : "If you live to be a hundred, I want to live to be a hundred minus one day so I never have to live without you.","author" : "A. A. Milne"},{"text" : "For I am a bear of very little brain and long words bother me.","author" : "A. A. Milne"},{"text" : "If there ever comes a day when we can't be together, keep me in your heart. I'll stay there forever.","author" : "A. A. Milne"},{"text" : "If ever there is a tomorrow when we're not together there is something you must always remember.","author" : "A. A. Milne"},{"text" : "We'll be friends until forever, just you wait and see","author" : "A. A. Milne"},{"text" : "Some people talk to animals. Not many listen though. That's the problem.","author" : "A. A. Milne"},{"text" : "Never forget me, because if i thought you would, I'd never leave.","author" : "A. A. Milne"},{"text" : "How sweet to be a cloud.","author" : "A. A. Milne"},{"text" : "I'll give you three guesses, Rabbit. Digging holes in the ground? Wrong. Leaping from branch to branch of a young oak tree? Wrong. Waiting for somebody to help me out of the river? Right. Give Rabbit time, and he'll always get the answer.","author" : "A. A. Milne"},{"text" : "A little Consideration, a little Thought for Others, makes all the difference.","author" : "A. A. Milne"},{"text" : "Organizing is what you do before you do something, so that when you do it, it is not all mixed up.","author" : "A. A. Milne"},{"text" : "It is more fun to talk with someone who doesn't use long, difficult words but rather short, easy words like 'What about lunch?","author" : "A. A. Milne"},{"text" : "Don't underestimate the value of doing nothing, of just going along, listening to all the thing you can't hear, and not bothering.","author" : "A. A. Milne"},{"text" : "Owl is the grand and rather clever old man of the forest. He can also spell Tuesday.","author" : "A. A. Milne"},{"text" : "Owl looked at him, and wondered whether to push him off the tree; but, feeling that he could always do it afterwards, he tried once more to find out what they were talking about.","author" : "A. A. Milne"},{"text" : "No sensible author wants anything but praise.","author" : "A. A. Milne"},{"text" : "If ever there is tomorrow when we're not together... there is something you must always remember. You are braver than you believe, stronger than you seem, and smarter than you think. But the most important thing is, even if we're apart... I'll always be with you.","author" : "A. A. Milne"},{"text" : "If there ever comes a day when we can’t be together, keep me in your heart. I’ll stay there forever.","author" : "A. A. Milne"},{"text" : "Sometimes, if you stand on the bottom rail of a bridge and lean over to watch the river slipping slowly away beneath you, you will suddenly know everything there is to be known.","author" : "A. A. Milne"},{"text" : "Sometimes the smallest things take up the most room in your heart.","author" : "A. A. Milne"},{"text" : "Nobody can be uncheered with a balloon.","author" : "A. A. Milne"},{"text" : "Halfway down the stairs is a stair where I sit. . There isn't any other stair quite like it. . I'm not at the bottom, I'm not at the top. . So this is the stair where I always stop.","author" : "A. A. Milne"},{"text" : "How lucky I am to have something that makes saying goodbye so hard.","author" : "A. A. Milne"}]