[{"text" : "I've always felt that a person's intelligence is directly reflected by the number of conflicting points of view he can entertain simultaneously on the same topic.","author" : "Abigail Adams"},{"text" : "I hate to complain... No one is without difficulties, whether in high or low life, and every person knows best where their own shoe pinches.","author" : "Abigail Adams"},{"text" : "If particular care and attention is not paid to the ladies, we are determined to foment a rebellion, and will not hold ourselves bound by any laws in which we have no voice or representation.","author" : "Abigail Adams"},{"text" : "Do not put such unlimited power into the hands of husbands. Remember all men would be tyrants if they could.","author" : "Abigail Adams"},{"text" : "Learning is not attained by chance. It must be sought for with ardor and attended to with diligence.","author" : "Abigail Adams"},{"text" : "It is not in the still calm of life, or the repose of a pacific station, that great characters are formed. The habits of a vigorous mind are formed in contending with difficulties.","author" : "Abigail Adams"},{"text" : "Its never to late to get back on your feet though we wont live forever make sure you accomplish what you were put here for","author" : "Abigail Adams"},{"text" : "What is meat for one is not for another--no accounting for fancy.","author" : "Abigail Adams"},{"text" : "Never was there a stronger affection than that which binds in a threefold cord your Mamma and her dear sisters. Heaven preserve us to each other for many years to come.","author" : "Abigail Adams"},{"text" : "A family harmony would make so essential a part of my happiness that I could never enjoy myself without it.","author" : "Abigail Adams"},{"text" : "We have been a scattered family. If some of my children could now be collected round the parent Hive it appears to me, that it would add much to the happiness of our declining years.","author" : "Abigail Adams"},{"text" : "I believe it is true I know I was near home sick before. I think of a thousand things which 1 ought to be doing, and here I am near 300 miles distant.","author" : "Abigail Adams"},{"text" : "Amidst these delightfull scenes of Nature, my Heart pants for the society of my dear Relatives and Friends who are too far removed from me.","author" : "Abigail Adams"},{"text" : "The two-storey cottage had four rooms on each floor. A parlor and a kitchen with a gigantic fireplace occupied the first floor along with the servant's bedroom. The upstairs had two large bedrooms and two small rooms.","author" : "Abigail Adams"},{"text" : "Expectations have so long and so often been combated by disappointment that I feel myself unhappy, my spirits which were naturally cheerful are depressed and the enjoyments of life are growing very insipid to me.","author" : "Abigail Adams"},{"text" : "One month of daily expectation is more tedious than a year of certainty.","author" : "Abigail Adams"},{"text" : "How soon may our fairest prospects be leveled with the dust and show us that man in his best estate is but vanity and dust?","author" : "Abigail Adams"},{"text" : "What female mind—young, beautiful, rich,—must she not be more than woman if vanity was not the predominate passion?","author" : "Abigail Adams"},{"text" : "There is nothing which a person will not sooner forgive, than contempt.","author" : "Abigail Adams"},{"text" : "Who is hardy enough to brave contempt?","author" : "Abigail Adams"},{"text" : "It is a philosophic observation, that he who deserves an affront has no right to resent it, and he who is base enough to affront another without cause is unworthy of anything but contempt.","author" : "Abigail Adams"},{"text" : "Where is the true Native American Spirit? It dwells in the breasts of our uncorrupted orators, in our yeomanry, in our sailors, and in our few remaining old patriots. Where dwells British influence? In our banks, in our warehouses, in our commerce.","author" : "Abigail Adams"},{"text" : "I feared much for your health when you went away. I must entreat you to be as careful as you can consistent with a duty you owe your country.","author" : "Abigail Adams"},{"text" : "So long as we are inhabitants of this earth and possess any of our faculties, we cannot be indifferent to the state of our country, our posterity, and our friends.","author" : "Abigail Adams"},{"text" : "There is envy and jealousy sufficient in the world to seek to lessen a character however beneficial to the country or useful to the state.","author" : "Abigail Adams"}]