[{"text" : "If I were dropped out of a plane into the ocean and told the nearest land was a thousand miles away, I'd still swim. And I'd despise the one who gave up.","author" : "Abraham Maslow"},{"text" : "If he is to be ultimately at peace with himself, what a man can be, he must be.","author" : "Abraham Maslow"},{"text" : "The ability to be in the present moment is a major component of mental wellness.","author" : "Abraham Maslow"},{"text" : "I suppose it is tempting, if the only tool you have is a hammer, to treat everything as if it were a nail.","author" : "Abraham Maslow"},{"text" : "One can choose to go back toward safety or forward toward growth. Growth mustbe chosen again and again; fear must be overcome again and again.","author" : "Abraham Maslow"},{"text" : "A musician must make music, an artist must paint, a poet must write, if he is to be ultimately at peace with himself.","author" : "Abraham Maslow"},{"text" : "Almost all creativity involves purposeful play.","author" : "Abraham Maslow"},{"text" : "What is necessary to change a person is to change his awareness of himself.","author" : "Abraham Maslow"},{"text" : "What a man can be, he must be. This need we call self-actualization.","author" : "Abraham Maslow"},{"text" : "Dispassionate objectivity is itself a passion, for the real and for the truth.","author" : "Abraham Maslow"},{"text" : "Language can be a way of hiding your thoughts and preventing communication.","author" : "Abraham Maslow"},{"text" : "If you only have a hammer, you tend to see every problem as a nail.","author" : "Abraham Maslow"},{"text" : "In any given moment, we have two options: to step forward into growth or to step back into safety.","author" : "Abraham Maslow"},{"text" : "Quitting smoking can be a very good test of ones character. Pass the test and you will have accomplished so much more than just get rid of one bad habit.","author" : "Abraham Maslow"},{"text" : "If you plan on being anything less than you are capable of being, you will probably be unhappy all the days of your life.","author" : "Abraham Maslow"},{"text" : "A first-rate soup is more creative than a second-rate painting.","author" : "Abraham Maslow"},{"text" : "One's only rival is one's own potentialities. One's only failure is failing to live up to one's own possibilities. In this sense, every man can be a king.","author" : "Abraham Maslow"},{"text" : "Creative people are all there, totally immersed, fascinated and absorbed in the present, in the current situation, in the here-now, with the matter-in-hand.","author" : "Abraham Maslow"},{"text" : "If I were dropped out of a plane into the ocean and told the nearest land was a thousand miles away, I’d still swim. And I’d despise the one who gave up.","author" : "Abraham Maslow"},{"text" : "I can feel guilty about the past, apprehensive about the future, but only in the present can I act. The ability to be in the present moment is a major component of mental wellness.","author" : "Abraham Maslow"},{"text" : "At any given moment we have two options: to step forward into growth or step back into safety.","author" : "Abraham Maslow"},{"text" : "If you deliberately plan on being less than you are capable of being, then I warn you that you’ll be unhappy for the rest of your life.","author" : "Abraham Maslow"},{"text" : "When the only tool you have is a hammer, you tend to see every problem as a nail.","author" : "Abraham Maslow"},{"text" : "One can choose to go back toward safety or forward toward growth. Growth must be chosen again and again, fear must be overcome again and again.","author" : "Abraham Maslow"},{"text" : "If your only tool is a hammer then every problem looks like a nail.","author" : "Abraham Maslow"}]