[{"text" : "An instructed and intelligent people are always more decent and orderly than an ignorant and stupid one.","author" : "Adam Smith"},{"text" : "An early-morning walk is a blessing for the whole day.","author" : "Adam Smith"},{"text" : "Science is the great antidote to the poison of enthusiasm and superstition.","author" : "Adam Smith"},{"text" : "Virtue is more to be feared than vice, because its excesses are not subject to the regulation of conscience.","author" : "Adam Smith"},{"text" : "Never let people who are more unhappy than you tell you how to live your life.","author" : "Adam Smith"},{"text" : "The real tragedy of the poor is the poverty of their aspirations.","author" : "Adam Smith"},{"text" : "All money is a matter of belief.","author" : "Adam Smith"},{"text" : "Labor was the first price, the original purchase money that was paid for all things.","author" : "Adam Smith"},{"text" : "Corn is a necessary, silver is only a superfluity.","author" : "Adam Smith"},{"text" : "It is not by augmenting the capital of the country, but by rendering a greater part of that capital active and productive than would otherwise be so, that the most judicious operations of banking can increase the industry of the country.","author" : "Adam Smith"},{"text" : "As soon as the land of any country has all become private property, the landlords, like all other men, love to reap where they never sowed, and demand a rent even for its natural produce.","author" : "Adam Smith"},{"text" : "But though empires, like all the other works of men, have all hitherto proved mortal, yet every empire aims at immortality.","author" : "Adam Smith"},{"text" : "What is prudence in the conduct of every private family can scarce be folly in that of a great kingdom.","author" : "Adam Smith"},{"text" : "Defense is superior to opulence.","author" : "Adam Smith"},{"text" : "No society can surely be flourishing and happy, of which the far greater part of the members are poor and miserable.","author" : "Adam Smith"},{"text" : "The world neither ever saw, nor ever will see, a perfectly fair lottery.","author" : "Adam Smith"},{"text" : "Consumption is the sole end and purpose of all production.","author" : "Adam Smith"},{"text" : "Consumption is the sole end and purpose of all production; and the interest of the producer ought to be attended to, only so far as it may be necessary for promoting that of the consumer.","author" : "Adam Smith"},{"text" : "The mind is so rarely disturbed, but that the company of friend will restore it to some degree of tranquility and sedateness.","author" : "Adam Smith"},{"text" : "Wherever there is great property there is great inequality. For one very rich man there must be at least five hundred poor, and the affluence of the few supposes the indigence of the many. The affluence of the rich excites the indignation of the poor, who are often both driven by want, and prompted by envy, to invade his possessions.","author" : "Adam Smith"},{"text" : "With the greater part of rich people, the chief enjoyment of riches consists in the parade of riches.","author" : "Adam Smith"},{"text" : "The real and effectual discipline which is exercised over a workman is that of his customers. It is the fear of losing their employment which restrains his frauds and corrects his negligence.","author" : "Adam Smith"},{"text" : "The directors of such companies, however, being the managers rather of other people's money than of their own, it cannot well be expected, that they should watch over it with the same anxious vigilance with which the partners in a private copartnery frequently watch over their own.... Negligence and profusion, therefore, must always prevail, more or less, in the management of the affairs of such a company.","author" : "Adam Smith"},{"text" : "The disposition to admire, and almost to worship, the rich and the powerful, and to despise, or, at least, to neglect persons of poor and mean condition is the great and most universal cause of the corruption of our moral sentiments.","author" : "Adam Smith"},{"text" : "Have lots of experiments, but make sure they're strategically focused.","author" : "Adam Smith"},{"text" : "And a workman, even of the lowest and poorest order, if he is frugal and industrious, may enjoy a greater share of the necessaries and conveniences of life than it is possible for any savage to acquire.","author" : "Adam Smith"},{"text" : "People of the same trade seldom meet together, even for the merriment and diversion, but the conversaton ends in a conspiracy against the public, or in some contrivance to raise prices.","author" : "Adam Smith"},{"text" : "Man is an animal that makes bargains, no other animal does this, no dog exchanges bones with another.","author" : "Adam Smith"}]