[{"text" : "Struggle is the father of all things. It is not by the principles of humanity that man lives or is able to preserve himself above the animal world, but solely by means of the most brutal struggle.","author" : "Adolf Hitler"},{"text" : "He alone, who owns the youth, gains the future.","author" : "Adolf Hitler"},{"text" : "Don't compare yourself with anyone in this world. If you do so, you are insulting yourself because you're unique.","author" : "Adolf Hitler"},{"text" : "Obstacles do not exist to be surrendered to, but only to be broken.","author" : "Adolf Hitler"},{"text" : "To conquer a nation, first disarm its citizens.","author" : "Adolf Hitler"},{"text" : "The Jew has always been a people with definite racial characteristics and never a religion.","author" : "Adolf Hitler"},{"text" : "If freedom is short of weapons, we must compensate with willpower.","author" : "Adolf Hitler"},{"text" : "Anyone can deal with victory. Only the mighty can bear defeat.","author" : "Adolf Hitler"},{"text" : "Demoralize the enemy from within by surprise, terror, sabotage, assassination. This is the war of the future.","author" : "Adolf Hitler"},{"text" : "All propaganda must be popular and its intellectual level must be adjusted to the most limited intelligence among those it is addressed to.","author" : "Adolf Hitler"},{"text" : "Propaganda must not serve the truth, especially insofar as it might bring out something favorable for the opponent.","author" : "Adolf Hitler"},{"text" : "All propaganda has to be popular and has to accommodate itself to the comprehension of the least intelligent of those whom it seeks to reach.","author" : "Adolf Hitler"},{"text" : "Humanitarianism is the expression of stupidity and cowardice.","author" : "Adolf Hitler"},{"text" : "Only constant repetition will finally succeed in imprinting an idea on the memory of the crowd.","author" : "Adolf Hitler"},{"text" : "No politician should ever let himself be photographed in a bathing suit.","author" : "Adolf Hitler"},{"text" : "When a man is starving in the streets he is not thinking of bread and water, but of caviar and champagne!","author" : "Adolf Hitler"},{"text" : "Nudity is undignified and an error of taste.","author" : "Adolf Hitler"},{"text" : "Basically National Socialism and Marxism are the same thing.","author" : "Adolf Hitler"},{"text" : "The purest idealism is unconsciously equivalent to the deepest knowledge.","author" : "Adolf Hitler"},{"text" : "The primitive simplicity of their minds renders them a more easy prey to a big lie than a small one.","author" : "Adolf Hitler"},{"text" : "The primitive simplicity of their minds renders them a more easy prey to a big lie than a small one.","author" : "Adolf Hitler"},{"text" : "The broad masses of a population are more amenable to the appeal of rhetoric than to any other force.","author" : "Adolf Hitler"},{"text" : "The union of theorizer, organizer, and leader in one man is the rarest phenomenon on earth; therein lies greatness.","author" : "Adolf Hitler"},{"text" : "...absolute intolerance also provides long growth.","author" : "Adolf Hitler"},{"text" : "The dogma of Christianity gets worn away before the advances of science. Religion will have to make more and more concessions. Gradually the myths crumble.","author" : "Adolf Hitler"},{"text" : "I hold to my conviction that, once this path of mutual understanding and consideration has been taken, more will come of it in the end than through ever so extensive pacts inherently lacking in clarity.","author" : "Adolf Hitler"},{"text" : "All epoch-making revolutionary events have been produced not by the written, but by the spoken word.","author" : "Adolf Hitler"},{"text" : "Our thoughts and actions must in no way be determined by the approval or disapproval of our time, but by the binding obligation to a truth which we have recognized.","author" : "Adolf Hitler"},{"text" : "The doom of a nation can be averted only by a storm of flowing passion, but only those who are passionate themselves can arouse passion in others.","author" : "Adolf Hitler"},{"text" : "Go ahead, kill without mercy.","author" : "Adolf Hitler"},{"text" : "The task of preserving and advancing the highest humanity, given to this earth by the benevolence of the Almighty, seems a truly high mission.","author" : "Adolf Hitler"},{"text" : "What luck for rulers that men do not think.","author" : "Adolf Hitler"},{"text" : "Those who want to live, let them fight, and those who do not want to fight in this world of eternal struggle do not deserve to live.","author" : "Adolf Hitler"},{"text" : "Mankind has grown strong in eternal struggles and it will only perish through eternal peace.","author" : "Adolf Hitler"},{"text" : "If positive Christianity means love of one's neighbor, i.e. the tending of the sick, the clothing of the poor, the feeding of the hungry, the giving of drink to those who are thirsty, then it is we who are the more positive Christians.","author" : "Adolf Hitler"}]