Avoid a cure that is worse than the disease.
Don't believe everything you hear.
Save for a rainy day.
Yield to all and you will soon have nothing to yield.
Fine feathers don't make fine birds.
Liars often set their own traps.
One who steals has no right to complain if he is robbed.
It is easy to be brave from a distance.
Each person has his strong point.
It is foolish to try to imitate the skills of others.
It pays to be prepared.
It is possible to have too much of a good thing.
Little friends may prove great friends.
Misfortune tests the sincerity of friends.
No act of kindness no matter how small is ever wasted.
One good turn deserves another.
Please all and you will soon please none.
If you can't say anything nice, then don't say anything at all.
Don't kill the goose that lays the golden egg.
Gratitude is the sign of noble souls.
He that is hard to please, may get nothing in the end.
It pays to be content with your lot.
Don't pretend to be something you aren't.
Honesty is the best policy.
You can fool people some of the time, but you can't fool them all of the time.
A crust in comfort is better than a feast in fear.
All of us, the great and the little have need of each other.
Vices are their own punishment.
Good things come in small packages.
False friends leave you in times of trouble.
He who laughs last, laughs best.
Example is the best precept.
Kindness is more persuasive than force.
Little by little does the trick.
Slow and steady wins the race.
Happy is the person who learns from the misfortunes of others.
Easier said than done.
In a crisis, give help first and then advice.
It is useless attacking the insensible.
He who plots to hurt others often hurts himself.
Persuasion is better than force.
It is easy to kick a person when he is down.
Outside show is a poor substitute for inner worth.
Don't go looking for trouble.
United we stand; divided we fall.
Give assistance not advice in a crisis.
Implementation beats oration.
You can't play all the time.
No act of kindness, no matter how small, is ever wasted.
In union there is strength.
After the rain cometh the fair weather.
Any excuse will serve a tyrant.
United we stand, divided we fall.
Beware lest you lose the substance by grasping at the shadow.
The smaller the mind the greater the conceit.
Whoever neglects old friends for the sake of new deserves what he gets if he loses both.
Our insignificance is often the cause of our safety.
No act of kindness, no matter how small, is ever wasted
Be content with your lot; one cannot be first in everything.
Enemies promises were made to be broken.
We often give our enemies the means for our own destruction.
Better to starve free than be a fat slave.
We would often be sorry if our wishes were granted.
We hang the petty thieves and appoint the great ones to public office.
Union gives strength.
Don't count your chickens before they are hatched.
Enemies' promises were made to be broken.
Adventure is worthwhile.
Better to starve free than be a fat slave
We should use our judgment before coming to a decision.
Injuries may be forgiven, but not forgotten.
The injuries we do and the injuries we suffer are seldom weighed on the same scales.
People often grudge others what they cannot enjoy themselves.
Slow but steady wins the race.
Don't let your special character and values, the secret that you know and no one else does, the truth, don't let that get swallowed up by the great chewing complacency.
Evil companions bring more hurt than profit.
It is thrifty to prepare today for the wants of tomorrow.
Destroy the seed of evil, or it will grow up to your ruin.
Every truth has two sides; it is as well to look at both, before we commit ourselves to either.
Appearances are deceiving.
Men often applaud an imitation and hiss the real thing.
A false tale often betrays itself.
Every tale is not to be believed.
The cat always leaves a mark on his friend.
Obscurity brings safety.
Acquaintance softens prejudice.
Better beans and bacon in peace than cakes and ale in fear.
The little reed, bending to the force of the wind, soon stood upright again when the storm had passed over.
Betray a friend and you’ll often find you have ruined yourself.
It is not only fine feathers that make fine birds.
Conceit may bring about one's own downfall.
If you had half as much brains as you have beard, you would have looked before you leaped.
The haft of the arrow had been feathered with one of the eagle's own plumes. We often give our enemies the means of our own destruction.
The greatest kindness will not bind the ungrateful.
A doubtful friend is worse than a certain enemy. Let a man be one thing or the other, and we then know how to meet him.
The haft of the arrow had been feathered with one of the eagles own plumes. We often give our enemies the means of our own destruction.
Betray a friend and you'll often find you have ruined yourself.
The unhappy derive comfort from the misfortunes of others.