[{"text" : "One doesn't recognize the really important moments in one's life until it's too late.","author" : "Agatha Christie"},{"text" : "Dogs are wise. They crawl away into a quiet corner and lick their wounds and do not rejoin the world until they are whole once more.","author" : "Agatha Christie"},{"text" : "... one may live in a big house and yet have no comfort.","author" : "Agatha Christie"},{"text" : "But surely for everything you have to love you have to pay some price.","author" : "Agatha Christie"},{"text" : "The young people think that the old people are fools; but the old people know that the young people are fools!","author" : "Agatha Christie"},{"text" : "An archeologist is the best husband any woman can have; the older she gets, the more interested he is in her.","author" : "Agatha Christie"},{"text" : "I suppose it is because nearly all children go to school nowadays, and have things arranged for them, that they seem so forlornly unable to produce their own ideas.","author" : "Agatha Christie"},{"text" : "A mother's love for her child is like nothing else in the world.","author" : "Agatha Christie"},{"text" : "A mother's love for her child is like nothing else in the world. It knows no law, no pity, it dates all things and crushes down remorselessly all that stands in its path.","author" : "Agatha Christie"},{"text" : "An archaeologist is the best husband any woman can have; the older she gets, the more interested he is in her.","author" : "Agatha Christie"},{"text" : "Coffee in England always tastes like a chemistry experiment.","author" : "Agatha Christie"},{"text" : "An archaeologist is the best husband any woman can have; the older she gets the more interested he is in her.","author" : "Agatha Christie"},{"text" : "The difference between being in a relationship and being in prison is that in prisons they let you play softball on the weekends.","author" : "Agatha Christie"},{"text" : "It is ridiculous to set a detective story in New York City. New York City is itself a detective story.","author" : "Agatha Christie"},{"text" : "The impossible could not have happened, therefore the impossible must be possible in spite of appearances.","author" : "Agatha Christie"},{"text" : "To rush into explanations is always a sign of weakness.","author" : "Agatha Christie"},{"text" : "Desperate ills need desperate remedies.","author" : "Agatha Christie"},{"text" : "Curious things, habits. People themselves never knew they had them.","author" : "Agatha Christie"},{"text" : "Bad temper is its own safety valve. He who can bark does not bite.","author" : "Agatha Christie"},{"text" : "The human face is, after all, nothing more nor less than a mask.","author" : "Agatha Christie"},{"text" : "Popular feeling is very often sentimental, muddle-headed, and eminently unsound, but it cannot be disregarded for all that.","author" : "Agatha Christie"},{"text" : "Crime is terribly revealing. Try and vary your methods as you will, your tastes, your habits, your attitude of mind, and your soul is revealed by your actions.","author" : "Agatha Christie"},{"text" : "There's nothing so dangerous for anyone who has something to hide as conversation.","author" : "Agatha Christie"},{"text" : "The best time to plan a book is while you're doing the dishes.","author" : "Agatha Christie"},{"text" : "One of the saddest things in life, is the things one remembers.","author" : "Agatha Christie"},{"text" : "As life goes on it becomes tiring to keep up the character you invented for yourself, and so you relapse into individuality and become more like yourself everyday.","author" : "Agatha Christie"},{"text" : "Unless you are good at guessing, it is not much use being a detective.","author" : "Agatha Christie"},{"text" : "When engaged in eating, the brain should be the servant of the stomach.","author" : "Agatha Christie"},{"text" : "One never quite allows for the moron in our midst.","author" : "Agatha Christie"},{"text" : "Fear is incomplete knowledge.","author" : "Agatha Christie"},{"text" : "It is a curious thought, but it is only when you see people looking ridiculous that you realize just how much you love them.","author" : "Agatha Christie"},{"text" : "You gave too much rein to your imagination. Imagination is a good servant, and a bad master. The simplest explanation is always the most likely.","author" : "Agatha Christie"},{"text" : "I like living. I have sometimes been wildly, despairingly, acutely miserable, racked with sorrow, but through it all I still know quite certainly that just to be alive is a grand thing.","author" : "Agatha Christie"},{"text" : "Best of an island is once you get there - you can't go any farther...you've come to the end of things.","author" : "Agatha Christie"},{"text" : "Instinct is a marvelous thing. It can neither be explained nor ignored.","author" : "Agatha Christie"},{"text" : "More children suffer from interference than from non-interference.","author" : "Agatha Christie"},{"text" : "Do you know my friend that each one of us is a dark mystery, a maze of conflicting passions and desire and aptitudes?","author" : "Agatha Christie"},{"text" : "A mother’s love is patient and forgiving when all others are forsaking, it never fails or falters, even though the heart is breaking","author" : "Agatha Christie"},{"text" : "The first time you do a thing is always exciting.","author" : "Agatha Christie"},{"text" : "A rich man and his money are not so easily parted. Me, I have seen a well-known millionaire turn out a tramful of people to seek for a dropped halfpenny.","author" : "Agatha Christie"},{"text" : "Tea! Bless ordinary everyday afternoon tea!","author" : "Agatha Christie"},{"text" : "Curious, sometimes, how one's thoughts seemed to swing in a kaleidoscope. It happened to me now. A bewildering shuffling and reshuffling of memories, of events. Then the mosaic settled into its true pattern.","author" : "Agatha Christie"},{"text" : "Trains are wonderful.... To travel by train is to see nature and human beings, towns and churches and rivers, in fact, to see life.","author" : "Agatha Christie"},{"text" : "I have enjoyed greatly the second blooming… suddenly you find – at the age of 50, say – that a whole new life has opened before you.","author" : "Agatha Christie"},{"text" : "When you've been denied justice... you are incomplete. It feels that God has abandoned you in a stark place. I asked God... I think we all did... what we should do, and he said do what is right. And I thought if I did, it would make me complete again.","author" : "Agatha Christie"},{"text" : "Every man should have aunts. They illustrate the triumph of guess work over logic.","author" : "Agatha Christie"},{"text" : "Family strength is a marvellous thing.","author" : "Agatha Christie"},{"text" : "No, my friend, I am not drunk.","author" : "Agatha Christie"},{"text" : "My sister said one: 'Anything I don't want Mother to know, I don't even think of, if she's in the room.","author" : "Agatha Christie"},{"text" : "I suppose it is because nearly all children go to school nowadays and have things arranged for them that they seem so forlornly unable to produce their own ideas.","author" : "Agatha Christie"},{"text" : "Surfing is like that. You are either vigorously cursing or else you are idiotically pleased with yourself.","author" : "Agatha Christie"},{"text" : "It is a curious thought, but it is only when you see people looking ridiculous, that you realize just how much you love them.","author" : "Agatha Christie"},{"text" : "A mother's love for her child is like nothing else in the world. It knows no law, no pity, it dares all things and crushes down remorselessly all that stands in its path.","author" : "Agatha Christie"},{"text" : "Any coincidence is worth noticing. You can throw it away later if it is only a coincidence.","author" : "Agatha Christie"}]