[{"text" : "The driver on the highway is safe not when He reads the signs, but when He obeys them.","author" : "Aiden Wilson Tozer"},{"text" : "You can blame circumstances, but backsliding always begins in the heart.","author" : "Aiden Wilson Tozer"},{"text" : "It requires a serious mind and a determined heart to pray past the ordinary into the unusual.","author" : "Aiden Wilson Tozer"},{"text" : "To be effective the preacher's message must be alive; it must alarm, arouse, challenge; it must be God's present voice to a particular people.","author" : "Aiden Wilson Tozer"},{"text" : "Of all forms of deception self-deception is the most deadly, and of all deceived persons the self-deceived are the least likely to discover the fraud.","author" : "Aiden Wilson Tozer"},{"text" : "Complacency is the deadly enemy of spiritual progress. The contented soul is the stagnant soul.","author" : "Aiden Wilson Tozer"},{"text" : "Complacency is easy...and it is a deadly foe of spiritual growth.","author" : "Aiden Wilson Tozer"},{"text" : "God's Kingdom isn't divided into areas of important people and areas of little people. In God's sight, everyone's needful.","author" : "Aiden Wilson Tozer"},{"text" : "The meek man is not a human mouse afflicted with a sense of his own inferiority. He has accepted God's estimate of his own life: In himself, nothing; In God, everything. He knows well that the world will never see him as God sees him and he has stopped caring.","author" : "Aiden Wilson Tozer"},{"text" : "The impulse to pursue God originates with God, but the outworking of that impulse is our following hard after Him.","author" : "Aiden Wilson Tozer"},{"text" : "Cultivating quietness is a missing discipline today...the quietness needed to nurture an inner life hid in Christ.","author" : "Aiden Wilson Tozer"},{"text" : "The man who comes to a right belief about God is relieved of ten thousand temporal problems.","author" : "Aiden Wilson Tozer"},{"text" : "The devil is a better theologian than any of us and is a devil still.","author" : "Aiden Wilson Tozer"},{"text" : "The big problem is not whether the Bible is true. The big problem is whether it is true in you.","author" : "Aiden Wilson Tozer"},{"text" : "The scriptures are in print what Christ is in person.","author" : "Aiden Wilson Tozer"},{"text" : "Any manipulation of the Scriptures to make them speak peace to the natural man is evil and can only lead to ruin.","author" : "Aiden Wilson Tozer"},{"text" : "Any manipulation of the Scriptures to make them speak peace to the natural man is evil and can only lead to ruin.","author" : "Aiden Wilson Tozer"},{"text" : "The scriptures are in print what Christ is in person.","author" : "Aiden Wilson Tozer"},{"text" : "A thankful heart cannot be cynical.","author" : "Aiden Wilson Tozer"},{"text" : "Without worship, we go about miserable.","author" : "Aiden Wilson Tozer"},{"text" : "If worship bores you, you are not ready for heaven.","author" : "Aiden Wilson Tozer"},{"text" : "Worship is why we are born and why we are born again.","author" : "Aiden Wilson Tozer"},{"text" : "Jesus Christ knows the worst about you. Nonetheless, He is the one who loves you the most.","author" : "Aiden Wilson Tozer"},{"text" : "Jesus Christ never thinks about what we have been! He always thinks about what we are going to be.","author" : "Aiden Wilson Tozer"},{"text" : "We are too quick to live this life and forget that there is another world to come...this is not the end.","author" : "Aiden Wilson Tozer"},{"text" : "An idol of the mind is as offensive to God as an idol of the hand.","author" : "Aiden Wilson Tozer"},{"text" : "When we have the Holy Spirit we have all that is needed to be all that God desires us to be.","author" : "Aiden Wilson Tozer"},{"text" : "Every man is as holy as he really wants to be.","author" : "Aiden Wilson Tozer"},{"text" : "If you want to be holy then you must give time to God and not just intend to.","author" : "Aiden Wilson Tozer"},{"text" : "God is not silent. It is the nature of God to speak. The second person of the Holy Trinity is called 'The Word.' The Bible is the inevitable outcome of God's continuous speech. It is the infallible declaration of His mind.","author" : "Aiden Wilson Tozer"},{"text" : "The heart of the world is breaking under this load of pride and pretense. There is no release from our burden apart from the meekness of Christ.","author" : "Aiden Wilson Tozer"},{"text" : "Powerless religion may put a man through many surface changes and leave him exactly what he was before.","author" : "Aiden Wilson Tozer"},{"text" : "Worshipers never leave church...we carry our sanctuary with us wherever we go.","author" : "Aiden Wilson Tozer"},{"text" : "Light means nothing to a blind man.","author" : "Aiden Wilson Tozer"},{"text" : "The victorious Christian neither exalts nor downgrades himself. His interests have shifted from self to Christ.","author" : "Aiden Wilson Tozer"},{"text" : "Refuse to be average. Let your heart soar as high as it will.","author" : "Aiden Wilson Tozer"}]