[{"text" : "Things are as they are. Looking out into it the universe at night, we make no comparisons between right and wrong stars, nor between well and badly arranged constellations.","author" : "Alan Watts"},{"text" : "Buddha's doctrine: Man suffers because of his craving to possess and keep forever things which are essentially impermanent... this frustration of the desire to possess is the immediate cause of suffering.","author" : "Alan Watts"},{"text" : "The ego is nothing other than the focus of conscious attention.","author" : "Alan Watts"},{"text" : "The only way to make sense out of change is to plunge into it, move with it, and join the dance.","author" : "Alan Watts"},{"text" : "Meditation is the discovery that the point of life is always arrived at in the immediate moment.","author" : "Alan Watts"},{"text" : "There is a deep, peaceful calm in the dawning of a new day.","author" : "Alan Watts"},{"text" : "We cannot be more sensitive to pleasure without being more sensitive to pain.","author" : "Alan Watts"},{"text" : "Never pretend to a love which you do not actually feel, for love is not ours to command.","author" : "Alan Watts"},{"text" : "This is the real secret of life -- to be completely engaged with what you are doing in the here and now. And instead of calling it work, realize it is play.","author" : "Alan Watts"},{"text" : "Zen does not confuse spirituality with thinking about God while peeling potatoes. Zen spirituality is just to peel the potatoes.","author" : "Alan Watts"},{"text" : "The style of God venerated in the church, mosque, or synagogue seems completely different from the style of the natural universe.","author" : "Alan Watts"},{"text" : "Anxiety is the fear that one of a pair of opposites might cancel the other. Forever.","author" : "Alan Watts"},{"text" : "But to me nothing, the negative, the empty, is exceedingly powerful.","author" : "Alan Watts"},{"text" : "Stop measuring days by degree of productivity and start experiencing them by degree of presence.","author" : "Alan Watts"},{"text" : "Enlightenment or awakening is not the creation of a new state of affairs but the recognition of what already is.","author" : "Alan Watts"},{"text" : "Spiritual awakening is the difficult process whereby the increasing realisation that everything is as wrong as it can be flips suddenly into the realisation that everything is as right is it can be. Or better, everything is as It as it can be.","author" : "Alan Watts"},{"text" : "Real travel requires a maximum of unscheduled wandering, for there is no other way of discovering surprises and marvels, which, as I see it, is the only good reason for not staying at home.","author" : "Alan Watts"},{"text" : "The religious idea of God cannot do full duty for the metaphysical infinity.","author" : "Alan Watts"},{"text" : "The difficulty for most of us in the modern world is that the old-fashioned idea of God has become incredible or implausible.","author" : "Alan Watts"},{"text" : "Trying to define yourself is like trying to bite your own teeth.","author" : "Alan Watts"},{"text" : "Taoism is a way of liberation, which never comes by means of revolution, since it is notorious that most revolutions establish worse tyrannies than they destroy.","author" : "Alan Watts"},{"text" : "Every explicit duality is an implicit unity.","author" : "Alan Watts"},{"text" : "A myth is an image in terms of which we try to make sense of the world.","author" : "Alan Watts"},{"text" : "Zen is a way of liberation, concerned not with discovering what is good or bad or advantageous, but what is.","author" : "Alan Watts"},{"text" : "But I'll tell you what hermits realize. If you go off into a far, far forest and get very quiet, you'll come to understand that you're connected with everything.","author" : "Alan Watts"},{"text" : "The mundane and the sacred are one and the same.","author" : "Alan Watts"},{"text" : "Altough we all realize that monotony is boring, almost every form of industrial work- banking, accounting, mass-producing, service- is monotonous, and most people are paid for simply putting up with monotony","author" : "Alan Watts"},{"text" : "There's an interdependence between flowers and bees. Where there are no flowers there are no bees, and where there are no bees, there are no flowers. They are really one organism. And so in the same way, everything in nature depends on everything else.","author" : "Alan Watts"},{"text" : "Cows scream louder than carrots.","author" : "Alan Watts"},{"text" : "The meaning of life is just to be alive. It is so plain and so obvious and so simple. And yet, everybody rushes around in a great panic as if it were necessary to achieve something beyond themselves.","author" : "Alan Watts"},{"text" : "Just as the highest and the lowest notes are equally inaudible, so perhaps, is the greatest sense and the greatest nonsense equally unintelligible.","author" : "Alan Watts"},{"text" : "Truly great companies are built on ideals, not just deals.","author" : "Alan Watts"},{"text" : "So then, the relationship of self to other is the complete realization that loving yourself is impossible without loving everything defined as other than yourself.","author" : "Alan Watts"},{"text" : "Omnipotence is not knowing how everything is done; it's just doing it.","author" : "Alan Watts"},{"text" : "One is a great deal less anxious if one feels perfectly free to be anxious, and the same may be said of guilt.","author" : "Alan Watts"},{"text" : "Nothing fails like success.","author" : "Alan Watts"},{"text" : "If you insist on being determined by the past, that’s your game, but the fact of the matter is it all starts right now.","author" : "Alan Watts"},{"text" : "Hurrying and delaying are alike ways of trying to resist the present.","author" : "Alan Watts"},{"text" : "Faith is a state of openness or trust.","author" : "Alan Watts"},{"text" : "The most strongly enforced of all known taboos is the taboo against knowing who or what you really are behind the mask of your apparently separate, independent, and isolated ego.","author" : "Alan Watts"},{"text" : "The hallucination of being a separate ego will not stand up to biological tests.","author" : "Alan Watts"},{"text" : "Lack of awareness of the basic unity of organism and environment is a serious and dangerous hallucination.","author" : "Alan Watts"},{"text" : "Some believe all that parents, tutors, and kindred believe. They take their principles by inheritance, and defend them as they would their estates, because they are born heirs to them.","author" : "Alan Watts"},{"text" : "You and I are all as much continuous with the physical universe as a wave is continuous with the ocean.","author" : "Alan Watts"},{"text" : "To have order, you must have randomness, because where you have no randomness order cannot manifest itself.","author" : "Alan Watts"},{"text" : "This explosively expands the air around the flash and the result is thunder.","author" : "Alan Watts"},{"text" : "Thunder rolls around the sky by coming to you from different clouds that reflect the expanding air around the flash.","author" : "Alan Watts"},{"text" : "You cannot have thunder without first having a flash of lightning somewhere.","author" : "Alan Watts"},{"text" : "If you here a thunder, don't run under the tree.","author" : "Alan Watts"},{"text" : "This is the real secret of life to be completely engaged with what you are doing in the here and now. And instead of calling it work, realize it is play.","author" : "Alan Watts"},{"text" : "To remain caught up in ideas and words about Zen is, as the old masters say, to stink of Zen.","author" : "Alan Watts"},{"text" : "Zen is simply the sensation and the clear understanding...that there is behind the multiplicity of events and creatures in this universe simply one energy and it appears as you, and everything is it.","author" : "Alan Watts"},{"text" : "The practice of Zen is to understand that one energy so as to 'feel it in your bones.","author" : "Alan Watts"},{"text" : "Zen is a way of liberation, concerned not with discovering what is good or bad, or advantageous, but what is.","author" : "Alan Watts"},{"text" : "The whole point of Zen is to suspend the rules we have superimposed on things and to see the world as it is.","author" : "Alan Watts"},{"text" : "The real Zen of the old Chinese masters was wuh-shih or 'no-fuss.","author" : "Alan Watts"},{"text" : "Stay in the center, and you will be ready to move in any direction.","author" : "Alan Watts"}]