[{"text" : "Technology is always a two-edged sword. It will bring in many benefits, but also many disasters.","author" : "Alan Moore"},{"text" : "Equality and freedom are not luxuries to lightly cast aside. Without them, order cannot long endure before approaching depths beyond imagining.","author" : "Alan Moore"},{"text" : "People shouldn't be afraid of their government. Governments should be afraid of their people.","author" : "Alan Moore"},{"text" : "Don't leave home without your sword - your intellect.","author" : "Alan Moore"},{"text" : "The past can't hurt you anymore, not unless you let it.","author" : "Alan Moore"},{"text" : "To paint comic books as childish and illiterate is lazy. A lot of comic books are very literate unlike most films.","author" : "Alan Moore"},{"text" : "A lot of people have found the idea of living your life over and over again absolutely terrifying; there's some people that find it very comforting. There are others that are appalled by it.","author" : "Alan Moore"},{"text" : "The magician to some degree is trying to drive him or herself mad in a controlled setting, within controlled laws.","author" : "Alan Moore"},{"text" : "Authority, when first detecting chaos at its heels, will entertain the vilest schemes to save its orderly facade.","author" : "Alan Moore"},{"text" : "It's only those exceptional and rare individuals who have brilliant ideas delivered to them by the muse, complete and gift wrapped. The rest of us have to work at it.","author" : "Alan Moore"},{"text" : "Writing is a very focused form of meditation. Just as good as sitting in a lotus position.","author" : "Alan Moore"},{"text" : "All culture must have arisen from cult.","author" : "Alan Moore"},{"text" : "As I come to understand Vietnam and what it implies about the human condition, I also realize that few humans will permit themselves such an understanding.","author" : "Alan Moore"},{"text" : "It's early days. A few skeletons are bound to keep jumping out of the closet.","author" : "Alan Moore"},{"text" : "Please, don't go. It's lonely. There's a hole in my head as big as the world and it's so very lonely...","author" : "Alan Moore"},{"text" : "You wear a mask for so long, you forget who you were beneath it.","author" : "Alan Moore"},{"text" : "The past can’t hurt you anymore, not unless you let it.","author" : "Alan Moore"},{"text" : "Famously, there's not really anywhere to go after nihilism. It's not progressing toward anything, it's a statement of outrage, however brilliant.","author" : "Alan Moore"}]