[{"text" : "The difference between stupidity and genius is that genius has its limits.","author" : "Albert Einstein"},{"text" : "I never teach my pupils, I only attempt to provide the conditions in which they can learn.","author" : "Albert Einstein"},{"text" : "Look deep into nature, and then you will understand everything better.","author" : "Albert Einstein"},{"text" : "I never teach my pupils; I only attempt to provide the conditions in which they can learn.","author" : "Albert Einstein"},{"text" : "The fear of death is the most unjustified of all fears, for there's no risk of accident for someone who's dead.","author" : "Albert Einstein"},{"text" : "In matters of truth and justice, there is no difference between large and small problems, for issues concerning the treatment of people are all the same.","author" : "Albert Einstein"},{"text" : "The secret to creativity is knowing how to hide your sources.","author" : "Albert Einstein"},{"text" : "Anger dwells only in the bosom of fools.","author" : "Albert Einstein"},{"text" : "I think and think for months and years. Ninety-nine times, the conclusion is false. The hundredth time I am right.","author" : "Albert Einstein"},{"text" : "In the middle of difficulty lies opportunity.","author" : "Albert Einstein"},{"text" : "Gravitation is not responsible for people falling in love.","author" : "Albert Einstein"},{"text" : "Peace cannot be kept by force; it can only be achieved by understanding.","author" : "Albert Einstein"},{"text" : "I speak to everyone in the same way, whether he is the garbage man or the president of the university.","author" : "Albert Einstein"},{"text" : "The only reason for time is so that everything doesn't happen at once.","author" : "Albert Einstein"},{"text" : "Time is an illusion.","author" : "Albert Einstein"},{"text" : "Education is what remains after one has forgotten what one has learned in school.","author" : "Albert Einstein"},{"text" : "Insanity is doing the same thing over and over, and expecting a different result.","author" : "Albert Einstein"},{"text" : "Everything that is really great and inspiring is created by the individual who can labor in freedom.","author" : "Albert Einstein"},{"text" : "Life is like riding a bicycle. To keep your balance, you must keep moving.","author" : "Albert Einstein"},{"text" : "Great spirits have always encountered violent opposition from mediocre minds.","author" : "Albert Einstein"},{"text" : "Strive not to be a success, but rather to be of value.","author" : "Albert Einstein"},{"text" : "Whoever is careless with the truth in small matters cannot be trusted with important matters.","author" : "Albert Einstein"},{"text" : "There are two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.","author" : "Albert Einstein"},{"text" : "It's not that I'm so smart, it's just that I stay with problems longer.","author" : "Albert Einstein"},{"text" : "Life is like riding a bicycle. To keep your balance you must keep moving.","author" : "Albert Einstein"},{"text" : "Let every man be respected as an individual and no man idolized.","author" : "Albert Einstein"},{"text" : "I live in that solitude which is painful in youth, but delicious in the years of maturity.","author" : "Albert Einstein"},{"text" : "Weakness of attitude becomes weakness of character.","author" : "Albert Einstein"},{"text" : "Before God we are all equally wise and equally foolish.","author" : "Albert Einstein"},{"text" : "I cannot conceive of a God who rewards and punishes his creatures, or has a will of the type of which we are conscious in ourselves. An individual who should survive his physical death is also beyond my comprehension, nor do I wish it otherwise; such notions are for the fears or absurd egoism of feeble souls.","author" : "Albert Einstein"},{"text" : "Coincidence is God's way of remaining anonymous.","author" : "Albert Einstein"},{"text" : "A happy man is too satisfied with the present to dwell too much on the future.","author" : "Albert Einstein"},{"text" : "You have to learn the rules of the game. And then you have to play better than anyone else.","author" : "Albert Einstein"},{"text" : "I am thankful for all of those who said NO to me. Its because of them I'm doing it myself.","author" : "Albert Einstein"},{"text" : "Any man who can drive safely while kissing a pretty girl is simply not giving the kiss the attention it deserves.","author" : "Albert Einstein"},{"text" : "Man must cease attributing his problems to his environment, and learn again to exercise his will - his personal responsibility.","author" : "Albert Einstein"},{"text" : "Only one who devotes himself to a cause with his whole strength and soul can be a true master. For this reason mastery demands all of a person.","author" : "Albert Einstein"},{"text" : "Only two things are infinite, the universe and human stupidity, and I'm not sure about the former.","author" : "Albert Einstein"},{"text" : "It has become appallingly obvious that our technology has exceeded our humanity.","author" : "Albert Einstein"},{"text" : "Our separation of each other is an optical illusion of consciousness.","author" : "Albert Einstein"},{"text" : "Only a life lived for others is a life worthwhile.","author" : "Albert Einstein"},{"text" : "Once we accept our limits, we go beyond them.","author" : "Albert Einstein"},{"text" : "One must not attempt to justify them, but rather to sense their nature simply and clearly.","author" : "Albert Einstein"},{"text" : "The person who follows the crowd will usually go no further than the crowd. The person who walks alone is likely to find himself in places no one has ever seen before.","author" : "Albert Einstein"},{"text" : "We cannot solve our problems with the same thinking we used when we created them.","author" : "Albert Einstein"},{"text" : "Any man who reads too much and uses his own brain too little falls into lazy habits of thinking.","author" : "Albert Einstein"},{"text" : "The world as we have created it is a process of our thinking. It cannot be changed without changing our thinking.","author" : "Albert Einstein"},{"text" : "No, this trick won't work...","author" : "Albert Einstein"},{"text" : "Great spirits have always encountered violent opposition from mediocre minds","author" : "Albert Einstein"},{"text" : "Before God, we are all equally wise, and equally foolish.","author" : "Albert Einstein"},{"text" : "The world is a dangerous place to live, not because of the people who are evil, but because of the people who don't do anything about it.","author" : "Albert Einstein"},{"text" : "Let every man judge according to his own standards, by what he has himself read, not by what others tell him.","author" : "Albert Einstein"},{"text" : "We dance for laughter, we dance for tears, we dance for madness, we dance for fears, we dance for hopes, we dance for screams, we are the dancers, we create the dreams.","author" : "Albert Einstein"},{"text" : "Imagination is everything. It is the preview of life's coming attractions.","author" : "Albert Einstein"},{"text" : "The true sign of intelligence is not knowledge but imagination.","author" : "Albert Einstein"},{"text" : "Learn from yesterday, live for today, hope for tomorrow.","author" : "Albert Einstein"},{"text" : "Science is a wonderful thing if one does not have to earn one's living at it.","author" : "Albert Einstein"},{"text" : "Science can only ascertain what is, but not what should be, and outside of its domain value judgements of all kinds remain necessary.","author" : "Albert Einstein"},{"text" : "The whole of science is nothing more than a refinement of everyday thinking.","author" : "Albert Einstein"},{"text" : "Pure mathematics is, in its way, the poetry of logical ideas.","author" : "Albert Einstein"},{"text" : "As far as the laws of mathematics refer to reality, they are not certain; as far as they are certain, they do not refer to reality.","author" : "Albert Einstein"},{"text" : "Our task must be to free ourselves... by widening our circle of compassion to embrace all living creatures and the whole of nature and its beauty.","author" : "Albert Einstein"},{"text" : "Not everything that can be counted counts, and not everything that counts can be counted.","author" : "Albert Einstein"},{"text" : "Sometimes one pays most for the things one gets for nothing.","author" : "Albert Einstein"},{"text" : "Intellectual growth should commence at birth and cease only at death.","author" : "Albert Einstein"},{"text" : "You can never solve a problem with the same kind of thinking that created the problem in the first place.","author" : "Albert Einstein"},{"text" : "Anyone who has never made a mistake has never tried anything new.","author" : "Albert Einstein"},{"text" : "Insanity: doing the same thing over and over again and expecting different results.","author" : "Albert Einstein"},{"text" : "Solitude is painful when one is young, but delightful when one is more mature.","author" : "Albert Einstein"},{"text" : "I believe that pipe smoking contributes to a somewhat calm and objective judgment in all human affairs.","author" : "Albert Einstein"},{"text" : "Few are those who see with their own eyes and feel with their own hearts.","author" : "Albert Einstein"},{"text" : "Try not to become a man of success but rather try to become a man of value.","author" : "Albert Einstein"},{"text" : "Technological progress is like an axe in the hands of a pathological criminal.","author" : "Albert Einstein"},{"text" : "I like to think that the moon is there even if I am not looking at it.","author" : "Albert Einstein"},{"text" : "To raise new questions, new possibilities, to regard old problems from a new angle, requires creative imagination and marks real advance in science.","author" : "Albert Einstein"},{"text" : "Life is a preparation for the future; and the best preparation for the future is to live as if there were none.","author" : "Albert Einstein"},{"text" : "A man's ethical behavior should be based effectually on sympathy, education, and social ties and needs; no religious basis is necessary. Man would indeed be in a poor way if he had to be restrained by fear of punishment and hope of reward after death.","author" : "Albert Einstein"},{"text" : "My religion consists of a humble admiration of the illimitable superior spirit who reveals himself in the slight details we are able to perceive with our frail and feeble mind.","author" : "Albert Einstein"},{"text" : "Science without religion is lame, religion without science is blind.","author" : "Albert Einstein"},{"text" : "True religion is real living; living with all one's soul, with all one's goodness and righteousness.","author" : "Albert Einstein"},{"text" : "Hunger, love, pain, fear are some of those inner forces which rule the individual's instinct for self preservation.","author" : "Albert Einstein"},{"text" : "Any fool can know. The point is to understand.","author" : "Albert Einstein"},{"text" : "Peace cannot be kept by force; it can only be achieved through understanding.","author" : "Albert Einstein"},{"text" : "If you can't explain it simply, you don't understand it well enough.","author" : "Albert Einstein"},{"text" : "A question that sometimes drives me hazy: am I or are the others crazy?","author" : "Albert Einstein"},{"text" : "I have no particular talent. I am merely inquisitive.","author" : "Albert Einstein"},{"text" : "It is a miracle that curiosity survives formal education.","author" : "Albert Einstein"},{"text" : "Common sense is the collection of prejudices acquired by age eighteen.","author" : "Albert Einstein"},{"text" : "The only thing more dangerous than ignorance is arrogance","author" : "Albert Einstein"},{"text" : "If you can't explain it to a six year old, you don't understand it yourself.","author" : "Albert Einstein"},{"text" : "Confusion of goals and perfection of means seems, in my opinion, to characterize our age.","author" : "Albert Einstein"},{"text" : "I believe that a simple and unassuming manner of life is best for everyone, best both for the body and the mind.","author" : "Albert Einstein"},{"text" : "A true genius admits that he.she knows nothing.","author" : "Albert Einstein"},{"text" : "Don't let your brain interfere with your heart.","author" : "Albert Einstein"},{"text" : "Insanity is doing the same thing over and over again, but expecting different results.","author" : "Albert Einstein"},{"text" : "The intellect has little to do on the road to discovery. There comes a leap in consciousness, call it intuition or what you will, and the solution comes to you and you don't know why or how.","author" : "Albert Einstein"},{"text" : "A new idea comes suddenly and in a rather intuitive way, but intuition is nothing but the outcome of earlier intellectual experience.","author" : "Albert Einstein"},{"text" : "The only real valuable thing is intuition.","author" : "Albert Einstein"},{"text" : "The intuitive mind is a sacred gift and the rational mind is a faithful servant. We have created a society that honors the servant and has forgotten the gift.","author" : "Albert Einstein"},{"text" : "Great spirits have often overcome violent opposition from mediocre minds.","author" : "Albert Einstein"},{"text" : "A ship is always safe at the shore - but that is NOT what it is built for.","author" : "Albert Einstein"},{"text" : "Setting an example is not the main means of influencing others; it is the only means.","author" : "Albert Einstein"},{"text" : "Life is change. Growth is optional. Choose wisely.","author" : "Albert Einstein"},{"text" : "We can't solve problems by using the same kind of thinking we used when we created them.","author" : "Albert Einstein"},{"text" : "Three Rules of Work: Out of clutter find simplicity; from discord find harmony; in the middle of difficulty lies opportunity.","author" : "Albert Einstein"},{"text" : "The finest emotion of which we are capable is the mystic emotion.","author" : "Albert Einstein"},{"text" : "Relativity applies to physics, not ethics.","author" : "Albert Einstein"},{"text" : "The real problem is in the hearts and minds of men. It is not a problem of physics but of ethics. It is easier to denature plutonium than to denature the evil from the spirit of man.","author" : "Albert Einstein"},{"text" : "All meaningful and lasting change starts first in your imagination and then works its way out. Imagination is more important than knowledge.","author" : "Albert Einstein"},{"text" : "The value of a man should be seen in what he gives and not in what he is able to receive.","author" : "Albert Einstein"},{"text" : "The real problem is in the hearts and minds of men. It is easier to denature plutonium than to denature the evil spirit of man.","author" : "Albert Einstein"},{"text" : "The most incomprehensible thing about the world is that it is at all comprehensible.","author" : "Albert Einstein"},{"text" : "To understand the world one must not be worrying about one's self.","author" : "Albert Einstein"},{"text" : "There are two ways to live: you can live as if nothing is a miracle; you can live as if everything is a miracle.","author" : "Albert Einstein"},{"text" : "Everyone should be respected as an individual, but no one idolized.","author" : "Albert Einstein"},{"text" : "If a man aspires towards a righteous life, his first act of abstinence is from injury to animals.","author" : "Albert Einstein"},{"text" : "The man who regards his own life and that of his fellow creatures as meaningless is not merely unfortunate but almost disqualified for life.","author" : "Albert Einstein"},{"text" : "Everything that can be counted does not necessarily count; everything that counts cannot necessarily be counted.","author" : "Albert Einstein"},{"text" : "Everything should be made as simple as possible, but not simpler.","author" : "Albert Einstein"},{"text" : "If you want your children to be intelligent, read them fairy tales. If you want them to be more intelligent, read them more fairy tales.","author" : "Albert Einstein"},{"text" : "It is every man's obligation to put back into the world at least the equivalent of what he takes out of it.","author" : "Albert Einstein"},{"text" : "The value of a man resides in what he gives and not in what he is capable of receiving.","author" : "Albert Einstein"},{"text" : "The woman who follows the crowd will usually go no further than the crowd. The woman who walks alone is likely to find herself in places no one has ever been before.","author" : "Albert Einstein"},{"text" : "All of us who are concerned for peace and triumph of reason and justice must be keenly aware how small an influence reason and honest good will exert upon events in the political field.","author" : "Albert Einstein"},{"text" : "Politics is for the present, but an equation is for eternity.","author" : "Albert Einstein"},{"text" : "Politics is a pendulum whose swings between anarchy and tyranny are fueled by perpetually rejuvenated illusions.","author" : "Albert Einstein"},{"text" : "Put your hand on a hot stove for a minute and it seems like an hour. Sit with a pretty girl for an hour, and it seems like a minute.","author" : "Albert Einstein"},{"text" : "Each of us is here for a brief sojourn; for what purpose he knows not, though he senses it. But without deeper reflection one knows from daily life that one exists for other people.","author" : "Albert Einstein"},{"text" : "Every kind of peaceful cooperation among men is primarily based on mutual trust and only secondarily on institutions such as courts of justice and police","author" : "Albert Einstein"},{"text" : "I have reached the conviction that the abolition of the death penalty is desirable. Reasons: 1) Irreparability in the event of an error of justice, 2) Detrimental moral influence of the execution procedure on those who, whether directly or indirectly, have to do with the procedure.","author" : "Albert Einstein"},{"text" : "Laws alone can not secure freedom of expression; in order that every man present his views without penalty there must be spirit of tolerance in the entire population.","author" : "Albert Einstein"},{"text" : "The only mistake in life is the lesson not learned.","author" : "Albert Einstein"},{"text" : "The important thing is not to stop questioning. Curiosity has its own reason for existing. One cannot help but be in awe when he contemplates the mysteries of eternity, of life, of the marvelous structure of reality. It is enough if one tries merely to comprehend a little of this mystery every day. Never lose a holy curiosity.","author" : "Albert Einstein"},{"text" : "Only a life lived in the service to others is worth living.","author" : "Albert Einstein"},{"text" : "We can not solve our problems with the same level of thinking that created them.","author" : "Albert Einstein"},{"text" : "We still do not know one thousandth of one percent of what nature has revealed to us.","author" : "Albert Einstein"},{"text" : "Coincidence is God's way of remaining Unknown Author.","author" : "Albert Einstein"},{"text" : "The world is a dangerous place, not because of those who do evil, but because of those who look on and do nothing.","author" : "Albert Einstein"},{"text" : "I have no special talent. I am only passionately curious.","author" : "Albert Einstein"},{"text" : "To make a goal of comfort or happiness has never appealed to me; a system of ethics built on this basis would be sufficient only for a herd of cattle","author" : "Albert Einstein"},{"text" : "The thinking that got us to where we are is not the thinking that will get us to where we want to be.","author" : "Albert Einstein"},{"text" : "Example isn't another way to teach, it is the only way to teach.","author" : "Albert Einstein"},{"text" : "I am thankful for all of those who said NO to me. It's because of them I'm doing it myself.","author" : "Albert Einstein"},{"text" : "Learn from yesterday, live for today, hope for tomorrow. The important thing is not to stop questioning.","author" : "Albert Einstein"},{"text" : "You never fail until you stop trying.","author" : "Albert Einstein"},{"text" : "There are only two ways to live your live. One is as though nothing is a miracle. The other as is though everything is a miracle.","author" : "Albert Einstein"},{"text" : "Everybody is a genius. But if you judge a fish by its ability to climb a tree, it will live its whole life believing that it is stupid.","author" : "Albert Einstein"},{"text" : "The hardest thing in the world to understand is the income tax.","author" : "Albert Einstein"},{"text" : "If A is success in life, then A is equal to X plus Y plus Z. Work is X; Y is play; and Z - keeping your mouth shut.","author" : "Albert Einstein"},{"text" : "If you want to live a happy life, tie it to a goal, not to people or things.","author" : "Albert Einstein"},{"text" : "In the middle of a difficulty lies opportunity.","author" : "Albert Einstein"},{"text" : "Real sign of intelligence isn't knoweldge, it's imagination.","author" : "Albert Einstein"},{"text" : "Our death is not an end if we can live on in our children and the younger generation. For they are us, our bodies are only wilted leaves on the tree of life.","author" : "Albert Einstein"},{"text" : "Try not to become a man of success, but rather try to become a man of value.","author" : "Albert Einstein"},{"text" : "One thing I have learned in a long life: that all our science, measured against reality, is primitive and childlike -- and yet it is the most precious thing we have.","author" : "Albert Einstein"},{"text" : "All of science is nothing more than the refinement of everyday thinking.","author" : "Albert Einstein"},{"text" : "The most beautiful thing we can experience is the mysterious. It is the source of all true art and science.","author" : "Albert Einstein"},{"text" : "I never think of the future - it comes soon enough.","author" : "Albert Einstein"},{"text" : "No amount of experimentation can ever prove me right; a single experiment can prove me wrong.","author" : "Albert Einstein"},{"text" : "I have deep faith that the principle of the universe will be beautiful and simple","author" : "Albert Einstein"},{"text" : "Never give up on what you really want to do.","author" : "Albert Einstein"},{"text" : "I am neither especially clever nor especially gifted. I am only very, very curious.","author" : "Albert Einstein"},{"text" : "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.","author" : "Albert Einstein"},{"text" : "Without deep reflection one knows from daily life that one exists for other people.","author" : "Albert Einstein"},{"text" : "Women marry men hoping they will change. Men marry women hoping they will not. So each is inevitably disappointed.","author" : "Albert Einstein"},{"text" : "When you trip over love, it is easy to get up. But when you fall in love, it is impossible to stand again.","author" : "Albert Einstein"},{"text" : "It is the supreme art of the teacher to awaken joy in creative expression and knowledge.","author" : "Albert Einstein"},{"text" : "Women marry men hoping they will change. Men marry women hoping they will not.","author" : "Albert Einstein"},{"text" : "Long hair minimizes the need for barbers; socks can be done without; one leather jacket solves the coat problem for many years; suspenders are superfluous.","author" : "Albert Einstein"},{"text" : "The value of achievement lies in the achieving.","author" : "Albert Einstein"},{"text" : "Only those who attempt the absurd can achieve the impossible.","author" : "Albert Einstein"},{"text" : "The monotony and solitude of a quiet life stimulates the creative mind.","author" : "Albert Einstein"},{"text" : "Intellectuals solve problems, geniuses prevent them.","author" : "Albert Einstein"},{"text" : "Teaching should be such that what is offered is perceived as a valuable gift and not as a hard duty.","author" : "Albert Einstein"},{"text" : "Be a loner. That gives you time to wonder, to search for the truth. Have holy curiosity. Make your life worth living.","author" : "Albert Einstein"},{"text" : "The bitter and the sweet come from the outside, the hard from within, from one's own efforts.","author" : "Albert Einstein"},{"text" : "Rejoice with your family in the beautiful land of life!","author" : "Albert Einstein"},{"text" : "Our task must be to free ourselves by widening our circle of compassion to embrace all living creatures and the whole of nature and its beauty.","author" : "Albert Einstein"},{"text" : "Life is like riding a bicycle. In order to keep your balance, you must keep moving.","author" : "Albert Einstein"},{"text" : "The mind that opens to a new idea never returns to its original size.","author" : "Albert Einstein"},{"text" : "Highly developed spirits often encounter resistance from mediocre minds.","author" : "Albert Einstein"},{"text" : "Finish each day and be done with it. You have done what you could. Some blunders and absurdities no doubt crept in; forget them as soon as you can. Tomorrow is a new day.","author" : "Albert Einstein"},{"text" : "Many go fishing all their lives without knowing that it is not fish they are after.","author" : "Albert Einstein"},{"text" : "We cannot despair of humanity, since we ourselves are human beings.","author" : "Albert Einstein"},{"text" : "The pursuit of knowledge for its own sake, an almost fanatical love of justice and the desire for personal independence, these are the features of the Jewish tradition which make me thank my stars that I belong to it.","author" : "Albert Einstein"},{"text" : "But then, after all, we are all alike, for we are all derived from the monkey.","author" : "Albert Einstein"},{"text" : "A person who never made a mistake never tried anything new.","author" : "Albert Einstein"},{"text" : "Those who are finer and nobler are always alone and necessarily so and that because of this they can enjoy the purity of their own atmosphere.","author" : "Albert Einstein"},{"text" : "I lived in solitude in the country and noticed how the monotony of a quiet life stimulates the creative mind.","author" : "Albert Einstein"},{"text" : "This is a question too difficult for a mathematician. It should be asked of a philosopher, when asked about completing his income tax form.","author" : "Albert Einstein"},{"text" : "The hardest thing to understand in the world is the income tax.","author" : "Albert Einstein"},{"text" : "I love to travel, but hate to arrive.","author" : "Albert Einstein"},{"text" : "The environment is everything that isn't me.","author" : "Albert Einstein"},{"text" : "The most beautiful gift of nature is that it gives one pleasure to look around and try to comprehend what we see.","author" : "Albert Einstein"},{"text" : "Play is the highest form of research.","author" : "Albert Einstein"},{"text" : "If we knew what we were doing, it wouldn't be called research.","author" : "Albert Einstein"},{"text" : "Only two things are infinite, the universe and human stupidity, and I'm not sure about the universe.","author" : "Albert Einstein"},{"text" : "The tragedy of life is what dies inside a man while he lives.","author" : "Albert Einstein"},{"text" : "Morality is of the highest importance - but for us, not for God.","author" : "Albert Einstein"},{"text" : "Only morality in our actions can give beauty and dignity to life.","author" : "Albert Einstein"},{"text" : "No problem can be solved from the same level of consciousness that created it.","author" : "Albert Einstein"},{"text" : "The intellect has little to do on the road to discovery. There comes a leap in consciousness, call it intuition or what you will, the solution comes to you and you don't know how or why.","author" : "Albert Einstein"},{"text" : "Well-being and happiness never appeared to me as an absolute aim. I am even inclined to compare such moral aims to the ambitions of a pig.","author" : "Albert Einstein"},{"text" : "Failing isn't bad when you learn what not to do.","author" : "Albert Einstein"},{"text" : "Physics is an attempt conceptually to grasp reality as something that is considered to be independent of its being observed. In this sense one speaks of physical reality.","author" : "Albert Einstein"},{"text" : "For us physicists believe the separation between past, present, and future is only an illusion, although a convincing one.","author" : "Albert Einstein"},{"text" : "The important thing is not to stop questioning. Curiosity has its own reason for existence. One cannot help but be in awe when he contemplates the mysteries of eternity, of life, of the marvelous structure of reality. It is enough if one tries merely to comprehend a little of this mystery each day.","author" : "Albert Einstein"},{"text" : "Reality is merely an illusion, albeit a very persistent one.","author" : "Albert Einstein"},{"text" : "This disgrace to civilization should be done away with at once.","author" : "Albert Einstein"},{"text" : "It is important to foster individuality, for only the individual can produce the new ideas.","author" : "Albert Einstein"},{"text" : "Blind belief in authority is the greatest enemy of truth.","author" : "Albert Einstein"},{"text" : "Imagination is more important than knowledge.","author" : "Albert Einstein"},{"text" : "Your imagination is your preview of life's coming attractions.","author" : "Albert Einstein"},{"text" : "Assumptions are made and most assumptions are wrong.","author" : "Albert Einstein"},{"text" : "The payment of the worker is not determined by the value of his product.","author" : "Albert Einstein"},{"text" : "Capitalism has brought with it progress, not merely in production but also in knowledge.","author" : "Albert Einstein"},{"text" : "The world will not be destroyed by those who do evil, but by those who watch them without doing anything.","author" : "Albert Einstein"},{"text" : "Any intelligent fool can make things bigger and more complex. It takes a touch of genius and a lot of courage to move in the opposite direction.","author" : "Albert Einstein"},{"text" : "Computers are incredibly fast, accurate and stupid. Human beings are incredibly slow, inaccurate and brilliant. Together they are powerful beyond imagination.","author" : "Albert Einstein"},{"text" : "A bartender is just a pharmacist with a limited inventory.","author" : "Albert Einstein"},{"text" : "Feeling and longing are the motive forces behind all human endeavor and human creations.","author" : "Albert Einstein"},{"text" : "The greater the doubt, the greater the awakening","author" : "Albert Einstein"},{"text" : "Never do anything against conscience even if the state demands it.","author" : "Albert Einstein"},{"text" : "A religious person is devout in the sense that he has no doubt about the significance of those superpersonal objects and goals which neither require nor are capable of rational foundation","author" : "Albert Einstein"},{"text" : "To get to know a country, you must have direct contact with the earth. It's futile to gaze at the world through a car window.","author" : "Albert Einstein"},{"text" : "Future medicine will be the medicine of frequencies.","author" : "Albert Einstein"},{"text" : "Life is like riding a bicycle. If you want to stay balanced you've got to keep moving forward.","author" : "Albert Einstein"},{"text" : "The man who regards his own life and that of his fellow creatures as meaningless, is not merely unfortunate, but almost disqualified for life.","author" : "Albert Einstein"},{"text" : "The important thing is not to stop questioning. Curiosity has its own reason for existing.","author" : "Albert Einstein"},{"text" : "If a cluttered desk is a sign of a cluttered mind, of what, then, is an empty desk a sign?","author" : "Albert Einstein"},{"text" : "Scientific research can reduce superstition by encouraging people to think and view things in terms of cause and effect.","author" : "Albert Einstein"},{"text" : "In scientific thinking are always present elements of poetry. Science and music requires a thought homogeneous.","author" : "Albert Einstein"},{"text" : "The effort to strive for truth has to precede all other efforts.","author" : "Albert Einstein"},{"text" : "That deep emotional conviction of the presence of a superior reasoning power, which is revealed in the incomprehensible universe, forms my idea of God.","author" : "Albert Einstein"},{"text" : "Nonsense, seems to sum up everything.","author" : "Albert Einstein"},{"text" : "We owe a lot to the Indians, who taught us how to count, without which no worthwhile scientific discovery could have been made.","author" : "Albert Einstein"},{"text" : "Make everything as simple as possible, but not simpler.","author" : "Albert Einstein"},{"text" : "Try not to become a man of success but a man of value.","author" : "Albert Einstein"},{"text" : "We all try to escape pain and death, while we seek what is pleasant.","author" : "Albert Einstein"},{"text" : "The world is a dangerous place to live; not because of the people who are evil, but because of the people who don't do anything about it.","author" : "Albert Einstein"},{"text" : "There is no logical way to the discovery of these elemental laws. There is only the way of intuition, which is helped by a feeling for the order lying behind the appearance.","author" : "Albert Einstein"},{"text" : "Innovation is not the product of logical thought, even though the final product is tied to a logical structure.","author" : "Albert Einstein"},{"text" : "Nationalism is an infantile thing. It is the measles of mankind.","author" : "Albert Einstein"},{"text" : "Games are the most elevated form of investigation.","author" : "Albert Einstein"},{"text" : "Try not to become a man of success. Rather become a man of value.","author" : "Albert Einstein"},{"text" : "Never give up on what you really want to do. The person with big dreams is more powerful than one with all the facts.","author" : "Albert Einstein"},{"text" : "Everybody is a genius. But if you judge a fish by it's ability to climb a tree, it will live it's whole life thinking it's stupid.","author" : "Albert Einstein"},{"text" : "Learn from yesterday, live for today, hope for tomorrow.The important thing is not to stop questioning.","author" : "Albert Einstein"},{"text" : "To punish me for my contempt for authority, fate made me an authority myself.","author" : "Albert Einstein"},{"text" : "Information is not knowledge.","author" : "Albert Einstein"},{"text" : "Intelligence is not the ability to store information, but to know where to find it.","author" : "Albert Einstein"},{"text" : "The pioneers of a warless world are the young men (and women) who refuse military service.","author" : "Albert Einstein"},{"text" : "Black holes are where God divided by zero.","author" : "Albert Einstein"},{"text" : "If the facts don't fit the theory, change the facts.","author" : "Albert Einstein"},{"text" : "Out of clutter, find simplicity. From discord, find harmony. In the middle of difficulty lies opportunity.","author" : "Albert Einstein"},{"text" : "Cosmic religiousness is the strongest and most noble driving force of scientific research.","author" : "Albert Einstein"},{"text" : "Everything is determined by forces over which we have no control. It is determined for the insect as well as the star. Human beings, vegetables, or cosmic dustâ€”we all dance to a mysterious tune, intoned in the distance by an invisible piper.","author" : "Albert Einstein"},{"text" : "The measure of intelligence is the ability to change.","author" : "Albert Einstein"},{"text" : "He who can no longer pause to wonder and stand rapt in awe is as good as dead; his eyes are closed.","author" : "Albert Einstein"},{"text" : "Few people are capable of expressing with equanimity opinions which differ from the prejudices of their social enviroment. Most people are incapable of forming such opinions.","author" : "Albert Einstein"},{"text" : "The pride in intellect, or rather in the supremacy of the mind, is not restricted to those engaged in intellectual pursuits but is a regular occurrence in all neurosis.","author" : "Albert Einstein"},{"text" : "You cannot prepare for war and peace at the same time.","author" : "Albert Einstein"},{"text" : "To put it boldly, it is the attempt at a posterior reconstruction of existence by the process of conceptualization.","author" : "Albert Einstein"},{"text" : "If you can't explain it to a six year old, you don't understand it yourself.","author" : "Albert Einstein"},{"text" : "The true value of a human being can be found in the degree to which he has attained liberation from the self.","author" : "Albert Einstein"},{"text" : "Paper is to write things down that we need to remember. Our brains are used to think.","author" : "Albert Einstein"},{"text" : "The strength of the Constitution lies entirely in the determination of each citizen to defend it. Only if every single citizen feels duty bound to do his share in this defense are the constitutional rights secure.","author" : "Albert Einstein"},{"text" : "One can only continue to expect to be read if one omits everything that is unimportant.","author" : "Albert Einstein"},{"text" : "People love chopping wood. In this activity one immediately sees results.","author" : "Albert Einstein"},{"text" : "It is the duty of every citizen according to his best capacities to give validity to his convictions in political affairs.","author" : "Albert Einstein"},{"text" : "All that is valuable in human society depends upon the opportunity for development accorded the individual.","author" : "Albert Einstein"},{"text" : "The really valuable method of thought to arrive at a logically coherent system is intuition.","author" : "Albert Einstein"},{"text" : "Out of complexity, find simplicity.","author" : "Albert Einstein"},{"text" : "The only way to escape the personal corruption of praise is to go on working.","author" : "Albert Einstein"},{"text" : "When you examine the lives of the most influential people who have ever walked among us, you discover one thread that winds through them all. They have been aligned first with their spiritual nature and only then with their physical selves.","author" : "Albert Einstein"},{"text" : "The family that prays together...is brainwashing their children.","author" : "Albert Einstein"},{"text" : "The important thing is not to stop questioning. Curiosity has its own reason for existing. One cannot help but be in awe when he contemplates the mysteries of eternity, of life, of the marvelous structure of reality.","author" : "Albert Einstein"},{"text" : "The framing of a problem is often far more essential than its solution.","author" : "Albert Einstein"},{"text" : "It is every man's obligation to put back into the world at least the equivalent of what he takes out of it.","author" : "Albert Einstein"},{"text" : "When a man sits with a pretty girl for an hour, it seems like a minute. But let him sit on a hot stove for a minute â€” and it's longer than any hour. That's relativity.","author" : "Albert Einstein"},{"text" : "Concern for man and his fate must always form the chief interest of all technical endeavors. Never forget this in the midst of your diagrams and equations.","author" : "Albert Einstein"},{"text" : "It is the theory which decides what can be observed.","author" : "Albert Einstein"},{"text" : "The truth of a theory is in your mind, not in your eyes.","author" : "Albert Einstein"},{"text" : "Each possession I own is but a stone around my neck.","author" : "Albert Einstein"},{"text" : "Humankind's desire for peace can be realized only by the creation of a world government.","author" : "Albert Einstein"},{"text" : "Overpopulation in various countries has become a serious threat to the health of people and a grave obstacle to any attempt to organise peace on this planet","author" : "Albert Einstein"},{"text" : "My pacifism is not based on any intellectual theory but on a deep antipathy to every form of cruelty and hatred.","author" : "Albert Einstein"},{"text" : "The goal of pacifism is possible only though a supranational organization. To stand unconditionally for this cause is the criterion of true pacifism.","author" : "Albert Einstein"},{"text" : "We must begin to inculcate our children against militarism by educating them in the spirit of pacifism. Our schoolbooks glorify war and conceal it's horror. I would teach peace rather than war.","author" : "Albert Einstein"},{"text" : "Small is the number of people who see with their eyes and think with their minds.","author" : "Albert Einstein"},{"text" : "The devil has put a penalty on all things we enjoy in life. Either we suffer in our health, or we suffer in our soul, or we get fat.","author" : "Albert Einstein"},{"text" : "The most beautiful things we can experience is the mysterious.","author" : "Albert Einstein"},{"text" : "Mystery is the fundamental emotion that stands at the cradle of true art and true science.","author" : "Albert Einstein"},{"text" : "We know from daily life that we exist for other people first of all, for whose smiles and well-being our own happiness depends.","author" : "Albert Einstein"},{"text" : "Life is a great tapestry. The individual is only an insignificant thread in an immense and miraculous pattern.","author" : "Albert Einstein"},{"text" : "Astrology is a science in itself and contains an illuminating body of knowledge. It taught me many things and I am greatly indebted to it.","author" : "Albert Einstein"},{"text" : "If one day you have to choose between the world and love, remember this: If you choose the world you’ll be left without love, but if you choose love, with it you will conquer the world","author" : "Albert Einstein"},{"text" : "Knowledge is realizing that the street is one way; wisdom is looking in both directions anyway.","author" : "Albert Einstein"},{"text" : "Matter is spirit reduced to point of visibility.","author" : "Albert Einstein"},{"text" : "The distinctions separating the social classes are false; in the last analysis they rest on force.","author" : "Albert Einstein"},{"text" : "If we knew what it was we were doing, it would not be called research, would it?","author" : "Albert Einstein"},{"text" : "Imagination is the highest form of research.","author" : "Albert Einstein"},{"text" : "The foundation of morality should not be made dependent on myth nor tied to any authority lest doubt about the myth or about the legitimacy of the authority imperil the foundation of sound judgment and action.","author" : "Albert Einstein"},{"text" : "There's no question dolphins are smarter than humans as they play more.","author" : "Albert Einstein"},{"text" : "He who can no longer pause to wonder and stand rapt in awe, is as good as dead; his eyes are closed.","author" : "Albert Einstein"},{"text" : "The legs are the wheels of creativity.","author" : "Albert Einstein"},{"text" : "In order to be a perfect member of a flock of sheep, one has to be, foremost, a sheep.","author" : "Albert Einstein"},{"text" : "All means prove but a blunt instrument, if they have not behind them a living spirit.","author" : "Albert Einstein"},{"text" : "The search for truth is more precious than its possession.","author" : "Albert Einstein"},{"text" : "Nothing happens unless something moves.","author" : "Albert Einstein"},{"text" : "How I wish that somewhere there existed an island for those who are wise and of good will.","author" : "Albert Einstein"}]