[{"text" : "Happiness is nothing more than good health and a bad memory.","author" : "Albert Schweitzer"},{"text" : "At times our own light goes out and is rekindled by a spark from another person. Each of us has cause to think with deep gratitude of those who have lighted the flame within us.","author" : "Albert Schweitzer"},{"text" : "Constant kindness can accomplish much. As the sun makes ice melt, kindness causes misunderstanding, mistrust, and hostility to evaporate.","author" : "Albert Schweitzer"},{"text" : "In everyone's life, at some time, our inner fire goes out. It is then burst into flame by an encounter with another human being. We should all be thankful for those people who rekindle the inner spirit.","author" : "Albert Schweitzer"},{"text" : "Do not let Sunday be taken from you. If your soul has no Sunday, it becomes an orphan.","author" : "Albert Schweitzer"},{"text" : "The purpose of human life is to serve, and to show compassion and the will to help others.","author" : "Albert Schweitzer"},{"text" : "Life becomes harder for us when we live for others, but it also becomes richer and happier.","author" : "Albert Schweitzer"},{"text" : "Example is leadership.","author" : "Albert Schweitzer"},{"text" : "Ethics is nothing else than reverence for life.","author" : "Albert Schweitzer"},{"text" : "Ethics is the activity of man directed to secure the inner perfection of his own personality.","author" : "Albert Schweitzer"},{"text" : "The first step in the evolution of ethics is a sense of solidarity with other human beings.","author" : "Albert Schweitzer"},{"text" : "I can do no other than be reverent before everything that is called life. I can do no other than to have compassion for all that is called life. That is the beginning and the foundation of all ethics.","author" : "Albert Schweitzer"},{"text" : "A man is truly ethical only when he obeys the compulsion to help all life which he is able to assist, and shrinks from injuring anything that lives.","author" : "Albert Schweitzer"},{"text" : "Ethics and equity and the principles of justice do not change with the calendar.","author" : "Albert Schweitzer"},{"text" : "Just as the wave cannot exist for itself, but is ever a part of the heaving surface of the ocean, so must I never live my life for itself, but always in the experience which is going on around me.","author" : "Albert Schweitzer"},{"text" : "One who gains strength by overcoming obstacles possesses the only strength which can overcome adversity.","author" : "Albert Schweitzer"},{"text" : "Do something wonderful. People may imitate it.","author" : "Albert Schweitzer"},{"text" : "To me, good health is more than just exercise and diet. Its really a point of view and a mental attitude you have about yourself.","author" : "Albert Schweitzer"},{"text" : "Only those who respect the personality of others can be of real use to them.","author" : "Albert Schweitzer"},{"text" : "I don't know what your destiny will be, but one thing I do know: the only ones among you who will be really happy are those who have sought and found how to serve.","author" : "Albert Schweitzer"},{"text" : "Wherever a man turns he can find someone who needs him.","author" : "Albert Schweitzer"},{"text" : "Anyone who proposes to do good must not expect people to roll stones out of his way, but must accept his lot calmly, even if they roll a few stones upon it.","author" : "Albert Schweitzer"},{"text" : "Man must cease attributing his problems to his environment, and learn again to exercise his will - his personal responsibility in the realm of faith and morals.","author" : "Albert Schweitzer"},{"text" : "Example is not the main thing in influencing others, it's the only thing","author" : "Albert Schweitzer"},{"text" : "We must fight against the spirit of unconscious cruelty with which we treat the animals. Animals suffer as much as we do. True humanity does not allow us to impose such sufferings on them. It is our duty to make the whole world recognize it. Until we extend our circle of compassion to all living things, humanity will not find peace.","author" : "Albert Schweitzer"},{"text" : "Think occasionally of the suffering of which you spare yourself the sight.","author" : "Albert Schweitzer"},{"text" : "Let me give you the definition of ethics: it is good to maintain life and to further life. It is bad to damage and destroy life. And this ethic, profound and universal, has the significance of a religion. It is religion.","author" : "Albert Schweitzer"},{"text" : "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.","author" : "Albert Schweitzer"},{"text" : "We should all be thankful for those people who rekindle the inner spirit.","author" : "Albert Schweitzer"},{"text" : "Sometimes our light goes out, but is blown again into instant flame by an encounter with another human being.","author" : "Albert Schweitzer"},{"text" : "Eventually all things fall into place. Until then, laugh at the confusion, live for the moments, and know everything happens for a reason.","author" : "Albert Schweitzer"},{"text" : "We are all so much together, but we are all dying of loneliness.","author" : "Albert Schweitzer"},{"text" : "Example is not the main thing in influencing others. It is the only thing.","author" : "Albert Schweitzer"},{"text" : "There are two means of refuge from the miseries of life: music and cats.","author" : "Albert Schweitzer"},{"text" : "Sometimes our light goes out but is blown into flame by another human being. Each of us owes deepest thanks to those who have rekindled this light.","author" : "Albert Schweitzer"},{"text" : "From naive simplicity we arrive at more profound simplicity.","author" : "Albert Schweitzer"},{"text" : "To me, good health is more than just exercise and diet.","author" : "Albert Schweitzer"},{"text" : "The path of awakening is not about becoming who you are. Rather it is about unbecoming who you are not.","author" : "Albert Schweitzer"},{"text" : "Therapy is the boat across the river, but most don't want to get off. Don't blame, forgive, All healing is self-healing.","author" : "Albert Schweitzer"},{"text" : "Reincarnation contains a most comforting explanation of reality by means of which Indian thought surmounts difficulties which baffle the thinkers of Europe.","author" : "Albert Schweitzer"},{"text" : "The future of civilisation depends on our overcoming the meaninglessness and hopelessness that characterizes the thoughts of men today.","author" : "Albert Schweitzer"},{"text" : "Humanitarianism consists in never sacrificing a human being to a purpose.","author" : "Albert Schweitzer"},{"text" : "It is not always granted to the sower to see the harvest.","author" : "Albert Schweitzer"},{"text" : "The purpose of human life is to serve and to show compassion and the will to help others.","author" : "Albert Schweitzer"},{"text" : "Anyone who has accustomed himself to regard the life of any living creature as worthless is in danger of arriving also at the idea of worthless human lives.","author" : "Albert Schweitzer"},{"text" : "Impart as much as you can of your spiritual being to those who are on the road with you, and accept as something precious what comes back to you from them.","author" : "Albert Schweitzer"},{"text" : "Let us rejoice in the truth, wherever we find its lamp burning.","author" : "Albert Schweitzer"},{"text" : "A new public opinion must be created privately and unobtrusively. The existing one is maintained by the press, by propaganda, by organization, and by financial and other influences which are at its disposal. The unnatural way of spreading ideas must be opposed by the natural one, which goes from man to man and relies solely on the truth of the thoughts and the hearer's receptiveness for new truth.","author" : "Albert Schweitzer"},{"text" : "If a man loses his reverence for any part of life, he will lose his reverence for all of life.","author" : "Albert Schweitzer"},{"text" : "Reverence for life is the highest court of appeal.","author" : "Albert Schweitzer"},{"text" : "It is through the idealism of youth that man catches sight of truth, and in that idealism he possesses a wealth which he must never exchange for anything else.","author" : "Albert Schweitzer"},{"text" : "Man can hardly even recognize the devils of his own creation.","author" : "Albert Schweitzer"},{"text" : "Just as white light consists of colored rays, so reverence for life contains all the components of ethics: love, kindliness, sympathy, empathy, peacefulness and power to forgive.","author" : "Albert Schweitzer"},{"text" : "Never say there is nothing beautiful in the world anymore. There is always something to make you wonder in the shape of a tree, the trembling of a leaf.","author" : "Albert Schweitzer"},{"text" : "Until he extends his circle of compassion to include all living things, man will not himself find peace.","author" : "Albert Schweitzer"},{"text" : "Grow into your ideals so that life cannot rob you of them.","author" : "Albert Schweitzer"},{"text" : "Wherever you turn, you can find someone who needs you. Even if it is a little thing, do something for which there is no pay but the privilege of doing it.","author" : "Albert Schweitzer"},{"text" : "The disastrous feature of our civilization is that it is far more developed materially than spiritually. Its balance is disturbed.","author" : "Albert Schweitzer"},{"text" : "Affirmation of the world, which means affirmation of the will-to-live that manifests itself around me, is only possible if I devote myself to other life.","author" : "Albert Schweitzer"},{"text" : "Only through love can we obtain communion with God.","author" : "Albert Schweitzer"},{"text" : "Rational thinking which is free from assumptions ends therefore in mysticism.","author" : "Albert Schweitzer"},{"text" : "An optimist is a person who sees a green light everywhere, while a pessimist sees only the red stoplight... the truly wise person is colorblind.","author" : "Albert Schweitzer"},{"text" : "The true worth of a man is not to be found in man himself, but in the colours and textures that come alive in others.","author" : "Albert Schweitzer"},{"text" : "By respect for life we become religious in a way that is elementary, profound and alive.","author" : "Albert Schweitzer"},{"text" : "A good example has twice the value of good advice.","author" : "Albert Schweitzer"},{"text" : "You must give some time to your fellow man. Even if it's a little thing, do something for those who have need of help., something for which you get no pay but the privilege of doing it. For remember, you don't live in a world all your own. Your brothers are here, too.","author" : "Albert Schweitzer"},{"text" : "By having a reverence for life, we enter into a spiritual relation with the world by practicing reverence for life we become good, deep, and alive.","author" : "Albert Schweitzer"},{"text" : "The only ones among you who will really be happy are those who will have sought and found how to serve.","author" : "Albert Schweitzer"},{"text" : "Whoever is spared personal pain must feel himself called to help in diminishing the pain of others. We must all carry our share of the misery which lies upon the world.","author" : "Albert Schweitzer"},{"text" : "The highest proof of the spirit is love. Love the eternal thing which can already on earth possess as it really is.","author" : "Albert Schweitzer"},{"text" : "There are two means of refuge from the miseries of life music and cats.","author" : "Albert Schweitzer"},{"text" : "The thinking person must oppose all cruel customs, no matter how deeply rooted in tradition and surrounded by a halo. When we have a choice, we must avoid bringing torment and injury into the life of another.","author" : "Albert Schweitzer"},{"text" : "Example is not the main thing in influencing others. It’s the only thing.","author" : "Albert Schweitzer"},{"text" : "Sometimes our light goes out but is blown again into instant flame by an encounter with another human being. Each of us owes the deepest thanks to those who have rekindled this inner light.","author" : "Albert Schweitzer"},{"text" : "The quiet conscience is an invention of the devil.","author" : "Albert Schweitzer"},{"text" : "Happiness is the only thing that multiplies when you share it.","author" : "Albert Schweitzer"},{"text" : "The soul is the sense of something higher than ourselves, something that stirs in us thoughts, hopes, and aspirations which go out to the world of goodness, truth, and beauty.","author" : "Albert Schweitzer"},{"text" : "The soul is a burning desire to breathe in this world of light and never to lose it— to remain children of light.","author" : "Albert Schweitzer"}]