[{"text" : "To travel is to discover that everyone is wrong about other countries.","author" : "Aldous Huxley"},{"text" : "Most ignorance is evincible ignorance. We don't know because we don't want to know.","author" : "Aldous Huxley"},{"text" : "Silence is as full of potential wisdom and wit as the unshown marble of great sculpture. The silent bear no witness against themselves.","author" : "Aldous Huxley"},{"text" : "Technological progress has merely provided us with more efficient means for going backwards.","author" : "Aldous Huxley"},{"text" : "That all men are equal is a proposition which, at ordinary times, no sane individual has ever given his assent.","author" : "Aldous Huxley"},{"text" : "Several excuses are always less convincing than one.","author" : "Aldous Huxley"},{"text" : "One of the great attractions of patriotism - it fulfills our worst wishes. In the person of our nation we are able, vicariously, to bully and cheat. Bully and cheat, what's more, with a feeling that we are profoundly virtuous.","author" : "Aldous Huxley"},{"text" : "Facts do not cease to exist because theyare ignored.","author" : "Aldous Huxley"},{"text" : "Consistency is contrary to nature, contrary to life. The only completely consistent people are the dead.","author" : "Aldous Huxley"},{"text" : "There are things known and there are things unknown, and in between are the doors of perception.","author" : "Aldous Huxley"},{"text" : "Sons have always a rebellious wish to be disillusioned by that which charmed their fathers.","author" : "Aldous Huxley"},{"text" : "Words can be like X-rays if you use them properly -- they'll go through anything. You read and you're pierced.","author" : "Aldous Huxley"},{"text" : "I wanted to change the world. But I have found that the only thing one can be sure of changing is oneself.","author" : "Aldous Huxley"},{"text" : "Most human beings have an infinite capacity for taking things for granted.","author" : "Aldous Huxley"},{"text" : "When the sun rises, it rises for everyone.","author" : "Aldous Huxley"},{"text" : "If most of us remain ignorant of ourselves, it is because self-knowledge is painful and we prefer the pleasures of illusion.","author" : "Aldous Huxley"},{"text" : "The more powerful and original a mind, the more it will incline towards the religion of solitude.","author" : "Aldous Huxley"},{"text" : "There is only one corner of the universe you can be certain of improving and that's your own self.","author" : "Aldous Huxley"},{"text" : "After silence that which comes nearest to expressing the inexpressible is music.","author" : "Aldous Huxley"},{"text" : "There's only one corner of the universe you can be certain of improving, and that's your own self.","author" : "Aldous Huxley"},{"text" : "Lady Capricorn, he understood, was still keeping open bed.","author" : "Aldous Huxley"},{"text" : "Those who believe that they are exclusively in the right are generally those who achieve something.","author" : "Aldous Huxley"},{"text" : "The secret of genius is to carry the spirit of the child into old age, which means never losing your enthusiasm.","author" : "Aldous Huxley"},{"text" : "Experience teaches only the teachable.","author" : "Aldous Huxley"},{"text" : "A large city cannot be experientially known; its life is too manifold for any individual to be able to participate in it.","author" : "Aldous Huxley"},{"text" : "There is only one corner of the universe you can be certain of improving, and that's your own self.","author" : "Aldous Huxley"},{"text" : "An unexciting truth may be eclipsed by a thrilling falsehood.","author" : "Aldous Huxley"},{"text" : "There is no substitute for talent. Industry and all the virtues are of no avail.","author" : "Aldous Huxley"},{"text" : "The quality of moral behavior varies in inverse ratio to the number of human beings involved.","author" : "Aldous Huxley"},{"text" : "Consciousness is only possible through change; change is only possible through movement.","author" : "Aldous Huxley"},{"text" : "To be excited is still to be unsatisfied.","author" : "Aldous Huxley"},{"text" : "One of the great attractions of patriotism, it fulfills our worst wishes. In the person of our nation we are able, vicariously, to bully and cheat. Bully and cheat, what's more, with a feeling that we are profoundly virtuous.","author" : "Aldous Huxley"},{"text" : "Bondage is the life of personality, and for bondage the personal self will fight with tireless resourcefulness and the most stubborn cunning.","author" : "Aldous Huxley"},{"text" : "For the born traveller, travelling is a besetting vice. Like other vices, it is imperious, demanding its victim's time, money, energy and the sacrifice of comfort.","author" : "Aldous Huxley"},{"text" : "What we feel and think and are is to a great extent determined by the state of our ductless glands and viscera.","author" : "Aldous Huxley"},{"text" : "The condition of being forgiven is self-abandonment. The proud man prefers self-reproach, however painful -because the reproached self isn't abandoned; it remains intact.","author" : "Aldous Huxley"},{"text" : "Great scientific discoveries have been made by men seeking to verify quite erroneous theories about the nature of things.","author" : "Aldous Huxley"},{"text" : "Hinduism the perennial philosophy that is at the core of all religions.","author" : "Aldous Huxley"},{"text" : "Nonsense is an assertion of man's spiritual freedom in spite of all the oppressions of circumstance.","author" : "Aldous Huxley"},{"text" : "The flower of the present rosily blossomed.","author" : "Aldous Huxley"},{"text" : "No social stability without individual stability.","author" : "Aldous Huxley"},{"text" : "We cannot reason ourselves out of our basic irrationality. All we can do is learn the art of being irrational in a reasonable way.","author" : "Aldous Huxley"},{"text" : "Complete prohibition of all chemical mind changers can be decreed, but cannot be enforced, and tends to create more evils than it cures.","author" : "Aldous Huxley"},{"text" : "The lion will lay down with the lamb, but every morning they'll have to provide a new lamb. Maybe this world is another planet's hell.","author" : "Aldous Huxley"},{"text" : "Happiness is not achieved by the conscious pursuit of happiness; it is generally the by-product of other activities.","author" : "Aldous Huxley"},{"text" : "A totally unmystical world would be a world totally blind and insane.","author" : "Aldous Huxley"},{"text" : "All conditioning aims at that: making people like their inescapable social destiny.","author" : "Aldous Huxley"},{"text" : "There is no bad day that can't be overcome by listening to a barbershop quartet. This is just truth, plain and simple.","author" : "Aldous Huxley"},{"text" : "Facts do not cease to exist because they are ignored.","author" : "Aldous Huxley"},{"text" : "Contemplation is that condition of alert passivity, in which the soul lays itself open to the divine Ground within and without, the immanent and transcendent Godhead.","author" : "Aldous Huxley"},{"text" : "Every civilization is, among other things, an arrangement for domesticating the passions and setting them to do useful work.","author" : "Aldous Huxley"},{"text" : "Every one belongs to every one else.","author" : "Aldous Huxley"},{"text" : "The essay is a literary device for saying almost everything about almost anything.","author" : "Aldous Huxley"},{"text" : "Children are remarkable for their intelligence and ardor, for their curiosity, their intolerance of shams, the clarity and ruthlessness of their vision.","author" : "Aldous Huxley"},{"text" : "If you have behaved badly, repent, make what amends you can and address yourself to the task of behaving better next time","author" : "Aldous Huxley"},{"text" : "The thin and precarious crust of decency is all that separates any civilization, however impressive, from the hell of anarchy or systematic tyranny which lie in wait beneath the surface .","author" : "Aldous Huxley"},{"text" : "One believes things because one has been conditioned to believe them.","author" : "Aldous Huxley"},{"text" : "Words play an enormous part in our lives and are therefore deserving of the closest study.","author" : "Aldous Huxley"},{"text" : "Facts are ventriloquist's dummies. Sitting on a wise man's knee they may be made to utter words of wisdom; elsewhere, they say nothing, or talk nonsense.","author" : "Aldous Huxley"},{"text" : "The course of every intellectual, if he pursues his journey long and unflinchingly enough, ends in the obvious, from which the non-intellectuals have never stirred.","author" : "Aldous Huxley"},{"text" : "An unexciting truth may be eclipsed by a thrilling lie.","author" : "Aldous Huxley"},{"text" : "Idealism is the noble toga that political gentlemen drape over their will to power.","author" : "Aldous Huxley"},{"text" : "I'm afraid of losing my obscurity. Genuineness only thrives in the dark. Like celery.","author" : "Aldous Huxley"},{"text" : "There is no substitute for talent. Industry and all its virtues are of no avail.","author" : "Aldous Huxley"},{"text" : "People will come to love their oppression, to adore the technologies that undo their capacities to think.","author" : "Aldous Huxley"},{"text" : "The victim of mind-manipulation does not know that he is a victim.","author" : "Aldous Huxley"},{"text" : "It is delightful to read on the spot the impressions and opinions of tourists who visited a hundred years ago, in the vehicles and with the aesthetic prejudices of the period, the places which you are visiting now. The voyage ceases to be a mere tour through space; you travel through time and thought as well.","author" : "Aldous Huxley"},{"text" : "Thanks to words, we have been able to rise above the brutes; and thanks to words, we have often sunk to the level of the demons.","author" : "Aldous Huxley"},{"text" : "Hell isn't merely paved with good intentions; it's walled and roofed with them. Yes, and furnished too.","author" : "Aldous Huxley"},{"text" : "Champagne had the taste of an apple peeled with a steel knife.","author" : "Aldous Huxley"},{"text" : "Your true traveller finds boredom rather agreeable than painful. It is the symbol of his liberty - his excessive freedom. He accepts his boredom, when it comes, not merely philosophically, but almost with pleasure.","author" : "Aldous Huxley"},{"text" : "The fact that people are shocked is the best proof that they need shocking.","author" : "Aldous Huxley"},{"text" : "Every man's memory is his private literature.","author" : "Aldous Huxley"},{"text" : "The vast majority of human beings are not interested in reason or satisfied with what it teaches.","author" : "Aldous Huxley"},{"text" : "Europe is so well gardened that it resembles a work of art, a scientific theory, a neat metaphysical system. Man has re-created Europe in his own image.","author" : "Aldous Huxley"},{"text" : "Higher education is not necessarily a guarantee of higher virtue.","author" : "Aldous Huxley"},{"text" : "Universal happiness keeps the wheels steadily turning, truth and beauty can't.","author" : "Aldous Huxley"},{"text" : "I'm afraid of losing my obscurity. Genuineness only thrives in the dark. Like celery.","author" : "Aldous Huxley"},{"text" : "Happiness is like coke: something you get as a by-product in the process of making something else.","author" : "Aldous Huxley"},{"text" : "To aspire to be superhuman is a most discreditable admission that you lack the guts, the wit, the moderating judgment to be successfully and consummately human.","author" : "Aldous Huxley"},{"text" : "Dream in a pragmatic way.","author" : "Aldous Huxley"},{"text" : "The pleasures of ignorance are as great, in their way, as the pleasures of knowledge.","author" : "Aldous Huxley"},{"text" : "Everyone who wants to do good to the human race always ends in universal bullying.","author" : "Aldous Huxley"},{"text" : "If we could sniff or swallow something that would, for five or six hours each day, abolish our solitude as individuals, atone us with our fellows in a glowing exaltation of affection and make life in all its aspects seem not only worth living, but divinely beautiful and significant, and if this heavenly, world-transfiguring drug were of such a kind that we could wake up next morning with a clear head and an undamaged constitution then, it seems to me, all our problems (and not merely the one small problem of discovering a novel pleasure) would be wholly solved and earth would become paradise.","author" : "Aldous Huxley"},{"text" : "The humanity of men and women is inversely proportional to their numbers. A crowd is no more human than an avalanche or a whirlwind. A rabble of men and women stands lower in the scale of moral and intellectual being than a herd of Swine or of Jackals.","author" : "Aldous Huxley"},{"text" : "In actual life a downward movement may sometimes be made the beginning of an ascent.","author" : "Aldous Huxley"},{"text" : "If it were not for the intellectual snobs who pay-in solid cash — the tribute which philistinism owes to culture, the arts would perish with their starving practitioners. Let us thank heaven for hypocrisy.","author" : "Aldous Huxley"},{"text" : "My fate cannot be mastered; it can only be collaborated with and thereby, to some extent, directed. Nor am I the captain of my soul; I am only its noisiest passenger.","author" : "Aldous Huxley"},{"text" : "Liberties aren't given, they are taken.","author" : "Aldous Huxley"},{"text" : "The daily bread of grace, without which nothing can be achieved, is given to the extent to which we ourselves give and forgive.","author" : "Aldous Huxley"},{"text" : "We need grace in order to be able to live in such a way as to qualify ourselves to receive grace.","author" : "Aldous Huxley"},{"text" : "Spritual grace can't be received continuously or in its fullness, except by those who have willed away their self-will to the point of being able truthfully to say, 'Not I, but God in me.","author" : "Aldous Huxley"},{"text" : "There's only one effectively redemptive sacrifice, the sacrifice of self will to make room for the knowledge of God.","author" : "Aldous Huxley"},{"text" : "After silence, that which comes nearest to expressing the inexpressible is music.","author" : "Aldous Huxley"},{"text" : "There is something curiously boring about somebody else's happiness.","author" : "Aldous Huxley"},{"text" : "That men do not learn very much from the lessons of history is the most important of all the lessons of history.","author" : "Aldous Huxley"},{"text" : "Children are remarkable for their intelligence and ardour, for their curiosity, their intolerance of shams, the clarity and ruthlessness of their vision.","author" : "Aldous Huxley"},{"text" : "Experience is not what happens to a man; it is what he does with what happens to him.","author" : "Aldous Huxley"},{"text" : "‎But that's the price we have to pay for stability. You've got to choose between happiness and what people used to call high art. We've sacrificed the high art.","author" : "Aldous Huxley"},{"text" : "We don't want to change. Every change is a menace to stability.","author" : "Aldous Huxley"},{"text" : "To be well informed, one must read quickly a great number of merely instructive books. To be cultivated, one must read slowly and with a lingering appreciation the comparatively few books that have been written by men who lived, thought, and felt with style.","author" : "Aldous Huxley"},{"text" : "Thoughtfulness for others, generosity, modesty, and self-respect are the qualities which make a real gentleman or lady, as distinguished from the veneered article which commonly goes by that name.","author" : "Aldous Huxley"},{"text" : "Speed, it seems to me, provides the one genuinely modern pleasure.","author" : "Aldous Huxley"}]