[{"text" : "I never expect to see a perfect work from an imperfect man.","author" : "Alexander Hamilton"},{"text" : "Safety from external danger is the most powerful director of national conduct.","author" : "Alexander Hamilton"},{"text" : "Self-preservation is the first principle of our nature.","author" : "Alexander Hamilton"},{"text" : "In framing a government which is to be administered by men over men the great difficulty lies in this: You must first enable the government to control the governed, and in the next place, oblige it to control itself.","author" : "Alexander Hamilton"},{"text" : "A promise must never be broken.","author" : "Alexander Hamilton"},{"text" : "He who stands for nothing will fall for anything.","author" : "Alexander Hamilton"},{"text" : "I never expect to see a perfect work from imperfect man.","author" : "Alexander Hamilton"},{"text" : "A well adjusted person is one who makes the same mistake twice without getting nervous.","author" : "Alexander Hamilton"},{"text" : "Real firmness is good for anything; strut is good for nothing.","author" : "Alexander Hamilton"},{"text" : "Common interest may always be reckoned upon as the surest bond of sympathy.","author" : "Alexander Hamilton"},{"text" : "The Courts must declare the sense of the law; and if they should be disposed to exercise will instead of judgement; the consequences would be the substitution of their pleasure for that of the legislative body.","author" : "Alexander Hamilton"},{"text" : "In framing a government which is to be administered by men over men, the great difficulty lies in this: you must first enable the government to control the governed; and in the next place, oblige it to control itself.","author" : "Alexander Hamilton"},{"text" : "Take mankind in general, they are vicious-their passions may be operated upon.","author" : "Alexander Hamilton"},{"text" : "If you don't stand for something, you will fall for anything.","author" : "Alexander Hamilton"},{"text" : "A fondness for power is implanted in most men, and it is natural to abuse it when acquired.","author" : "Alexander Hamilton"},{"text" : "The standard of good behavior for the continuance in office of the judicial magistracy is certainly one of the most valuable of the modern improvements in the practice of government.","author" : "Alexander Hamilton"},{"text" : "The nation which can prefer disgrace to danger is prepared for a master and deserves one.","author" : "Alexander Hamilton"},{"text" : "The attributes of sovereignty are now enjoyed by every state in the Union.","author" : "Alexander Hamilton"},{"text" : "There is a certain enthusiasm in liberty, that makes human nature rise above itself in acts of bravery and heroism.","author" : "Alexander Hamilton"},{"text" : "When the sword is once drawn, the passions of men observe no bounds of moderation.","author" : "Alexander Hamilton"},{"text" : "Then the effort that I have made is what people are pleased to call the fruit of genius. It is the fruit of labor and thought.","author" : "Alexander Hamilton"}]