[{"text" : "Is solace anywhere more comforting than in the arms of a sister.","author" : "Alice Walker"},{"text" : "People do not wish to appear foolish; to avoid the appearance of foolishness, they are willing to remain actually fools.","author" : "Alice Walker"},{"text" : "The most common way people give up their power is by thinking they don't have any.","author" : "Alice Walker"},{"text" : "No person is your friend who demands your silence, or denies your right to grow.","author" : "Alice Walker"},{"text" : "As I get older, I realize that the thing I value the most is good-heartedness.","author" : "Alice Walker"},{"text" : "Horses make a landscape look beautiful.","author" : "Alice Walker"},{"text" : "The animals of the planet are in desperate peril. Without free animal life I believe we will lose the spiritual equivalent of oxygen.","author" : "Alice Walker"},{"text" : "Animals can communicate quite well. And they do. And generally speaking, they are ignored.","author" : "Alice Walker"},{"text" : "Can people who hunger so desperately for what other people have ever have enough?","author" : "Alice Walker"},{"text" : "The animals of the world exist for their own reasons. They were not made for humans any more than black people were made for white, or women created for men.","author" : "Alice Walker"},{"text" : "'Thank you' is the best prayer that anyone could say. I say that one a lot. Thank you expresses extreme gratitude, humility, understanding.","author" : "Alice Walker"},{"text" : "I have learned not to worry about love; But to honor its coming with all my heart.","author" : "Alice Walker"},{"text" : "They be marching hand in hand, like going to war.","author" : "Alice Walker"},{"text" : "Is solace anywhere more comforting than that in the arms of a sister.","author" : "Alice Walker"},{"text" : "Once you feel loved by the universe, you're already accepted, and you're not really concerned about offending people.","author" : "Alice Walker"},{"text" : "Thank you' is the best prayer that anyone could say. I say that one a lot. Thank you expresses extreme gratitude, humility, understanding.","author" : "Alice Walker"},{"text" : "Be an outcast; be pleased to walk alone.","author" : "Alice Walker"},{"text" : "Womanist is to feminist as purple is to lavender.","author" : "Alice Walker"},{"text" : "Expect nothing. Live frugally on surprise.","author" : "Alice Walker"},{"text" : "Every small positive change we make in ourselves repays us in confidence in the future.","author" : "Alice Walker"},{"text" : "I don't need a certain number of friends, just a number of friends I can be certain of.","author" : "Alice Walker"},{"text" : "Propaganda is amazing. People can be led to believe anything.","author" : "Alice Walker"},{"text" : "Sexuality is one of the ways that we become enlightened, actually, because it leads us to self-knowledge.","author" : "Alice Walker"},{"text" : "Healing cannot be done by settling a score.","author" : "Alice Walker"},{"text" : "Anybody can observe the Sabbath, but making it holy surely takes the rest of the week.","author" : "Alice Walker"},{"text" : "People who work hard often work too hard. ... May we learn to honor the hammock, the siesta, the nap and the pause in all its forms.","author" : "Alice Walker"},{"text" : "If we want to fight people in the world, we should fight them with pillows – pillows stuffed with food, medicine, music… That would be so much cheaper than bombs.","author" : "Alice Walker"},{"text" : "The artist...is the voice of the people.","author" : "Alice Walker"},{"text" : "Resistance is the secret of joy!","author" : "Alice Walker"},{"text" : "Life is better than death, I believe, if only because it is less boring, and because it has fresh peaches in it.","author" : "Alice Walker"},{"text" : "I prefer to praise people and the world rather than criticize them and it.","author" : "Alice Walker"},{"text" : "Fiction is such a world of freedom, it’s wonderful. If you want someone to fly, they can fly.","author" : "Alice Walker"},{"text" : "All History is current; all injustice continues on some level, somewhere in the world.","author" : "Alice Walker"},{"text" : "I live on the West Coast of the United States, and yet the air that I breathe is sometimes the same air that was being breathed in China the day before.","author" : "Alice Walker"},{"text" : "Is solace anywhere more comforting than that in the arms of a sister?","author" : "Alice Walker"},{"text" : "In nature, nothing is perfect and everything is perfect. Trees can be contorted, bent in weird ways, and they’re still beautiful.","author" : "Alice Walker"},{"text" : "I believe in the soul. Furthermore, I believe, it is prompt accountability for one's choices, a willing acceptance of responsibility for one's thoughts, behavior, and actions that makes it powerful.","author" : "Alice Walker"},{"text" : "No person is your friend who demands your silence or denies your right to grow.","author" : "Alice Walker"},{"text" : "I think it pisses God off if you walk by the color purple in a field somewhere and don't notice it.","author" : "Alice Walker"},{"text" : "Part of my ancestry is Cherokee. And in that tradition, you become an adult when you're 52.","author" : "Alice Walker"},{"text" : "Tea to the English is really a picnic indoors.","author" : "Alice Walker"},{"text" : "My daughter's birth was the incomparable gift of seeing the world at quite a different angle than before, and judging it by a standard that would apply far beyond my natural life.","author" : "Alice Walker"},{"text" : "We should learn to accept that change is truly the only thing that's going on always, and learn to ride with it and enjoy it.","author" : "Alice Walker"},{"text" : "In nature, nothing is perfect and everything is perfect. Trees can be contorted, bent in weird ways, and they're still beautiful.","author" : "Alice Walker"},{"text" : "In search of my mother's garden, I found my own.","author" : "Alice Walker"},{"text" : "Whenever you are creating beauty around you, you are restoring your own soul.","author" : "Alice Walker"}]