[{"text" : "The hardest tumble a man can make is to fall over his own bluff.","author" : "Ambrose Bierce"},{"text" : "Speak when you are angry and you will make the best speech you will ever regret.","author" : "Ambrose Bierce"},{"text" : "They say that hens do cackle loudest when there is nothing vital in the eggs they have laid.","author" : "Ambrose Bierce"},{"text" : "Perseverance - a lowly virtue whereby mediocrity achieves an inglorious success.","author" : "Ambrose Bierce"},{"text" : "Photograph: a picture painted by the sun without instruction in art.","author" : "Ambrose Bierce"},{"text" : "Divorce: a resumption of diplomatic relations and rectification of boundaries.","author" : "Ambrose Bierce"},{"text" : "Ocean: A body of water occupying about two-thirds of a world made for man - who has no gills.","author" : "Ambrose Bierce"},{"text" : "The fact that boys are allowed to exist at all is evidence of a remarkable Christian forbearance among men.","author" : "Ambrose Bierce"},{"text" : "In each human heart are a tiger, a pig, an ass and a nightingale. Diversity of character is due to their unequal activity.","author" : "Ambrose Bierce"},{"text" : "Optimism: The doctrine or belief that everything is beautiful, including what is ugly.","author" : "Ambrose Bierce"},{"text" : "All are lunatics, but he who can analyze his delusions is called a philosopher.","author" : "Ambrose Bierce"},{"text" : "Religion is the daughter of Hope and Fear, explaining to ignorance the nature of the Unknowable.","author" : "Ambrose Bierce"},{"text" : "SELFISH, adj. Devoid of consideration for the selfishness of others.","author" : "Ambrose Bierce"},{"text" : "Brain: an apparatus with which we think we think.","author" : "Ambrose Bierce"},{"text" : "DISCRIMINATE, v.i. To note the particulars in which one person or thing is, if possible, more objectionable than another.","author" : "Ambrose Bierce"},{"text" : "Birth: The first and direst of all disasters.","author" : "Ambrose Bierce"},{"text" : "To apologize is to lay the foundation for a future offense.","author" : "Ambrose Bierce"},{"text" : "Politics, noun. A strife of interests masquerading as a contest of principles. The conduct of public affairs for private advantage.","author" : "Ambrose Bierce"},{"text" : "Vote: the instrument and symbol of a freeman's power to make a fool of himself and a wreck of his country.","author" : "Ambrose Bierce"},{"text" : "FIDELITY, n. A virtue peculiar to those who are about to be betrayed.","author" : "Ambrose Bierce"},{"text" : "Prejudice - a vagrant opinion without visible means of support.","author" : "Ambrose Bierce"},{"text" : "Enthusiasm - a distemper of youth, curable by small doses of repentance in connection with outward applications of experience.","author" : "Ambrose Bierce"},{"text" : "An acquaintance is someone we know well enough to borrow from, but not well enough to lend to.","author" : "Ambrose Bierce"},{"text" : "Doubt, indulged and cherished, is in danger of becoming denial; but if honest, and bent on thorough investigation, it may soon lead to full establishment of the truth.","author" : "Ambrose Bierce"},{"text" : "Adolescence: A stage between infancy and adultery.","author" : "Ambrose Bierce"},{"text" : "Congratulations is the civility of envy.","author" : "Ambrose Bierce"},{"text" : "Philosophy, a route of many roads leading from nowhere to nothing.","author" : "Ambrose Bierce"},{"text" : "A coward is one who in a perilous emergency thinks with his legs.","author" : "Ambrose Bierce"},{"text" : "Coward: One who, in a perilous emergency, thinks with his legs.","author" : "Ambrose Bierce"},{"text" : "A leech who, having penetrated the shell of a turtle only to find that the creature has long been dead, deems it expedient to form a new attachment to a fresh turtle.","author" : "Ambrose Bierce"},{"text" : "April fool, n. The March fool with another month added to his folly.","author" : "Ambrose Bierce"},{"text" : "Eulogy. Praise of a person who has either the advantages of wealth and power, or the consideration to be dead.","author" : "Ambrose Bierce"},{"text" : "Divorce, a bugle blast that separates the combatants and makes them fight at long range.","author" : "Ambrose Bierce"},{"text" : "Monkey, an arboreal animal which makes itself at home in genealogical trees.","author" : "Ambrose Bierce"},{"text" : "Lawyers are: One skilled in the circumvention of the law.","author" : "Ambrose Bierce"},{"text" : "The gambling known as business looks with austere disfavor upon the business known as gambling.","author" : "Ambrose Bierce"},{"text" : "Dentist: a prestidigitator who, putting metal into your mouth, pulls coin out of your pocket.","author" : "Ambrose Bierce"},{"text" : "Immigrant: An unenlightened person who thinks one country better than another.","author" : "Ambrose Bierce"},{"text" : "Grammar, n. A system of pitfalls thoughtfully prepared for the feet of the self-made man, along the path by which he advances to distinction.","author" : "Ambrose Bierce"},{"text" : "Curiosity, n. An objectionable quality of the female mind. The desire to know whether or not a woman is cursed with curiosity is one of the most active and insatiable passions of the masculine soul.","author" : "Ambrose Bierce"},{"text" : "A rabbit's foot may bring good luck to you, but it brought none to the rabbit.","author" : "Ambrose Bierce"},{"text" : "CLOCK, n. A machine of great moral value to man, allaying his concern for the future by reminding him what a lot of time remains to him.","author" : "Ambrose Bierce"},{"text" : "HURRICANE, n. An atmospheric demonstration once very common but now generally abandoned for the tornado and cyclone. The hurricane is still in popular use in the West Indies and is preferred by certain old-fashioned sea-captains.","author" : "Ambrose Bierce"},{"text" : "Absence blots people out. We really have no absent friends.","author" : "Ambrose Bierce"},{"text" : "Debt is an ingenious substitute for the chain and whip of the slavedriver.","author" : "Ambrose Bierce"},{"text" : "Debt, n. An ingenious substitute for the chain and whip of the slavedriver.","author" : "Ambrose Bierce"},{"text" : "The clarinet is a musical instrument the only thing worse than which is two.","author" : "Ambrose Bierce"},{"text" : "Clarinet n. An instrument of torture operated by a person with cotton in his ears. There are two instruments worse than a clarinet – two clarinets.","author" : "Ambrose Bierce"},{"text" : "ORPHAN, n. A living person whom death has deprived of the power of filial ingratitude --a privation appealing with a particular eloquence to all that is sympathetic in human nature. When young the orphan is commonly sent to an asylum, where by careful cultivation of its rudimentary sense of locality it is taught to know its place. It is then instructed in the arts of dependence and servitude and eventually turned loose to prey upon the world as a bootblack or scullery maid.","author" : "Ambrose Bierce"},{"text" : "Electricity is the power that causes all natural phenomena not known to be caused by something else","author" : "Ambrose Bierce"},{"text" : "Convictions are variable; to be always consistent is to be sometimes dishonest.","author" : "Ambrose Bierce"},{"text" : "Scriptures - The sacred books of our holy religion, as distinguished from the false and profane writings on which all other faiths are based.","author" : "Ambrose Bierce"},{"text" : "Love is a temporary insanity curable by marriage or by removal of the patient from the influences under which he incurred the disorder.","author" : "Ambrose Bierce"},{"text" : "BATH, n. A kind of mystic ceremony substituted for religious worship, with what spiritual efficacy has not been determined.","author" : "Ambrose Bierce"},{"text" : "Alligator: The crocodile of America, superior in every detail to the crocodile of the effete monarchies of the Old World.","author" : "Ambrose Bierce"},{"text" : "Erudition - dust shaken out of a book into an empty skull.","author" : "Ambrose Bierce"},{"text" : "Dawn: When men of reason go to bed.","author" : "Ambrose Bierce"},{"text" : "The best kind of onion soup is the simplest kind.","author" : "Ambrose Bierce"},{"text" : "There would be far fewer accidents if we could only teach telephone poles to be more careful.","author" : "Ambrose Bierce"},{"text" : "San Francisco is the place where most people were last seen.","author" : "Ambrose Bierce"},{"text" : "A bride is a woman with a fine prospect of happiness behind her.","author" : "Ambrose Bierce"},{"text" : "ENTERTAINMENT, n. Any kind of amusement whose inroads stop short of death by injection.","author" : "Ambrose Bierce"},{"text" : "ZEUS .n.. The chief of Grecian gods, adored by the Romans as Jupiter and by the modern Americans as God, Gold, Mob and Dog.","author" : "Ambrose Bierce"},{"text" : "A penny saved is a penny to squander.","author" : "Ambrose Bierce"},{"text" : "MONUMENT, n. A structure intended to commemorate something which either needs no commemoration or cannot be commemorated.","author" : "Ambrose Bierce"},{"text" : "ROPE, n. An obsolescent appliance for reminding assassins that they too are mortal. It is put about the neck and remains in place one's whole life long.","author" : "Ambrose Bierce"},{"text" : "NOISE, n. A stench in the ear. Undomesticated music. The chief product and authenticating sign of civilization.","author" : "Ambrose Bierce"},{"text" : "Lottery: A tax on people who are bad at math.","author" : "Ambrose Bierce"},{"text" : "Sabbath - a weekly festival having its origin in the fact that God made the world in six days and was arrested on the seventh.","author" : "Ambrose Bierce"},{"text" : "Happiness: An agreeable sensation arising from contemplating the misery of another.","author" : "Ambrose Bierce"},{"text" : "Heathen, n. A benighted creature who has the folly to worship something that he can see and feel.","author" : "Ambrose Bierce"},{"text" : "To be comic is merely to be playful, but wit is a serious matter. To laugh at it is to confess that you do not understand.","author" : "Ambrose Bierce"},{"text" : "Intolerance is natural and logical, for in every dissenting opinion lies an assumption of superior wisdom.","author" : "Ambrose Bierce"},{"text" : "Responsibility: A detachable burden easily shifted to the shoulders of God, Fate, Fortune, Luck or one's neighbor. In the days of astrology it was customary to unload it upon a star.","author" : "Ambrose Bierce"},{"text" : "FOREFINGER, n. The finger commonly used in pointing out two malefactors.","author" : "Ambrose Bierce"},{"text" : "The poor man's price of admittance to the favor of the rich is his self-respect.","author" : "Ambrose Bierce"},{"text" : "Appeal. In law, to put the dice into the box for another throw.","author" : "Ambrose Bierce"},{"text" : "SAFETY-CLUTCH, n. A mechanical device acting automatically to prevent the fall of an elevator, or cage, in case of an accident to the hoisting apparatus.","author" : "Ambrose Bierce"},{"text" : "Acquaintance. A person whom we know well enough to borrow from, but not well enough to lend to.","author" : "Ambrose Bierce"},{"text" : "The slightest acquaintance with history shows that powerful republics are the most warlike and unscrupulous of nations.","author" : "Ambrose Bierce"},{"text" : "Acquaintance is a degree of friendship called slight when its object is poor and obscure, and intimate when he is rich and famous.","author" : "Ambrose Bierce"},{"text" : "Distress: A disease incurred by exposure to the prosperity of a friend.","author" : "Ambrose Bierce"},{"text" : "Childhood: the period of human life intermediate between the idiocy of infancy and the folly of youth - two removes from the sin of manhood and three from the remorse of age.","author" : "Ambrose Bierce"},{"text" : "Nothing is more logical than persecution. Religious tolerance is a kind of infidelity.","author" : "Ambrose Bierce"},{"text" : "TAIL, n. The part of an animal's spine that has transcended its natural limitations to set up an independent existence in a world of its own.","author" : "Ambrose Bierce"},{"text" : "Thou shalt no God but me adore: 'Twere too expensive to have more.","author" : "Ambrose Bierce"},{"text" : "Friendless. Having no favors to bestow. Destitute of fortune. Addicted to utterance of truth and common sense.","author" : "Ambrose Bierce"},{"text" : "Academe, n.: An ancient school where morality and philosophy were taught. Academy, n.: A modern school where football is taught.","author" : "Ambrose Bierce"},{"text" : "Love, n. A temporary insanity curable by marriage.","author" : "Ambrose Bierce"},{"text" : "Love: A temporary insanity curable by marriage.","author" : "Ambrose Bierce"},{"text" : "With brains and honesty, some five and twenty long years as champion of all that's good.","author" : "Ambrose Bierce"},{"text" : "That gold refines not, sweetens not a life of conjugal brutality and strife, that vice is vulgar though it gilded shine.","author" : "Ambrose Bierce"},{"text" : "Cemetery, n. an isolated suburban spot where mourners match lies, poets write at a target and stone cutters spell for a wager.","author" : "Ambrose Bierce"},{"text" : "At pomp and fuss-and-feathers while you jeer, Each member of your order tries to graft A peacock's tail upon his barren rear,","author" : "Ambrose Bierce"},{"text" : "Success is the one unpardonable sin against our fellow.","author" : "Ambrose Bierce"},{"text" : "The summer squash promoted. Harvested the sweet potato.","author" : "Ambrose Bierce"},{"text" : "Circus a place where horses, ponies and elephants are permitted to see men, women and children acting the fool.","author" : "Ambrose Bierce"},{"text" : "Polite, adj. Skilled in the art and practice of dissimulation.","author" : "Ambrose Bierce"},{"text" : "Still must our ears without redress submit . To hear you play the solemn hypocrite . Walking in spirit some high moral level, .","author" : "Ambrose Bierce"},{"text" : "Fidelity - a virtue peculiar to those who are about to be betrayed.","author" : "Ambrose Bierce"},{"text" : "Monday, n. In Christian countries, the day after the baseball game.","author" : "Ambrose Bierce"},{"text" : "Opportunity is a favorable occasion for grasping a disappointment.","author" : "Ambrose Bierce"}]