[{"text" : "Throw your dreams into space like a kite, and you do not know what it will bring back, a new life, a new friend, a new love, a new country.","author" : "Anas Nin"},{"text" : "Love never dies a natural death. It dies because we don't know how to replenish its source. It dies of blindness and errors and betrayals. It dies of illness and wounds; it dies of weariness, of withering, of tarnishing.","author" : "Anas Nin"},{"text" : "We travel, some of us forever, to seek other places, other lives, other souls.","author" : "Anas Nin"},{"text" : "We don t see things as they are, we see them as we are.","author" : "Anas Nin"},{"text" : "Life shrinks or expands in proportion to one's courage.","author" : "Anas Nin"},{"text" : "Your eyes make me shy.","author" : "Anas Nin"},{"text" : "We don't see things as they are. We see them as we are.","author" : "Anas Nin"},{"text" : "And the day came when the risk to remain tight in a bud was more painful than the risk it took to blossom.","author" : "Anas Nin"},{"text" : "How wrong is it for a woman to expect the man to build the world she wants, rather than to create it herself?","author" : "Anas Nin"},{"text" : "There is not one big cosmic meaning for all; there is only the meaning we each give to our life, an individual meaning, an individual plot, like an individual novel, a book for each person.","author" : "Anas Nin"},{"text" : "Each friend represents a world in us, a world possibly not born until they arrive, and it is only by this meeting that a new world is born.","author" : "Anas Nin"},{"text" : "We efface an hour by passionate love, without twists, without aftertaste. When it is finished, it is not finished, we lie still in each other's arms lulled by our love, by tenderness -- sensuality in which the whole being can participate.","author" : "Anas Nin"},{"text" : "We don't see things as they are, we see them as we are.","author" : "Anas Nin"},{"text" : "You cannot save people, you can just love them.","author" : "Anas Nin"},{"text" : "We write to taste life twice, in the moment and in retrospect.","author" : "Anas Nin"},{"text" : "The role of a writer is not to say what we all can say, but what we are unable to say.","author" : "Anas Nin"},{"text" : "People living deeply have no fear of death.","author" : "Anas Nin"},{"text" : "Each friend represents a world in us, a world possibly not born until they arrive.","author" : "Anas Nin"},{"text" : "Anxiety is love's greatest killer. It creates the failures. It makes others feel as you might when a drowning man holds on to you. You want to save him, but you know he will strangle you with his panic.","author" : "Anas Nin"},{"text" : "I am like a snake who has already bitten. I retreat from a direct battle while knowing the slow effect of the poison.","author" : "Anas Nin"},{"text" : "I made no resolutions for the new year. The habit of making plans, of criticizing, sanctioning and molding my life, is too much of a daily event for me.","author" : "Anas Nin"},{"text" : "I have such a fear of finding another like myself, and such a desire to find one! I am so utterly lonely, but I also have such a fear that my isolation be broken through, and I no longer be the head and ruler of my universe.","author" : "Anas Nin"},{"text" : "Innocence was gone from all our acts. Our habitual state of rebellion became a serious political crime.","author" : "Anas Nin"},{"text" : "Life is truly known only to those who suffer, lose, endure adversity and stumble from defeat to defeat.","author" : "Anas Nin"},{"text" : "How wrong it is for a woman to expect the man to build the world she wants, rather than to create it herself.","author" : "Anas Nin"},{"text" : "Shame is the lie someone told you about yourself.","author" : "Anas Nin"},{"text" : "Travel is seeking the lost paradise. It is the supreme illusion of love.","author" : "Anas Nin"},{"text" : "He does not need opium. He has the gift of reverie.","author" : "Anas Nin"},{"text" : "There came a time when the risk to remain tight in the bud was more painful than the risk it took to blossom.","author" : "Anas Nin"},{"text" : "Introspection is a devouring monster. You have to feed it with much material, much experience, many people, many places, many loves, many creations, and then it ceases feeding on you.","author" : "Anas Nin"},{"text" : "The cynic is a coward. He foresees all barrenness so that barrenness can never surprise him.","author" : "Anas Nin"},{"text" : "Adolescence is like cactus.","author" : "Anas Nin"},{"text" : "Ecstasy is the moment of exaltation from wholeness!","author" : "Anas Nin"},{"text" : "Death from disillusion is not instantaneous, and there are no mercy killers for the disillusioned.","author" : "Anas Nin"},{"text" : "The possession of knowledge does not kill the sense of wonder and mystery. There is always more mystery.","author" : "Anas Nin"},{"text" : "Idealism is the death of the body and the imagination.","author" : "Anas Nin"},{"text" : "When one is pretending the entire body revolts.","author" : "Anas Nin"},{"text" : "Each contact with a human being is so rare, so precious, one should preserve it.","author" : "Anas Nin"},{"text" : "Luxury is not a necessity to me, but beautiful and good things are.","author" : "Anas Nin"},{"text" : "Life is a full circle, widening until it joins the circle motions of the infinite.","author" : "Anas Nin"},{"text" : "The personal life deeply lived always expands into truths beyond itself.","author" : "Anas Nin"},{"text" : "Good things come to those who hustle.","author" : "Anas Nin"},{"text" : "Notes fly so much farther than words. There is no other way to reach the infinite.","author" : "Anas Nin"},{"text" : "Tropical nights are hammocks for lovers.","author" : "Anas Nin"},{"text" : "Each friend represents a world in us, a world not born until they arrive, and it is only by this meeting that a new world is born.","author" : "Anas Nin"},{"text" : "Self-destructive patterns cause as much suffering as outer catastrophes.","author" : "Anas Nin"},{"text" : "The suppression of inner patterns in favor of patterns created by society is dangerous to us.","author" : "Anas Nin"},{"text" : "Life, religion and art all converge in Bali. They have no word in their language for 'artist' or 'art.' Everyone is an artist.","author" : "Anas Nin"},{"text" : "Do not seek the because - in love there is no because, no reason, no explanation, no solutions.","author" : "Anas Nin"},{"text" : "I believe one writes because one has to create a world in which one can live. I could not live in any of the worlds offered to me — the world of my parents, the world of war, the world of politics. I had to create a world of my own, like a climate, a country, an atmosphere in which I could breathe, reign, and recreate myself when destroyed by living. That, I believe, is the reason for every work of art.","author" : "Anas Nin"},{"text" : "Solitude may rust your words.","author" : "Anas Nin"},{"text" : "Our culture made a virtue of living only as extroverts. We discouraged the inner journey, the quest for a center. So we lost our center and have to find it again.","author" : "Anas Nin"},{"text" : "You have a right to experiment with your life. You will make mistakes. And they are right too.","author" : "Anas Nin"},{"text" : "Dreams are necessary to life.","author" : "Anas Nin"},{"text" : "Dreams pass into the reality of action. From the actions stems the dream again; and this interdependence produces the highest form of living.","author" : "Anas Nin"},{"text" : "You can either give negativity power over your life or you can choose happiness instead.","author" : "Anas Nin"},{"text" : "Each friend represents a world in us, a world possibly not born until they arrive, and it is by this meeting that a new workd is born.","author" : "Anas Nin"},{"text" : "Warmth, perfume, rugs, soft lights, books. They do not appease me. I am aware of time passing, of all the world contains that I have not seen, of all the interesting people I have not met.","author" : "Anas Nin"},{"text" : "He, who had done more than any human being to draw her out of the caves of her secret, folded life, now threw her down into deeper recesses of fear and doubt. The fall was greater than she had ever known, because she had ventured so far into emotion and had abandoned herself to it.","author" : "Anas Nin"},{"text" : "Age does not protect you from love. But love, to some extent, protects you from age.","author" : "Anas Nin"},{"text" : "Dreams pass into the reality of action. From the action stems the dream again; and this interdependence produces the highest form of living.","author" : "Anas Nin"},{"text" : "A leaf fluttered in through the window this morning, as if supported by the rays of the sun, a bird settled on the fire escape, joy in the task of coffee, joy accompanied me as I walked.","author" : "Anas Nin"},{"text" : "Stations and airports are rehearsals for separations by death.","author" : "Anas Nin"},{"text" : "It is the function of art to renew our perception. What we are familiar with we cease to see. The writer shakes up the familiar scene, and, as if by magic, we see a new meaning in it.","author" : "Anas Nin"},{"text" : "Don't let one cloud obliterate the whole sky.","author" : "Anas Nin"},{"text" : "Love never dies a natural death. It dies because we don’t know how to replenish its source. It dies of blindness and errors and betrayals. It dies of illness and wounds, it dies of weariness, of withering, of tarnishing.","author" : "Anas Nin"},{"text" : "I, with a deeper instinct, choose a man who compels my strength, who makes enormous demands on me, who does not doubt my courage or my toughness, who does not believe me naïve or innocent, who has the courage to treat me like a woman.","author" : "Anas Nin"},{"text" : "Love never dies a natural death. It dies because we don’t know how to replenish its source. It dies of blindness and errors and betrayals. It dies of illness and wounds; it dies of weariness, of withering, of tarnishing.","author" : "Anas Nin"},{"text" : "I know why families were created with all their imperfections. They humanize you. They are made to make you forget yourself occasionally, so that the beautiful balance of life is not destroyed.","author" : "Anas Nin"},{"text" : "I take pleasure in my transformations. I look quiet and consistent, but few know how many women there are in me.","author" : "Anas Nin"},{"text" : "The music of the body.","author" : "Anas Nin"},{"text" : "In Paris, when entering a room, everyone pays attention, seeks to make you feel welcome, to enter into conversation, is curious, responsive.","author" : "Anas Nin"},{"text" : "Relationships seem impersonal and everyone conceals his secret life, whereas in Paris it was the exciting substance of our talks, intimate revelations and sharing of experience.","author" : "Anas Nin"},{"text" : "Dreams pass into the reality of action. From the action stems the dream again and this interdependence produces the highest form of living.","author" : "Anas Nin"},{"text" : "Every individual is representative of the whole and should be intimately understood, and this would give a far greater understanding of mass movements and sociology.","author" : "Anas Nin"}]