[{"text" : "Without pain, there would be no suffering, without suffering we would never learn from our mistakes. To make it right, pain and suffering is the key to all windows, without it, there is no way of life.","author" : "Angelina Jolie"},{"text" : "Some people say you are going the wrong way, when it's simply a way of your own","author" : "Angelina Jolie"},{"text" : "Some people say you are going the wrong way, when it's simply a way of your own.","author" : "Angelina Jolie"},{"text" : "You'd think, 'What if I make a mistake today, I'll regret it'. I don't believe in regret, I feel everything leads us to where we are and we have to just jump forward, mean well, commit and just see what happens.","author" : "Angelina Jolie"},{"text" : "And barefoot or first thing in the morning, I feel beautiful. Because I feel like me. I didn't always feel that way, but I feel that way now. When somebody just loves you, and when you make somebody happy, when your presence seems to make them happy, you suddenly feel like the most beautiful person in the world.","author" : "Angelina Jolie"},{"text" : "It's a great thing about being pregnant - you don't need excuses to pee or to eat.","author" : "Angelina Jolie"},{"text" : "The loss of a child is my greatest nightmare.","author" : "Angelina Jolie"},{"text" : "It's hard to be clear about who you are when you are carrying around a bunch of baggage from the past. I've learned to let go and move more quickly into the next place.","author" : "Angelina Jolie"},{"text" : "They're right to think that about me, because I'm the person most likely to sleep with my female fans. I genuinely love other women. And I think they know that.","author" : "Angelina Jolie"},{"text" : "I see myself as a mom first. I'm so lucky to have that role in life. The world can like me, hate me, or fall apart around me and at least I wake up with my kids and I'm happy.","author" : "Angelina Jolie"},{"text" : "I don't believe in guilt, I believe in living on impulse as long as you never intentionally hurt another person, and don't judge people in your life. I think you should live completely free.","author" : "Angelina Jolie"},{"text" : "I removed the window because, while I used to spend all my time looking out through windows wishing to be outside, I now live there all the time.","author" : "Angelina Jolie"},{"text" : "We need to be open minded to understand that there are lots of different levels of things going on and we shouldn't be so quick to judge and certainly not to judge a whole race, a whole religion or a whole people and a lot of that is going on.","author" : "Angelina Jolie"},{"text" : "Save one-third, live on one-third, and give away one-third.","author" : "Angelina Jolie"},{"text" : "It's a great thing about being pregnant you don't need excuses to pee or to eat.","author" : "Angelina Jolie"},{"text" : "The sun doesn't lose its beauty when covered by the clouds. The same way your beauty doesn't fade when being covered by Hijab.","author" : "Angelina Jolie"},{"text" : "Our diversity is our strength. What a dull and pointless life it would be if everyone was the same.","author" : "Angelina Jolie"},{"text" : "If you have enough people sitting around telling you you're wonderful, then you start believing you're fabulous, then someone tells you you stink and you believe that too!","author" : "Angelina Jolie"},{"text" : "I've been reckless, but I'm not a rebel without a cause.","author" : "Angelina Jolie"},{"text" : "We cannot look at Syria, and the evil that has arisen from the ashes of indecision, and think this is not the lowest point in the world's inability to protect and defend the innocent.","author" : "Angelina Jolie"},{"text" : "The tide of human suffering unleashed by the Syrian conflict has catastrophic implications.","author" : "Angelina Jolie"},{"text" : "If every choice you make comes from an honest place, you're solid, and nothing anybody can say about you can rock you or change your opinion.","author" : "Angelina Jolie"},{"text" : "Anytime I feel lost, I pull out a map and stare. I stare until I have reminded myself that life is a giant adventure, so much to do, to see.","author" : "Angelina Jolie"},{"text" : "Make bold choices and make mistakes. It’s all these things that add up to the person you become.","author" : "Angelina Jolie"},{"text" : "I'm getting a wrinkle above my eyebrow because I just can't stop lifting it, and I love that you know.","author" : "Angelina Jolie"},{"text" : "I was sweaty, and my hair was matted all over the place. And I was happy and hot and accomplishing a lot and running around, and I could feel my heart beating, and I felt beautiful.","author" : "Angelina Jolie"},{"text" : "Some people say you are going the wrong way, when it’s simply a way of your own.","author" : "Angelina Jolie"},{"text" : "I'm not a hugger. People make fun of me. It's something that I have a hard time with. If someone hugs me, I hold my breath. Snuggling, cuddling, hugging, crying - all that stuff makes me very uncomfortable.","author" : "Angelina Jolie"},{"text" : "I like someone who is a little crazy but coming from a good place. I think scars are sexy because it means you made a mistake that led to a mess.","author" : "Angelina Jolie"}]