[{"text" : "Happiness depends on ourselves.","author" : "Aristotle"},{"text" : "Poetry is finer and more philosophical than history; for poetry expresses the universal, and history only the particular.","author" : "Aristotle"},{"text" : "The least initial deviation from the truth is multiplied later a thousandfold.","author" : "Aristotle"},{"text" : "The one exclusive sign of thorough knowledge is the power of teaching.","author" : "Aristotle"},{"text" : "Jealousy is both reasonable and belongs to reasonable men, while envy is base and belongs to the base, for the one makes himself get good things by jealousy, while the other does not allow his neighbour to have them through envy.","author" : "Aristotle"},{"text" : "In all things of nature there is something of the marvelous.","author" : "Aristotle"},{"text" : "Love is composed of a single soul inhabiting two bodies.","author" : "Aristotle"},{"text" : "There is only one way to avoid criticism: do nothing, say nothing, and be nothing.","author" : "Aristotle"},{"text" : "The aim of art is to represent not the outward appearance of things, but their inward significance.","author" : "Aristotle"},{"text" : "Fear is pain arising from the anticipation of evil.","author" : "Aristotle"},{"text" : "Happiness depends upon ourselves.","author" : "Aristotle"},{"text" : "Friends are much better tried in bad fortune than in good.","author" : "Aristotle"},{"text" : "Without friends, no one would want to live, even if he had all other goods.","author" : "Aristotle"},{"text" : "The roots of education are bitter, but the fruit is sweet.","author" : "Aristotle"},{"text" : "Education is an ornament in prosperity and a refuge in adversity.","author" : "Aristotle"},{"text" : "He who cannot be a good follower cannot be a good leader.","author" : "Aristotle"},{"text" : "Wishing to be friends is quick work, but friendship is a slow ripening fruit.","author" : "Aristotle"},{"text" : "To avoid criticism say nothing, do nothing, be nothing.","author" : "Aristotle"},{"text" : "Mothers are fonder than fathers of their children because they are more certain they are their own.","author" : "Aristotle"},{"text" : "He who has overcome his fears will truly be free.","author" : "Aristotle"},{"text" : "We are what we repeatedly do. Excellence, therefore, is not an act but a habit.","author" : "Aristotle"},{"text" : "Men acquire a particular quality by constantly acting in a particular way.","author" : "Aristotle"},{"text" : "Man's best friend is one who wishes well to the object of his wish for his sake, even if no one is to know of it.","author" : "Aristotle"},{"text" : "Character is that which reveals moral purpose, exposing the class of things a man chooses or avoids.","author" : "Aristotle"},{"text" : "Distance does not break off the friendship absolutely, but only the activity of it.","author" : "Aristotle"},{"text" : "Happiness is the meaning and the purpose of life, the whole aim and end of human existence.","author" : "Aristotle"},{"text" : "Those who educate children well are more to be honored than they who produce them; for these only gave them life, those the art of living well.","author" : "Aristotle"},{"text" : "What lies in our power to do, it lies in our power not to do.","author" : "Aristotle"},{"text" : "It is the mark of an educated mind to be able to entertain a thought without accepting it.","author" : "Aristotle"},{"text" : "The soul never thinks without a picture.","author" : "Aristotle"},{"text" : "Equality consists in the same treatment of similar persons.","author" : "Aristotle"},{"text" : "The worst form of inequality is to try to make unequal things equal.","author" : "Aristotle"},{"text" : "If liberty and equality, as is thought by some are chiefly to be found in democracy, they will be best attained when all persons alike share in the government to the utmost.","author" : "Aristotle"},{"text" : "The only stable state is the one in which all men are equal before the law.","author" : "Aristotle"},{"text" : "No notice is taken of a little evil, but when it increases it strikes the eye.","author" : "Aristotle"},{"text" : "We must as second best...take the least of the evils.","author" : "Aristotle"},{"text" : "Knowing yourself is the beginning of all wisdom.","author" : "Aristotle"},{"text" : "It is not always the same thing to be a good man and a good citizen.","author" : "Aristotle"},{"text" : "The ideal man bears the accidents of life with dignity and grace, making the best of circumstances.","author" : "Aristotle"},{"text" : "Moral excellence comes about as a result of habit. We become just by doing just acts, temperate by doing temperate acts, brave by doing brave acts.","author" : "Aristotle"},{"text" : "No excellent soul is exempt from a mixture of madness.","author" : "Aristotle"},{"text" : "Friendship is a single soul dwelling in two bodies.","author" : "Aristotle"},{"text" : "Whosoever is delighted in solitude is either a wild beast or a god.","author" : "Aristotle"},{"text" : "Wit is educated insolence.","author" : "Aristotle"},{"text" : "Temperance is a mean with regard to pleasures.","author" : "Aristotle"},{"text" : "Those that know, do. Those that understand, teach.","author" : "Aristotle"},{"text" : "It is simplicity that makes the uneducated more effective than the educated when addressing popular audiences.","author" : "Aristotle"},{"text" : "It is the nature of desire not to be satisfied, and most men live only for the gratification of it.","author" : "Aristotle"},{"text" : "Excellence is never an accident. It is always the result of high intention, sincere effort, and intelligent execution; it represents the wise choice of many alternatives - choice, not chance, determines your destiny.","author" : "Aristotle"},{"text" : "With regard to excellence, it is not enough to know, but we must try to have and use it.","author" : "Aristotle"},{"text" : "We are what we repeatedly do. Excellence, then, is not an act, but a habit.","author" : "Aristotle"},{"text" : "Suffering becomes beautiful when anyone bears great calamities with cheerfulness, not through insensibility but through greatness of mind.","author" : "Aristotle"},{"text" : "What is the essence of life? To serve others and to do good.","author" : "Aristotle"},{"text" : "The beauty of the soul shines out when a man bears with composure one heavy mischance after another, not because he does not feel them, but because he is a man of high and heroic temper.","author" : "Aristotle"},{"text" : "Youth is easily deceived because it is quick to hope.","author" : "Aristotle"},{"text" : "We make war that we may live in peace.","author" : "Aristotle"},{"text" : "Bashfulness is an ornament to youth, but a reproach to old age.","author" : "Aristotle"},{"text" : "In the arena of human life, the honors and rewards fall to those who show their good qualities in action.","author" : "Aristotle"},{"text" : "For what is the best choice, for each individual is the highest it is possible for him to achieve.","author" : "Aristotle"},{"text" : "The energy of the mind is the essence of life.","author" : "Aristotle"},{"text" : "The basis of a democratic state is liberty.","author" : "Aristotle"},{"text" : "Democracy is when the indigent, and not the men of property, are the rulers.","author" : "Aristotle"},{"text" : "Men acquire a particular quality by constantly acting a particular way . . . you become just by performing just actions, temperate by performing temperate actions, brave by performing brave actions.","author" : "Aristotle"},{"text" : "Quality is not an act, it is a habit.","author" : "Aristotle"},{"text" : "Some animals are cunning and evil-disposed, as the fox; others, as the dog, are fierce, friendly, and fawning. Some are gentle and easily tamed, as the elephant; some are susceptible of shame, and watchful, as the goose. Some are jealous and fond of ornament, as the peacock.","author" : "Aristotle"},{"text" : "Some kinds of animals burrow in the ground; others do not. Some animals are nocturnal, as the owl and the bat; others use the hours of daylight. There are tame animals and wild animals. Man and the mule are always tame; the leopard and the wolf are invariably wild, and others, as the elephant, are easily tamed.","author" : "Aristotle"},{"text" : "There is a foolish corner in the brain of the wisest man.","author" : "Aristotle"},{"text" : "Education is the best provision for old age.","author" : "Aristotle"},{"text" : "The light of the day is followed by night, as a shadow follows a body.","author" : "Aristotle"},{"text" : "Our youth should also be educated with music and physical education.","author" : "Aristotle"},{"text" : "Music has a power of forming the character, and should therefore be introduced into the education of the young.","author" : "Aristotle"},{"text" : "Good habits formed at youth make all the difference.","author" : "Aristotle"},{"text" : "Young people are in a condition like permanent intoxication, because youth is sweet and they are growing.","author" : "Aristotle"},{"text" : "At his best, man is the noblest of all animals; separated from law and justice he is the worst.","author" : "Aristotle"},{"text" : "Law is order, and good law is good order.","author" : "Aristotle"},{"text" : "The law is reason, free from passion.","author" : "Aristotle"},{"text" : "No one will dare maintain that it is better to do injustice than to bear it.","author" : "Aristotle"},{"text" : "To give away money is an easy matter and in any man's power. But to decide to whom to give it and how large and when, and for what purpose and how, is neither in every man's power nor an easy matter.","author" : "Aristotle"},{"text" : "In the arena of human life the honors and rewards fall to those who show their good qualities in action.","author" : "Aristotle"},{"text" : "The many are more incorruptible than the few; they are like the greater quantity of water which is less easily corrupted than a little.","author" : "Aristotle"},{"text" : "In a democracy the poor will have more power than the rich, because there are more of them, and the will of the majority is supreme.","author" : "Aristotle"},{"text" : "We do not act rightly because we have virtue or excellence, but we rather have those because we have acted rightly.","author" : "Aristotle"},{"text" : "We are what we repeatedly do. Excellence then, is not an act, but a habit.","author" : "Aristotle"},{"text" : "Educating the mind without educating the heart is no education at all.","author" : "Aristotle"},{"text" : "The educated differ from the uneducated as much as the living differ from the dead.","author" : "Aristotle"},{"text" : "Teaching is the highest form of understanding.","author" : "Aristotle"},{"text" : "To perceive is to suffer.","author" : "Aristotle"},{"text" : "You are never too old to set another goal. Or to dream a new dream.","author" : "Aristotle"},{"text" : "Happiness is something final and complete in itself, As being the aim and end of practical activities whatever... Happiness then we define as the active exercise of the mind In conformity with perfect goodness or virtue.","author" : "Aristotle"},{"text" : "A true disciple shows his appreciation by reaching further than his teacher.","author" : "Aristotle"},{"text" : "Pleasure in the job puts perfection in the work","author" : "Aristotle"},{"text" : "Every great genius has an admixture of madness.","author" : "Aristotle"},{"text" : "Pleasure in the job puts perfection in the work.","author" : "Aristotle"},{"text" : "A great city is not to be confounded with a populous one.","author" : "Aristotle"},{"text" : "A good style must, first of all, be clear. It must not be mean or above the dignity of the subject. It must be appropriate.","author" : "Aristotle"},{"text" : "A good style must have an air of novelty, at the same time concealing its art.","author" : "Aristotle"},{"text" : "A friend to all is a friend to none.","author" : "Aristotle"},{"text" : "Friendship is essentially a partnership.","author" : "Aristotle"},{"text" : "I count him braver who overcomes his desires than him who conquers his enemies; for the hardest victory is over self.","author" : "Aristotle"},{"text" : "Dignity does not consist in possessing honors, but in the consciousness that we deserve them.","author" : "Aristotle"},{"text" : "To the sober person adventurous conduct often seems insanity.","author" : "Aristotle"},{"text" : "It is just that we should be grateful, not only to those with whose views we may agree, but also to those who have expressed more superficial views; for these also contributed something, by developing before us the powers of thought.","author" : "Aristotle"},{"text" : "Adventure is worthwhile.","author" : "Aristotle"},{"text" : "The young are permanently in a state resembling intoxication.","author" : "Aristotle"},{"text" : "Beauty depends on size as well as symmetry. No very small animal can be beautiful, for looking at it takes so small a portion of time that the impression of it will be confused. Nor can any very large one, for a whole view of it cannot be had at once.","author" : "Aristotle"},{"text" : "A tragedy is the imitation of an action that is serious and also, as having magnitude, complete in itself with incidents arousing pity and fear, wherewith to accomplish its catharsis of such emotions.","author" : "Aristotle"},{"text" : "Tragedy is a representation of action that is worthy of serious attention, complete in itself and of some magnitude bringing about by means of pity and fear the purging of such emotions.","author" : "Aristotle"},{"text" : "The best way to teach morality is to make it a habit with children.","author" : "Aristotle"},{"text" : "Money is a guarantee that we may have what we want in the future. Though we need nothing at the moment it insures the possibility of satisfying a new desire when it arises.","author" : "Aristotle"},{"text" : "Courage is the first of human qualities because it is the quality which guarantees the others.","author" : "Aristotle"},{"text" : "It is not enough to win a war; it is more important to organize the peace.","author" : "Aristotle"},{"text" : "Being a father is the most rewarding thing a man whose career has plateaued can do.","author" : "Aristotle"},{"text" : "Shame is an ornament of the young; a disgrace of the old.","author" : "Aristotle"},{"text" : "The line between lawful and unlawful abortion will be marked by the fact of having sensation and being alive.","author" : "Aristotle"},{"text" : "He who has never learned to obey cannot be a good commander.","author" : "Aristotle"},{"text" : "A beginning is that which does not itself follow anything by causal necessity, but after which something naturally is or comes to be.","author" : "Aristotle"},{"text" : "To give away money is an easy matter and in any man's power. But to decide to whom to give it, and how large and when, and for what purpose and how, is neither in every man's power nor an easy matter.","author" : "Aristotle"},{"text" : "The end of labor is to gain leisure.","author" : "Aristotle"},{"text" : "Those who educate children well are more to be honored than parents, for these only gave life, those the art of living well.","author" : "Aristotle"},{"text" : "Hope is a waking dream.","author" : "Aristotle"},{"text" : "Persuasion is clearly a sort of demonstration, since we are most fully persuaded when we consider a thing to have been demonstrated.","author" : "Aristotle"},{"text" : "Persuasion is achieved by the speaker's personal character when the speech is so spoken as to make us think him credible. We believe good men more fully and more readily than others: this is true generally whatever the question is, and absolutely true where exact certainty is impossible and opinions are divided.","author" : "Aristotle"},{"text" : "The flute is not an instrument that has a good moral effect. It is too exciting.","author" : "Aristotle"},{"text" : "For through wondering human beings now and in the beginning have been led to philosophizing.","author" : "Aristotle"},{"text" : "In order to be effective you need not only virtue but also mental strength.","author" : "Aristotle"},{"text" : "First, have a definite, clear practical ideal; a goal, an objective. Second, have the necessary means to achieve your ends; wisdom, money, materials, and methods. Third, adjust all your means to that end.","author" : "Aristotle"},{"text" : "No tyrant need fear till men begin to feel confident in each other.","author" : "Aristotle"},{"text" : "The more you know, the more you know you don't know.","author" : "Aristotle"},{"text" : "Most of the things about which we make decisions, and into which therefore we inquire, present us with alternative possibilities.","author" : "Aristotle"},{"text" : "Probable impossibilities are to be preferred to improbable possibilities.","author" : "Aristotle"},{"text" : "Man is a goal seeking animal. His life only has meaning if he is reaching out and striving for his goals.","author" : "Aristotle"},{"text" : "One can with but moderate possessions do what one ought.","author" : "Aristotle"},{"text" : "Happiness is the settling of the soul into its most appropriate spot.","author" : "Aristotle"},{"text" : "Dignity does not consist in possessing honors, but in deserving them.","author" : "Aristotle"},{"text" : "A common danger unites even the bitterest enemies.","author" : "Aristotle"},{"text" : "Quitting smoking is rather a marathon than a sprint. It is not a one-time attempt, but a longer effort.","author" : "Aristotle"},{"text" : "Metaphor is halfway between the unintelligible and the commonplace.","author" : "Aristotle"},{"text" : "Happiness is an expression of the soul in considered actions.","author" : "Aristotle"},{"text" : "The misanthrope, as an essentially solitary man, is not a man at all: he must be a beast or a god.","author" : "Aristotle"},{"text" : "What is common to many is least taken care of, for all men have greater regard for what is their own than what they possess in common with others.","author" : "Aristotle"},{"text" : "The whole is greater than the sum of its parts.","author" : "Aristotle"},{"text" : "For often, when one is asleep, there is something in consciousness which declares that what then presents itself is but a dream.","author" : "Aristotle"},{"text" : "It is better to rise from life as from a banquet - neither thirsty nor drunken.","author" : "Aristotle"},{"text" : "The ultimate value of life depends upon awareness and the power of contemplation rather than upon mere survival.","author" : "Aristotle"},{"text" : "For contemplation is both the highest form of activity since the intellect is the highest thing in us, and the objects that it apprehends are the highest things that can be known, and also it is the most continuous, because we are more capable of continuous contemplation than we are of any practical activity.","author" : "Aristotle"},{"text" : "A statement is persuasive and credible either because it is directly self-evident or because it appears to be proved from other statements that are so.","author" : "Aristotle"},{"text" : "The wise man does not expose himself needlessly to danger, since there are few things for which he cares sufficiently; but he is willing, in great crises, to give even his life -- knowing that under certain conditions it is not worthwhile to live.","author" : "Aristotle"},{"text" : "All Earthquakes and Disasters are warnings; there's too much corruption in the world.","author" : "Aristotle"},{"text" : "Metaphysics is universal and is exclusively concerned with primary substance. And here we will have the science to study that which is, both in its essence and in the properties which it has.","author" : "Aristotle"},{"text" : "Poverty is the parent of revolution and crime.","author" : "Aristotle"},{"text" : "The misanthrope, as an essentially solitary man, is not a man at all he must be a beast or a god.","author" : "Aristotle"},{"text" : "A person's life persuades better than his word.","author" : "Aristotle"},{"text" : "Actions determine what kind of characteristics are developed.","author" : "Aristotle"},{"text" : "We become just by performing just action, temperate by performing temperate actions, brave by performing brave action.","author" : "Aristotle"},{"text" : "Adoration is made out of a solitary soul occupying two bodies.","author" : "Aristotle"},{"text" : "The democrats think that as they are equal they ought to be equal in all things.","author" : "Aristotle"},{"text" : "The good citizen need not of necessity possess the virtue which makes a good man.","author" : "Aristotle"},{"text" : "The citizens begin by giving up some part of the constitution, and so with greater ease the government change something else which is a little more important, until they have undermined the whole fabric of the state.","author" : "Aristotle"},{"text" : "When the citizens at large administer the state for the common interest, the government is called by the generic name a constitution.","author" : "Aristotle"},{"text" : "Nature makes nothing incomplete, and nothing in vain.","author" : "Aristotle"},{"text" : "The aim of the wise is not to secure pleasure, but to avoid pain.","author" : "Aristotle"},{"text" : "Equity is that idea of justice which contravenes the written law.","author" : "Aristotle"},{"text" : "To run away from trouble is a form of cowardice and, while it is true that the suicide braves death, he does it not for some noble object but to escape some ill.","author" : "Aristotle"},{"text" : "He who on conviction does and pursues and chooses what is pleasant would be thought to be better than one who does so as a result not of calculation but of incontinence; for he is easier to cure since he may be persuaded to change his mind.","author" : "Aristotle"},{"text" : "Inferiors revolt in order that they may be equal, and equals that they may be superior. Such is the state of mind which creates revolutions.","author" : "Aristotle"},{"text" : "Where your talents and the needs of the world cross; there lies your vocation.","author" : "Aristotle"},{"text" : "Beauty depends on size as well as symmetry. No very small animal can be beautiful, for looking at it takes so small a portion of time that the impression of it will be confused. Nor can any very large one, for a whole view of it cannot be had at once, and so there will be no unity and completeness.","author" : "Aristotle"},{"text" : "The mathematical sciences particularly exhibit order, symmetry, and limitation; and these are the greatest forms of the beautiful.","author" : "Aristotle"},{"text" : "All proofs rest on premises.","author" : "Aristotle"},{"text" : "Wonder implies the desire to learn.","author" : "Aristotle"},{"text" : "The good of man is the active exercise of his souls faculties in conformity with excellence or virtue, or if there be several human excellences or virtues, in conformity with the best and most perfect among them.","author" : "Aristotle"},{"text" : "No great mind has ever existed without a touch of madness.","author" : "Aristotle"},{"text" : "Irrational passions would seem to be as much a part of human nature as is reason.","author" : "Aristotle"},{"text" : "The unfortunate need people who will be kind to them; the prosperous need people to be kind to.","author" : "Aristotle"},{"text" : "The blood of a goat will shatter a diamond.","author" : "Aristotle"},{"text" : "Even in adversity, nobility shines through, when a man endures repeated and severe misfortune with patience, not owing to insensibility but from generosity and greatness of soul.","author" : "Aristotle"},{"text" : "Nobility and worth are to be found only among the few, but their opposite among the many; for there is not one man of merit and high spirit in a hundred, while there are many destitute of both to be found everywhere.","author" : "Aristotle"},{"text" : "Among the sea-fishes many stories are told about the dolphin, indicative of his gentle and kindly nature…. It appears to be the fleetest of all animals, marine and terrestrial, and it can leap over the masts of large vessels.","author" : "Aristotle"},{"text" : "Fate of empires depends on the education of youth.","author" : "Aristotle"},{"text" : "It is the characteristic of the magnanimous man to ask no favor but to be ready to do kindness to others.","author" : "Aristotle"},{"text" : "The ideal man takes joy in doing favors for others.","author" : "Aristotle"},{"text" : "It is best to rise from life as from a banquet, neither thirsty nor drunken.","author" : "Aristotle"},{"text" : "The ideal man is his own best friend and takes delight in privacy.","author" : "Aristotle"},{"text" : "Teachers, who educate children, deserve more honor than parents, who merely gave them birth; for the latter provided mere life, while the former ensured a good life.","author" : "Aristotle"},{"text" : "Those who know, do. Those that understand, teach.","author" : "Aristotle"},{"text" : "There is no great genius without some touch of madness.","author" : "Aristotle"},{"text" : "Madness is badness of spirit, when one seeks profit from all sources.","author" : "Aristotle"},{"text" : "He who is unable to live in society, or who has no need because he is sufficient for himself, must be either a beast or a god.","author" : "Aristotle"},{"text" : "Kings ought to differ from their subjects, not in kind, but in perfection.","author" : "Aristotle"},{"text" : "Magistrates rule by an established rotation; kings reign for life.","author" : "Aristotle"},{"text" : "Happiness is the meaning and purpose of life, the whole aim and end of human existence.","author" : "Aristotle"},{"text" : "All Earthquakes and Disasters are warnings; there’s too much corruption in the world.","author" : "Aristotle"},{"text" : "Long-lived persons have one or two lines which extend through the whole hand; short-lived persons have two lines not extending through the whole hand.","author" : "Aristotle"},{"text" : "Anything whose presence or absence makes no discernible difference is no essential part of the whole.","author" : "Aristotle"},{"text" : "What is a friend? A single soul dwelling in two bodies.","author" : "Aristotle"},{"text" : "The weak are always anxious for justice and equality. The strong pay no heed to either.","author" : "Aristotle"},{"text" : "The first principle of all action is leisure.","author" : "Aristotle"},{"text" : "It is during our darkest moments that ew must focus to see the light.","author" : "Aristotle"},{"text" : "Only the cunning needs excuses.","author" : "Aristotle"},{"text" : "These, then, are the four kinds of royalty. First the monarchy of the heroic ages; this was exercised over voluntary subjects, but limited to certain functions; the king was a general and a judge, and had the control of religion The second is that of the barbarians, which is a hereditary despotic government in accordance with law. A third is the power of the so-called Aesynmete or Dictator; this is an elective tyranny. The fourth is the Lacedaemonian, which is in fact a generalship, hereditary and perpetual.","author" : "Aristotle"},{"text" : "All human actions have one or more of these seven causes: chance, nature, compulsions, habit, reason, passion, desire.","author" : "Aristotle"},{"text" : "A body in motion can maintain this motion only if it remains in contact with a mover.","author" : "Aristotle"},{"text" : "Of the modes of persuasion furnished by the spoken word there are three kinds. The first kind depends on the personal character of the speaker; the second on putting the audience into a certain frame of mind; the third on the proof, provided by the words of the speech itself.","author" : "Aristotle"},{"text" : "The most perfect political community is one in which the middle class is in control, and outnumbers both of the other classes.","author" : "Aristotle"},{"text" : "It is the repeated performance of just and temperate actions that produces virtue.","author" : "Aristotle"},{"text" : "Every rascal is not a thief, but every thief is a rascal.","author" : "Aristotle"},{"text" : "The truly good and wise man will bear all kinds of fortune in a seemly way, and will always act in the noblest manner that the circumstances allow.","author" : "Aristotle"},{"text" : "Practical life is not necessarily directed toward other people, as some think; and it is not the case that practical thoughts are only those which result from action for the sake of what ensues. On the contrary, much more practical are those mental activities and reflections which have their goal in themselves and take place for their own sake.","author" : "Aristotle"},{"text" : "The physician himself, if sick, actually calls in another physician, knowing that he cannot reason correctly if required to judge his own condition while suffering.","author" : "Aristotle"},{"text" : "Temperance and bravery, then, are ruined by excess and deficiency, but preserved by the mean.","author" : "Aristotle"},{"text" : "The educated differ from the uneducated as much as the living from the dead.","author" : "Aristotle"},{"text" : "No one would choose a friendless existence on condition of having all other things in the world.","author" : "Aristotle"},{"text" : "It is not once nor twice but times without number that the same ideas make their appearance in the world.","author" : "Aristotle"},{"text" : "To appreciate the beauty of a snowflake it is necessary to stand out in the cold.","author" : "Aristotle"},{"text" : "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.","author" : "Aristotle"},{"text" : "Science is organized knowledge. Wisdom is organized life.","author" : "Aristotle"},{"text" : "What is a friend? A single sould dwelling in two bodie.","author" : "Aristotle"},{"text" : "Wishing to be friends is quick work, but friendship is a slow-ripening fruit.","author" : "Aristotle"},{"text" : "Teachers, who educate children, deserve more honor than parents, who merely gave them birth; for the latter provided mere life, while the former ensure a good life.","author" : "Aristotle"},{"text" : "For the things we have to learn before we can do them, we learn by doing them.","author" : "Aristotle"},{"text" : "We are what we repeatedly do. Excellence, then, is not an act, but habit.","author" : "Aristotle"},{"text" : "Men acquire a particular quality by constantly acting a particular way… you become just by performing just actions, temperate by performing temperate actions, brave by performing brave actions.","author" : "Aristotle"},{"text" : "Anybody can become angry – that is easy, but to be angry with the right person and to the right degree and at the right time and for the right purpose, and in the right way – that is not within everybody’s power and is not easy.","author" : "Aristotle"},{"text" : "Misfortune shows those who are not really friends.","author" : "Aristotle"},{"text" : "The antidote for fifty enemies is one friend.","author" : "Aristotle"},{"text" : "We should behave to our friends as we would wish our friends behave to us.","author" : "Aristotle"},{"text" : "Without friends, no one would want to live, even if he had all the goods.","author" : "Aristotle"},{"text" : "The heart is the perfection of the whole organism. Therefore the principles of the power of perception and the soul’s ability to nourish itself must lie in the heart.","author" : "Aristotle"},{"text" : "There is no great genius without a mixture of madness.","author" : "Aristotle"},{"text" : "Men acquire a particular quality by constantly acting in a particular way. We become just by performing just action, temperate by performing temperate actions, brave by performing brave action.","author" : "Aristotle"},{"text" : "The outward sign of the female inferiority is menstruation. The female is deficient. Women are the inferior species...because they menstruate.","author" : "Aristotle"},{"text" : "Some are jealous and fond of ornament, as the peacock.","author" : "Aristotle"},{"text" : "Men come together in cities for security; they stay together for the good life.","author" : "Aristotle"},{"text" : "A city is a collective body of persons sufficient in themselves for all the purposes of life.","author" : "Aristotle"},{"text" : "A city, too, like an individual, has a work to do; and that city which is best adapted to the fulfillment of its work is to be deemed greatest.","author" : "Aristotle"},{"text" : "Change in all things is sweet.","author" : "Aristotle"},{"text" : "Happiness is a kind of activity of the soul; whereas the remaining good things are either merely indispensable conditions of happiness, or are of the nature of auxiliary means, and useful instrumentally.","author" : "Aristotle"},{"text" : "Happiness is the meaning and the purpose of life.","author" : "Aristotle"},{"text" : "Happiness does not lie in amusement; it would be strange if one were to take trouble and suffer hardship all one's life in order to amuse oneself.","author" : "Aristotle"},{"text" : "As health produces health, so does philosophical wisdom produce happiness. Wisdom is a part of virtue that once possessed makes a man happy.","author" : "Aristotle"},{"text" : "All men by nature desire to know.","author" : "Aristotle"},{"text" : "No one loves the man whom he fears.","author" : "Aristotle"},{"text" : "Man, when perfected, is the best of animals. but, when separated from the law and justice, he is the worst of all.","author" : "Aristotle"},{"text" : "One swallow does not make a summer, neither does one fine day; similarly one day or brief time of happiness does not make a person entirely happy.","author" : "Aristotle"},{"text" : "The unfortunate need people who will be kind to them; the prosperous need people to be kind to.","author" : "Aristotle"},{"text" : "The good of man is the active exercise of his soul's faculties in conformity with excellence or virtue.","author" : "Aristotle"},{"text" : "The end of this science (ethics) is not knowledge but action.","author" : "Aristotle"},{"text" : "Neither by nature. then, nor contrary to nature do the virtues arise in us; nature gives us the capacity to receive them. and this capacity is brought to maturity by habit.","author" : "Aristotle"},{"text" : "Virtue is a state apt to exercise deliberate choice, being in the relative mean, determined by reason , and as a man of practical wisdom would determine...In respect of fears and confidence or boldness, the Mean state is Courage.","author" : "Aristotle"},{"text" : "If you would understand anything, observe its beginning and its development.","author" : "Aristotle"},{"text" : "Art completes what nature cannot bring to finish. The artist gives us knowledge of nature's unrealized ends.","author" : "Aristotle"},{"text" : "The least initial deviation from the truth is multiplied later a thousand fold.","author" : "Aristotle"},{"text" : "The roots of education are bitter but the fruit is sweet.","author" : "Aristotle"},{"text" : "I count him braver who overcomes his desires than him who conquers his enemies; for the hardest victory is the victory over self.","author" : "Aristotle"},{"text" : "You can learn to be a good guy by observing and then imitating the things that good people do, and that you and everybody else recognize as examples of good behaviour. That's how you get to be one of the good guys.","author" : "Aristotle"},{"text" : "Dignity does not consist is possessing honours, but in deserving them.","author" : "Aristotle"},{"text" : "Those who educate children well are more to be honored than they who produce them for these only gave them life, those the art of living well.","author" : "Aristotle"},{"text" : "Without friends no one would choose to live, though he had all other goods.","author" : "Aristotle"},{"text" : "Wicked men obey out of fear; good men, out of love.","author" : "Aristotle"},{"text" : "My best friend is the man who in wishing me well wishes it for my sake.","author" : "Aristotle"},{"text" : "Both oligarch and tyrant mistrust the people, and therefore deprive them of their arms.","author" : "Aristotle"},{"text" : "Pleasure causes us to do base actions and pain causes us to abstain from doing noble actions.","author" : "Aristotle"},{"text" : "The pleasure arising from thinking and learning will make us think and learn all the more.","author" : "Aristotle"},{"text" : "The high-minded man must care more for the truth than for what people think.","author" : "Aristotle"},{"text" : "Let rhetoric be the power to observe the persuasiveness of which any particular matter admits.","author" : "Aristotle"}]