The indispensable first step to getting the things you want out of life is this: Decide what you want.
The first step to getting the things you want out of life is this: Decide what you want.
Screaming at children over their grades, especially to the point of the child's tears, is child abuse, pure and simple. It's not funny and it's not good parenting. It is a crushing, scarring, disastrous experience for the child. It isn't the least bit funny.
Personal relationships are the fertile soil from which all advancement...all success... all achievement in real life grows.
I thought that all of the sacrifices and blessings of the whole history of mankind have devolved upon me. Thank you, God.
There's no evidence whatsoever that Darwin had anything useful to say or anything to say period about how life began or how the universe began or how gravity began or how physics began or fluid motion or how thermodynamics began. He had nothing to say about that whatsoever.
It is inevitable that some defeat will enter even the most victorious life. The human spirit is never finished when it is defeated it is finished when it surrenders.
It means zero to be against greed.
It's amazing what ordinary people can do if they set out without preconceived notions.
Every soul deserves a shot at a Cadillac, but not everyone should be guaranteed a Cadillac.
The people who did the collateralized mortgage obligations, sold them to pension funds, then sold them short, then bought credit default swap insurance on them, are just amazing. They are a law unto themselves.
We are not supposed to be all equal. Let's just forget that. We are supposed to have equal rights under law. If we do that, we have done enough.
Jump into the middle of things, get your hands dirty, fall flat on your face, and then reach for the stars.
Academic freedom is being lost by a great many people who dare to challenge Darwinism. That's a terrifying situation. That's contrary to the principles of science.
If there is no God, why bother to tell the truth? Why not steal?
You must take the first step. The first steps will take some effort, maybe pain. But after that, everything that has to be done is real-life movement.
My 'thing' is that I just lie in my immense bed and look out the window at the skyline over Virginia and the sky and the airplanes coming into Reagan. I really love doing that.
Sleep more at night. If it's allowed at work or home, take a nap in the afternoon. You'll be amazed at how much better you'll feel.
What' a good investment? Go home from work early and spend the afternoon throwing a ball around with your son.