[{"text" : "Out of adversity comes opportunity.","author" : "Benjamin Franklin"},{"text" : "Do good to thy friend to keep him, to thy enemy to gain him.","author" : "Benjamin Franklin"},{"text" : "Early to bed and early to rise, makes a man healthy, wealthy and wise.","author" : "Benjamin Franklin"},{"text" : "Rather go to bed supperless than run in debt for a breakfast.","author" : "Benjamin Franklin"},{"text" : "Vessels large may venture more but little boats should keep near shore.","author" : "Benjamin Franklin"},{"text" : "Wish not so much to live long as to live well.","author" : "Benjamin Franklin"},{"text" : "Write injuries in dust, benefits in marble.","author" : "Benjamin Franklin"},{"text" : "A man in a passion, rides a mad horse.","author" : "Benjamin Franklin"},{"text" : "A quarrelsome man has no good neighbours.","author" : "Benjamin Franklin"},{"text" : "Forewarn'd, forearm'd.","author" : "Benjamin Franklin"},{"text" : "Great good nature without prudence is a great misfortune.","author" : "Benjamin Franklin"},{"text" : "He that scatters thorns, let him not go barefoot.","author" : "Benjamin Franklin"},{"text" : "Hear reason or she will make you feel her.","author" : "Benjamin Franklin"},{"text" : "The honey is sweet but the bee has a sting.","author" : "Benjamin Franklin"},{"text" : "Bad gains are true losses.","author" : "Benjamin Franklin"},{"text" : "Little leaks sink the ship.","author" : "Benjamin Franklin"},{"text" : "Don't judge of men's wealth or piety by their Sunday appearances.","author" : "Benjamin Franklin"},{"text" : "Death takes no bribes.","author" : "Benjamin Franklin"},{"text" : "Proclaim not all thou knowest, all thou owest, all thou hast, nor all thou can'st.","author" : "Benjamin Franklin"},{"text" : "After crosses and losses, men grow humbler and wiser.","author" : "Benjamin Franklin"},{"text" : "The most exquisite folly is made of wisdom spun too fine.","author" : "Benjamin Franklin"},{"text" : "A brother may not be a friend, but a friend will always be a brother.","author" : "Benjamin Franklin"},{"text" : "A father's a treasure; a brother's a comfort; a friend is both.","author" : "Benjamin Franklin"},{"text" : "Philosophy as well as foppery often changes fashion.","author" : "Benjamin Franklin"},{"text" : "A true friend is the best Possession.","author" : "Benjamin Franklin"},{"text" : "Friendship increases by visiting friends but visiting seldom.","author" : "Benjamin Franklin"},{"text" : "No better relation than a prudent and faithful friend.","author" : "Benjamin Franklin"},{"text" : "A false friend and a shadow attend only while the sun shines.","author" : "Benjamin Franklin"},{"text" : "Great spenders are bad lenders.","author" : "Benjamin Franklin"},{"text" : "He that is rich need not live sparingly and he that can live sparingly need not be rich.","author" : "Benjamin Franklin"},{"text" : "He that resolves to mend hereafter, resolves not to mend now.","author" : "Benjamin Franklin"},{"text" : "An apple a day keeps the doctor away.","author" : "Benjamin Franklin"},{"text" : "Avoid dishonest gain: no price can recompence the pangs of vice.","author" : "Benjamin Franklin"},{"text" : "Dally not with other folk's spouses or money.","author" : "Benjamin Franklin"},{"text" : "Half the truth is often a whole lie.","author" : "Benjamin Franklin"},{"text" : "Keep conscience clear, then never fear.","author" : "Benjamin Franklin"},{"text" : "Pay what you owe and what you're worth you'll know.","author" : "Benjamin Franklin"},{"text" : "The sting of a reproach is the truth of it.","author" : "Benjamin Franklin"},{"text" : "A good spouse and health is a person's best wealth.","author" : "Benjamin Franklin"},{"text" : "Content makes poor men rich; discontent makes rich men poor.","author" : "Benjamin Franklin"},{"text" : "Glass, china and reputation are easily crack'd and never well mended.","author" : "Benjamin Franklin"},{"text" : "Industry pays debts, despair encreases them.","author" : "Benjamin Franklin"},{"text" : "Observe all men; thyself most.","author" : "Benjamin Franklin"},{"text" : "The discontented man finds no easy chair.","author" : "Benjamin Franklin"},{"text" : "You may delay but time will not.","author" : "Benjamin Franklin"},{"text" : "E'er you remark another's sin, bid your own conscience look within.","author" : "Benjamin Franklin"},{"text" : "An open foe may prove a curse but a pretended friend is worse.","author" : "Benjamin Franklin"},{"text" : "Many have quarreled about religion that never practised it.","author" : "Benjamin Franklin"},{"text" : "Who has deceived thee as oft as thyself.","author" : "Benjamin Franklin"},{"text" : "Virtue and happiness are mother and daughter.","author" : "Benjamin Franklin"},{"text" : "Quarrels never could last long, if on one side only lay the wrong.","author" : "Benjamin Franklin"},{"text" : "Presumption first blinds a man, then sets him a running.","author" : "Benjamin Franklin"},{"text" : "What signifies knowing the names, if you know not the natures of things.","author" : "Benjamin Franklin"},{"text" : "Wise men learn by others' harms; fools by their own.","author" : "Benjamin Franklin"},{"text" : "He that cannot obey, cannot command.","author" : "Benjamin Franklin"},{"text" : "The good will of the governed will be starved if not fed by the good deeds of the governors.","author" : "Benjamin Franklin"},{"text" : "By diligence and patience, the mouse bit in two the cable.","author" : "Benjamin Franklin"},{"text" : "Don't halloo until you're out of the wood.","author" : "Benjamin Franklin"},{"text" : "He that would live in peace and at ease, must not speak all he knows, nor judge all he sees.","author" : "Benjamin Franklin"},{"text" : "Paintings and fightings are best seen at a distance.","author" : "Benjamin Franklin"},{"text" : "When you taste honey, remember gall.","author" : "Benjamin Franklin"},{"text" : "Wink at small faults","author" : "Benjamin Franklin"},{"text" : "Beware of little expenses: a small leak will sink a great ship.","author" : "Benjamin Franklin"},{"text" : "Do not squander time for that is the stuff that life is made of.","author" : "Benjamin Franklin"},{"text" : "He that pays for work before it's done, has but a pennyworth for two pence.","author" : "Benjamin Franklin"},{"text" : "One today is worth two tomorrows.","author" : "Benjamin Franklin"},{"text" : "Waste not, want not.","author" : "Benjamin Franklin"},{"text" : "One man may be more cunning than another, but not more cunning than everybody else.","author" : "Benjamin Franklin"},{"text" : "Pride is as loud a beggar as want, and a great deal more saucy. When you have bought one fine thing, you must buy ten more, that your appearance may be all of a piece; but it is easier to suppress the first desire than to satisfy all that follow it.","author" : "Benjamin Franklin"},{"text" : "The devil wipes his breech with poor folks' pride.","author" : "Benjamin Franklin"},{"text" : "Nothing is certain but death and taxes.","author" : "Benjamin Franklin"},{"text" : "Neglect kills injuries, revenge increases them.","author" : "Benjamin Franklin"},{"text" : "Little strokes fell great oaks.","author" : "Benjamin Franklin"},{"text" : "If passion drives, let reason hold the reins.","author" : "Benjamin Franklin"},{"text" : "Nor eye in a letter, nor hand in a purse, nor ear in the secret of another.","author" : "Benjamin Franklin"},{"text" : "Better slip with foot than tongue.","author" : "Benjamin Franklin"},{"text" : "It is wise not to seek a secret and honest not to reveal it.","author" : "Benjamin Franklin"},{"text" : "Search others for their virtues, thyself for thy vices.","author" : "Benjamin Franklin"},{"text" : "What you would seem to be, be really.","author" : "Benjamin Franklin"},{"text" : "Clean your finger before you point at my spots.","author" : "Benjamin Franklin"},{"text" : "Be not niggardly of what costs thee nothing, as courtesy, counsel and countenance.","author" : "Benjamin Franklin"},{"text" : "Each year one vicious habit rooted out, in time might make the worst man good throughout.","author" : "Benjamin Franklin"},{"text" : "Good example is the best sermon.","author" : "Benjamin Franklin"},{"text" : "Grace thou thy house and let not that grace thee.","author" : "Benjamin Franklin"},{"text" : "Idleness and pride tax with a heavier hand than kings and parliaments.","author" : "Benjamin Franklin"},{"text" : "If evils come not then our fears are in vain; and if they do, fear but augments the pain.","author" : "Benjamin Franklin"},{"text" : "If you'ld have a servant that you like, serve yourself.","author" : "Benjamin Franklin"},{"text" : "Seek virtue and of that posest, to Providence resign the rest.","author" : "Benjamin Franklin"},{"text" : "td>Caesar did not merit the triumphal car more than he that conquers himself.","author" : "Benjamin Franklin"},{"text" : "The wise and the brave dares own that he was wrong.","author" : "Benjamin Franklin"},{"text" : "Wealth and content are not always bedfellows.","author" : "Benjamin Franklin"},{"text" : "Who is strong? He that can conquer his bad habits.","author" : "Benjamin Franklin"},{"text" : "If you know how to spend less than you get, you have the philosopher's stone.","author" : "Benjamin Franklin"},{"text" : "Wealth is not his that has it, but his that enjoys it.","author" : "Benjamin Franklin"},{"text" : "Who is rich? He that enjoys his portion.","author" : "Benjamin Franklin"},{"text" : "Lost time is never found again.","author" : "Benjamin Franklin"},{"text" : "Diligence is the mother of good luck.","author" : "Benjamin Franklin"},{"text" : "He that hath a trade, hath an estate.","author" : "Benjamin Franklin"},{"text" : "He that waits on fortune is never sure of a dinner.","author" : "Benjamin Franklin"},{"text" : "Industry, perseverance & frugality make fortune yield.","author" : "Benjamin Franklin"},{"text" : "Neglect mending a small fault and 'twill soon be a great one.","author" : "Benjamin Franklin"},{"text" : "No gains without pains.","author" : "Benjamin Franklin"},{"text" : "Well done is better than well said.","author" : "Benjamin Franklin"},{"text" : "Ambition has its disappointments to sour us, but never the good fortune to satisfy us. Its appetite grows keener by indulgence and all we can gratify it with at present serves but the more to inflame its insatiable desires.","author" : "Benjamin Franklin"},{"text" : "Wine is constant proof that God loves us and loves to see us happy.","author" : "Benjamin Franklin"},{"text" : "Tell me and I forget. Teach me and I remember. Involve me and I learn.","author" : "Benjamin Franklin"},{"text" : "Among the numerous luxuries of the table...coffee may be considered as one of the most valuable. It excites cheerfulness without intoxication; and the pleasing flow of spirits which it occasions...is never followed by sadness, languor or debility.","author" : "Benjamin Franklin"},{"text" : "Money has never made man happy, nor will it, there is nothing in its nature to produce happiness. The more of it one has the more one wants.","author" : "Benjamin Franklin"},{"text" : "To the generous mind the heaviest debt is that of gratitude, when it is not in our power to repay it.","author" : "Benjamin Franklin"},{"text" : "If a man empties his purse into his head, no one can take it away from him. An investment in knowledge always pays the best interest.","author" : "Benjamin Franklin"},{"text" : "Being ignorant is not so much a shame, as being unwilling to learn.","author" : "Benjamin Franklin"},{"text" : "Justice will not be served until those who are unaffected are as outraged as those who are.","author" : "Benjamin Franklin"},{"text" : "He that waits upon fortune, is never sure of a dinner.","author" : "Benjamin Franklin"},{"text" : "Anger is never without a reason, but seldom with a good one.","author" : "Benjamin Franklin"},{"text" : "Whatever is begun in anger ends in shame.","author" : "Benjamin Franklin"},{"text" : "Tricks and treachery are the practice of fools, that don't have brains enough to be honest.","author" : "Benjamin Franklin"},{"text" : "Experience keeps a dear school, but fools will learn in no other.","author" : "Benjamin Franklin"},{"text" : "There are no gains without pains.","author" : "Benjamin Franklin"},{"text" : "Do not anticipate trouble or worry about what may never happen. Keep in the sunlight.","author" : "Benjamin Franklin"},{"text" : "A house is not a home unless it contains food and fire for the mind as well as the body.","author" : "Benjamin Franklin"},{"text" : "There cannot be good living where there is no good drinking.","author" : "Benjamin Franklin"},{"text" : "In wine there is wisdom, in beer there is freedom, in water there is bacteria.","author" : "Benjamin Franklin"},{"text" : "Being ignorant is not so much a shame as being unwilling to learn.","author" : "Benjamin Franklin"},{"text" : "To find out a girl's faults, praise her to her girlfriends.","author" : "Benjamin Franklin"},{"text" : "Want of care does us more damage than want of knowledge.","author" : "Benjamin Franklin"},{"text" : "Without continual growth and progress, such words as improvement, achievement, and success have no meaning.","author" : "Benjamin Franklin"},{"text" : "People who are wrapped up in themselves make small packages.","author" : "Benjamin Franklin"},{"text" : "Do not anticipate trouble, or worry about what may never happen. Keep in the sunlight.","author" : "Benjamin Franklin"},{"text" : "He that is of the opinion money will do everything may well be suspected of doing everything for money.","author" : "Benjamin Franklin"},{"text" : "Don't judge men's wealth or godliness by their Sunday appearance.","author" : "Benjamin Franklin"},{"text" : "When the well's dry, we know the worth of water.","author" : "Benjamin Franklin"},{"text" : "He that is good for making excuses is seldom good for anything else.","author" : "Benjamin Franklin"},{"text" : "Where liberty is, there is my country.","author" : "Benjamin Franklin"},{"text" : "Whoever would overthrow the liberty of a nation must begin by subduing the freeness of speech.","author" : "Benjamin Franklin"},{"text" : "An undutiful daughter will prove an unmanageable wife.","author" : "Benjamin Franklin"},{"text" : "Life is rather a state of embryo, a preparation for life; a man is not completely born till he has passed through death.","author" : "Benjamin Franklin"},{"text" : "While we may not be able to control all that happens to us, we can control what happens inside us.","author" : "Benjamin Franklin"},{"text" : "When you're finished changing, you're finished.","author" : "Benjamin Franklin"},{"text" : "He that falls in love with himself will have no rivals.","author" : "Benjamin Franklin"},{"text" : "Never confuse motion with action.","author" : "Benjamin Franklin"},{"text" : "I am lord of myself, accountable to none.","author" : "Benjamin Franklin"},{"text" : "He that's secure is not safe","author" : "Benjamin Franklin"},{"text" : "Remember not only to say the right thing in the right place, but far more difficult still, to leave unsaid the wrong thing at the tempting moment.","author" : "Benjamin Franklin"},{"text" : "We must all hang together, or assuredly, we shall all hang separately.","author" : "Benjamin Franklin"},{"text" : "By failing to prepare, you are preparing to fail.","author" : "Benjamin Franklin"},{"text" : "Think of these things, whence you came, where you are going, and to whom you must account.","author" : "Benjamin Franklin"},{"text" : "Consider how hard it is to change yourself and you'll understand what little chance you have in trying to change others.","author" : "Benjamin Franklin"},{"text" : "When in doubt, don't.","author" : "Benjamin Franklin"},{"text" : "Beer is proof that God loves us and wants us to be happy.","author" : "Benjamin Franklin"},{"text" : "To be humble to superiors is duty, to equals courtesy, to inferiors nobleness.","author" : "Benjamin Franklin"},{"text" : "If you desire many things, many things will seem few.","author" : "Benjamin Franklin"},{"text" : "It is much easier to suppress a first desire than to satisfy those that follow.","author" : "Benjamin Franklin"},{"text" : "'As we must account for every idle word, so must we account for every idle silence.","author" : "Benjamin Franklin"},{"text" : "Words may show a man's wit, but actions his meaning.","author" : "Benjamin Franklin"},{"text" : "Constant complaint is the poorest sort of pay for all the comforts we enjoy.","author" : "Benjamin Franklin"},{"text" : "Freedom of speech is the great bulwark of liberty; they prosper and die together: And it is the terror of traitors and oppressors, and a barrier against them. It produces excellent writers, and encourages men of fine genius.","author" : "Benjamin Franklin"},{"text" : "Three may keep a secret, if two of them are dead.","author" : "Benjamin Franklin"},{"text" : "Reckless youth makes rueful age.","author" : "Benjamin Franklin"},{"text" : "If time be of all things the most precious, wasting time must be the greatest prodigality.","author" : "Benjamin Franklin"},{"text" : "All wars are follies, very expensive and very mischievous ones.","author" : "Benjamin Franklin"},{"text" : "Never leave that till tomorrow which you can do today.","author" : "Benjamin Franklin"},{"text" : "Love your enemies; for they shall tell you all your faults.","author" : "Benjamin Franklin"},{"text" : "The things which hurt, instruct.","author" : "Benjamin Franklin"},{"text" : "Applause waits on success.","author" : "Benjamin Franklin"},{"text" : "Promises may fit the friends, but non-performance will turn them into enemies.","author" : "Benjamin Franklin"},{"text" : "Energy and persistence alter all things.","author" : "Benjamin Franklin"},{"text" : "Democracy is two wolves and a lamb voting on what to have for lunch.","author" : "Benjamin Franklin"},{"text" : "Only a virtuous people are capable of freedom. As nations become corrupt and vicious, they have more need of masters.","author" : "Benjamin Franklin"},{"text" : "Reading makes a full man, meditation a profound man, discourse a clear man.","author" : "Benjamin Franklin"},{"text" : "The best is the cheapest.","author" : "Benjamin Franklin"},{"text" : "But in this world nothing is sure but death and taxes.","author" : "Benjamin Franklin"},{"text" : "Wise men don't need advice. Fools won't take it.","author" : "Benjamin Franklin"},{"text" : "We must all hang together, or assuredly we shall all hang separately.","author" : "Benjamin Franklin"},{"text" : "Never ruin an apology with an excuse.","author" : "Benjamin Franklin"},{"text" : "Old boys have their playthings as well as young ones; the difference is only in the price.","author" : "Benjamin Franklin"},{"text" : "Be always at war with your vices, at peace with your neighbors, and let each new year find you a better man.","author" : "Benjamin Franklin"},{"text" : "Do not fear mistakes. You will know failure. Continue to reach out.","author" : "Benjamin Franklin"},{"text" : "None are deceived but they that confide.","author" : "Benjamin Franklin"},{"text" : "Trickery and treachery are the practices of fools that have not the wits enough to be honest.","author" : "Benjamin Franklin"},{"text" : "If we do not hang together, we will all hang separately.","author" : "Benjamin Franklin"},{"text" : "If all printers were determined not to print anything till they were sure it would offend nobody, there would be very little printed.","author" : "Benjamin Franklin"},{"text" : "Nothing is more fatal to health than an over care of it.","author" : "Benjamin Franklin"},{"text" : "Observe all men; thy self most.","author" : "Benjamin Franklin"},{"text" : "Here comes Glib-tongue: who can out-flatter a Dedication; and lie, like ten Epitaphs.","author" : "Benjamin Franklin"},{"text" : "Any fool can criticize, condemn, and complain - and most fools do.","author" : "Benjamin Franklin"},{"text" : "One good husband is worth two good wives, for the scarcer things are, the more they are valued.","author" : "Benjamin Franklin"},{"text" : "Hunger is the best pickle.","author" : "Benjamin Franklin"},{"text" : "Where there is Hunger, Law is not regarded; and where Law is not regarded, there will be Hunger.","author" : "Benjamin Franklin"},{"text" : "Where liberty dwells, there is my country.","author" : "Benjamin Franklin"},{"text" : "An investment in knowledge always pays the best interest.","author" : "Benjamin Franklin"},{"text" : "Doing your best means never stop trying.","author" : "Benjamin Franklin"},{"text" : "Teach your child to hold his tongue; he'll learn fast enough to speak.","author" : "Benjamin Franklin"},{"text" : "Originality is the art of concealing your sources","author" : "Benjamin Franklin"},{"text" : "If passion drives you, let reason hold the reins.","author" : "Benjamin Franklin"},{"text" : "Trust thy self, and another shall not betray thee.","author" : "Benjamin Franklin"},{"text" : "Wine is constant proof that God loves us and loves to see us happy.","author" : "Benjamin Franklin"},{"text" : "There are three faithful friends, an old wife, an old dog, and ready money","author" : "Benjamin Franklin"},{"text" : "He who can have patience can have what he will.","author" : "Benjamin Franklin"},{"text" : "Happiness depends more on the inward disposition of mind than on outward circumstances.","author" : "Benjamin Franklin"},{"text" : "Dost thou love life? Then do not squander time, for that is the stuff that life is made of.","author" : "Benjamin Franklin"},{"text" : "Instead of cursing the darkness, light a candle.","author" : "Benjamin Franklin"},{"text" : "He that drinks fast, pays slow.","author" : "Benjamin Franklin"},{"text" : "Either write something worth reading or do something worth writing.","author" : "Benjamin Franklin"},{"text" : "Let each new year find you a better person.","author" : "Benjamin Franklin"},{"text" : "Love your Enemies, for they tell you your Faults.","author" : "Benjamin Franklin"},{"text" : "He that has done you a kindness will be more ready to do you another, than he whom you yourself have obliged.","author" : "Benjamin Franklin"},{"text" : "Those have a short Lent, who owe money to be paid at Easter.","author" : "Benjamin Franklin"},{"text" : "Remember, beneath every cynic there lies a romantic, and probably an injured one.","author" : "Benjamin Franklin"},{"text" : "Energy and persistence conquer all things.","author" : "Benjamin Franklin"},{"text" : "Keep your eyes wide open before marriage, half shut afterwards.","author" : "Benjamin Franklin"},{"text" : "You may delay, but time will not.","author" : "Benjamin Franklin"},{"text" : "To find out a girl's faults, praise her to her girl friends.","author" : "Benjamin Franklin"},{"text" : "A man is not completely born until he is dead.","author" : "Benjamin Franklin"},{"text" : "He that would fish, must venture his bait.","author" : "Benjamin Franklin"},{"text" : "Genius without Education is like Silver in the Mine.","author" : "Benjamin Franklin"},{"text" : "Money never made a man happy yet, nor will it. The more a man has, the more he wants. Instead of filling a vacuum, it makes one.","author" : "Benjamin Franklin"},{"text" : "They who can give up essential liberty to obtain a little temporary safety deserve neither liberty nor safety.","author" : "Benjamin Franklin"},{"text" : "At twenty years of age, the will reigns; at thirty, the wit; and at forty, the judgment.","author" : "Benjamin Franklin"},{"text" : "Wine makes daily living easier, less hurried with fewer tensions and more tolerance.","author" : "Benjamin Franklin"},{"text" : "The discovery of a wine is of greater moment than the discovery of a constellation. The universe is too full of stars.","author" : "Benjamin Franklin"},{"text" : "in eating ecology love murder vegan vegetarianism flesh eating is unprovoked murder.","author" : "Benjamin Franklin"},{"text" : "Lighthouses are more helpful than churches.","author" : "Benjamin Franklin"},{"text" : "If you do tomorrow what you did today, you will get tomorrow what you got today.","author" : "Benjamin Franklin"},{"text" : "God heals and the doctor takes the fees.","author" : "Benjamin Franklin"},{"text" : "Early to bed and early to rise, makes a man healthy wealthy and wise.","author" : "Benjamin Franklin"},{"text" : "The rule is simple: Be sober and temperate, and you will be healthy.","author" : "Benjamin Franklin"},{"text" : "Vessels large may venture more, But little boats should keep near shore.","author" : "Benjamin Franklin"},{"text" : "A penny saved is a penny earned.","author" : "Benjamin Franklin"},{"text" : "If you would know the value of money, go and try to borrow some.","author" : "Benjamin Franklin"},{"text" : "A great empire, like a great cake, is most easily diminished at the edges.","author" : "Benjamin Franklin"},{"text" : "All mankind is divided into three classes: those that are immovable, those that are movable, and those that move.","author" : "Benjamin Franklin"},{"text" : "Don't throw stones at your neighbors if your own windows are glass.","author" : "Benjamin Franklin"},{"text" : "Be at war with your vices, at peace with your neighbors, and let every new year find you a better man.","author" : "Benjamin Franklin"},{"text" : "Love thy neighbor, but don't pull down your hedge.","author" : "Benjamin Franklin"},{"text" : "It takes many good deeds to build a good reputation, and only one bad one to lose it.","author" : "Benjamin Franklin"},{"text" : "A countryman between two lawyers is just like a fish between two cats.","author" : "Benjamin Franklin"},{"text" : "An investment in knowledge pays the best interest.","author" : "Benjamin Franklin"},{"text" : "Your net worth to the world is usually determined by what remains after your bad habits are subtracted from your good ones.","author" : "Benjamin Franklin"},{"text" : "Beware of little expenses. A small leak will sink a great ship.","author" : "Benjamin Franklin"},{"text" : "Life's tragedy is that we get old too soon and wise too late.","author" : "Benjamin Franklin"},{"text" : "Words may show a man's wit but actions his meaning.","author" : "Benjamin Franklin"},{"text" : "Those who surrender freedom for security will not have, nor do they deserve, either one.","author" : "Benjamin Franklin"},{"text" : "The best investment is in the tools of one's own trade.","author" : "Benjamin Franklin"},{"text" : "Rebellion against tyrants is obedience to God.","author" : "Benjamin Franklin"},{"text" : "If you would be wealthy, think of saving as well as getting.","author" : "Benjamin Franklin"},{"text" : "The sleeping fox catches no poultry.","author" : "Benjamin Franklin"},{"text" : "The absent are never without fault, nor the present without excuse.","author" : "Benjamin Franklin"},{"text" : "Innocence is its own defense.","author" : "Benjamin Franklin"},{"text" : "Early to bed and early to rise makes a man healthy, wealthy and wise.","author" : "Benjamin Franklin"},{"text" : "Any society that would give up a little liberty to gain a little security will deserve neither and lose both.","author" : "Benjamin Franklin"},{"text" : "The people heard it, and approved the doctrine, and immediately practiced the contrary.","author" : "Benjamin Franklin"},{"text" : "A slip of the foot may injure your body, but a slip of the tongue will injure your bond.","author" : "Benjamin Franklin"},{"text" : "It is better to take many injuries than to give one.","author" : "Benjamin Franklin"},{"text" : "If you have no Honey in your Pot, have some in your Mouth.","author" : "Benjamin Franklin"},{"text" : "Tart Words make no Friends: a spoonful of honey will catch more flies than Gallon of Vinegar.","author" : "Benjamin Franklin"},{"text" : "A single man has not nearly the value he would have in a state of union. He is an incomplete animal. He resembles the odd half of a pair of scissors.","author" : "Benjamin Franklin"},{"text" : "The person who deserves most pity is a lonesome one on a rainy day who doesn't know how to read.","author" : "Benjamin Franklin"},{"text" : "Those who give up essential liberties for temporary safety deserve neither liberty nor safety.","author" : "Benjamin Franklin"},{"text" : "There never was a good war, or a bad peace.","author" : "Benjamin Franklin"},{"text" : "It is a bad temper of mind that takes delight in opposition.","author" : "Benjamin Franklin"},{"text" : "Strive to be the best and you may succeed: he may well win the race that runs by himself.","author" : "Benjamin Franklin"},{"text" : "Content makes poor men rich; discontentment makes rich men poor.","author" : "Benjamin Franklin"},{"text" : "Diligence overcomes difficulties; sloth makes them.","author" : "Benjamin Franklin"},{"text" : "The absent are never without fault. Nor the present without excuse.","author" : "Benjamin Franklin"},{"text" : "Absence sharpens love, presence strengthens it.","author" : "Benjamin Franklin"},{"text" : "We do not stop playing because we grow old. We grow old because we stop playing.","author" : "Benjamin Franklin"},{"text" : "Games lubricate the body and mind.","author" : "Benjamin Franklin"},{"text" : "Be civil to all; serviceable to many; familiar with few; friend to one; enemy to none.","author" : "Benjamin Franklin"},{"text" : "The electrical matter consists of particles extremely subtile, since it can permeate common matter, even the densest metals, with such ease and freedom as not to receive any perceptible resistance.","author" : "Benjamin Franklin"},{"text" : "It is easier to prevent bad habits than to break them.","author" : "Benjamin Franklin"},{"text" : "There is much difference between imitating a man and counterfeiting him.","author" : "Benjamin Franklin"},{"text" : "Beware of the young doctor and the old barber.","author" : "Benjamin Franklin"},{"text" : "It is the first responsibility of every citizen to question authority.","author" : "Benjamin Franklin"},{"text" : "Laws too gentle are seldom obeyed; too severe, seldom executed.","author" : "Benjamin Franklin"},{"text" : "For every minute spent organizing, an hour is earned.","author" : "Benjamin Franklin"},{"text" : "If you fail to plan, you are planning to fail.","author" : "Benjamin Franklin"},{"text" : "Taxes on consumption, like those on capital or income, to be just, must be uniform.","author" : "Benjamin Franklin"},{"text" : "He does not possess wealth; it possesses him.","author" : "Benjamin Franklin"},{"text" : "Remember that credit is money.","author" : "Benjamin Franklin"},{"text" : "Change is the only constant in life. Ones ability to adapt to those changes will determine your success in life.","author" : "Benjamin Franklin"},{"text" : "A long life may not be good enough, but a good life is long enough.","author" : "Benjamin Franklin"},{"text" : "To Follow by faith alone is to follow blindly.","author" : "Benjamin Franklin"},{"text" : "If you would know the value of money try to borrow some.","author" : "Benjamin Franklin"},{"text" : "Half a truth is often a great lie.","author" : "Benjamin Franklin"},{"text" : "A life of leisure and a life of laziness are two things. There will be sleeping enough in the grave.","author" : "Benjamin Franklin"},{"text" : "Laziness travels so slowly that poverty soon overtakes him.","author" : "Benjamin Franklin"},{"text" : "There are three things extremely hard: steel, a diamond, and to know one's self.","author" : "Benjamin Franklin"},{"text" : "The poor have little, beggars none, the rich too much, enough not one.","author" : "Benjamin Franklin"},{"text" : "God grant, that not only the Love of Liberty, but a thorough Knowledge of the Rights of Man, may pervade all the Nations of the Earth, so that a Philosopher may set his Foot anywhere on its Surface, and say, This is my Country.","author" : "Benjamin Franklin"},{"text" : "Trouble springs from idleness, and grievous toil from needless ease.","author" : "Benjamin Franklin"},{"text" : "Take time for all things: great haste makes great waste.","author" : "Benjamin Franklin"},{"text" : "He that would live in peace and at ease must not speak all he knows or all he sees.","author" : "Benjamin Franklin"},{"text" : "If you would have a faithful servant, and one that you like, serve yourself.","author" : "Benjamin Franklin"},{"text" : "There have been as great souls unknown to fame as any of the most famous.","author" : "Benjamin Franklin"},{"text" : "Love and toothache have many cures, but none infallible, except possession and dispossession.","author" : "Benjamin Franklin"},{"text" : "Those who would trade in their freedom for their protection deserve neither.","author" : "Benjamin Franklin"},{"text" : "Each year one vicious habit discarded, in time might make the worst of us good.","author" : "Benjamin Franklin"},{"text" : "Vicious actions are not hurtful because they are forbidden, but forbidden because they are hurtful.","author" : "Benjamin Franklin"},{"text" : "Beware the hobby that eats.","author" : "Benjamin Franklin"},{"text" : "Watch the little things; a small leak will sink a great ship.","author" : "Benjamin Franklin"},{"text" : "A mob's a monster; heads enough but no brains","author" : "Benjamin Franklin"},{"text" : "I fear the man who drinks water and so remembers this morning what the rest of us said last night.","author" : "Benjamin Franklin"},{"text" : "I have lived, Sir, a long time, and the longer I live, the more convincing proofs I see of this truth - that god governs in the affairs of men.","author" : "Benjamin Franklin"},{"text" : "He that lives upon hope will die farting.","author" : "Benjamin Franklin"},{"text" : "Nothing preaches better than the act.","author" : "Benjamin Franklin"},{"text" : "Those who would give up essential liberty, to purchase a little temporary safety, deserve neither liberty nor safety.","author" : "Benjamin Franklin"},{"text" : "He that blows the coals in quarrels that he has nothing to do with, has no right to complain if the sparks fly in his face.","author" : "Benjamin Franklin"},{"text" : "Make yourself sheep and the wolves will eat you.","author" : "Benjamin Franklin"},{"text" : "If you want to make a friend, let someone do you a favor.","author" : "Benjamin Franklin"},{"text" : "The eye of the master will do more work than both his hands.","author" : "Benjamin Franklin"},{"text" : "You will find the key to success under the alarm clock.","author" : "Benjamin Franklin"},{"text" : "The tongue offends and the ears get the cuffing.","author" : "Benjamin Franklin"},{"text" : "Cunning proceeds from lack of capacity.","author" : "Benjamin Franklin"},{"text" : "You may delay, but time will not","author" : "Benjamin Franklin"},{"text" : "You made delay, but time will not, and lost time is never found again.","author" : "Benjamin Franklin"},{"text" : "The Constitution only gives people the right to pursue happiness. You have to catch it yourself.","author" : "Benjamin Franklin"},{"text" : "Fatigue is the best pillow.","author" : "Benjamin Franklin"},{"text" : "Promises may fit the friends, but non performance will turn them into enemies.","author" : "Benjamin Franklin"},{"text" : "The Constitution only guarantees you the right to pursue happiness. You have to catch it yourself.","author" : "Benjamin Franklin"},{"text" : "Squeamish stomachs cannot eat without pickles.","author" : "Benjamin Franklin"},{"text" : "A penny saved is two pence clear, A pin a day's a groat a year","author" : "Benjamin Franklin"},{"text" : "A penny saved is two pence clear.","author" : "Benjamin Franklin"},{"text" : "To succeed, jump as quickly at opportunities as you do at conclusions.","author" : "Benjamin Franklin"},{"text" : "An assembly of great men is the greatest fool upon earth.","author" : "Benjamin Franklin"},{"text" : "Beware of meat twice boiled, and an old foe reconciled.","author" : "Benjamin Franklin"},{"text" : "The expenses required to prevent a war are much lighter than those that will, if not prevented, be absolutely necessary to maintain it.","author" : "Benjamin Franklin"},{"text" : "If a man could have half of his wishes, he would double his troubles.","author" : "Benjamin Franklin"},{"text" : "Be cheerful—the problems that worry us most are those that never arrive.","author" : "Benjamin Franklin"},{"text" : "Be not disturbed at trifles, or at accidents common or unavoidable.","author" : "Benjamin Franklin"},{"text" : "Leisure is the time for doing something useful. This leisure the diligent person will obtain, the lazy one never.","author" : "Benjamin Franklin"},{"text" : "Employ thy time well, if thou meanest to gain leisure.","author" : "Benjamin Franklin"},{"text" : "A life of leisure and a life of laziness are two things.","author" : "Benjamin Franklin"},{"text" : "If principle is good for anything, it is worth living up to.","author" : "Benjamin Franklin"},{"text" : "Those things that hurt, instruct.","author" : "Benjamin Franklin"},{"text" : "Nature performs the cure, the physician takes the fee.","author" : "Benjamin Franklin"},{"text" : "There will be sleeping enough in the grave.","author" : "Benjamin Franklin"},{"text" : "Wink at small faults; remember thou hast great ones.","author" : "Benjamin Franklin"},{"text" : "Be neither silly, nor cunning, but wise.","author" : "Benjamin Franklin"},{"text" : "The cunning man steals a horse, the wise man lets him alone.","author" : "Benjamin Franklin"},{"text" : "Rich widows are the only secondhand goods that sell at first-class prices.","author" : "Benjamin Franklin"},{"text" : "If we do do not hang together then we will surely hang separately.","author" : "Benjamin Franklin"},{"text" : "War is when the government tells you who the bad guy is. Revolution is when you decide that for yourself.","author" : "Benjamin Franklin"},{"text" : "Reckless haste makes poor speed.","author" : "Benjamin Franklin"},{"text" : "Eat not to dullness; drink not to elevation.","author" : "Benjamin Franklin"},{"text" : "I am about courting a girl I have had but little acquaintance with. How shall I come to a knowledge of her faults, and whether she has the virtues I imagine she has? Answer. Commend her among her female acquaintances.","author" : "Benjamin Franklin"},{"text" : "A little neglect may breed great mischief.","author" : "Benjamin Franklin"},{"text" : "A little neglect may breed great mischief; for want of a nail the shoe was lost; for want of the shoe the horse was lost; for want of the horse the rider was lost--being overtaken and slain by an enemy--all for the want of care about a horse-shoe nail.","author" : "Benjamin Franklin"},{"text" : "They that are on their guard and appear ready to receive their adversaries, are in much less danger of being attacked than the supine, secure and negligent.","author" : "Benjamin Franklin"},{"text" : "If a man empties his purse into his head, no one can take it from him.","author" : "Benjamin Franklin"},{"text" : "Before you consult your fancy, consult your purse.","author" : "Benjamin Franklin"},{"text" : "Take a coin from your purse and invest it in your mind. It will come pouring out of your mind and overflow your purse.","author" : "Benjamin Franklin"},{"text" : "Not to oversee workmen is to leave them your purse open.","author" : "Benjamin Franklin"},{"text" : "A light purse is a heavy curse.","author" : "Benjamin Franklin"},{"text" : "Behold the rain which descends from heaven upon our vineyards; there it enters the roots of the vines, to be changed into wine; a constant proof that God loves us, and loves to see us happy.","author" : "Benjamin Franklin"},{"text" : "He's the best physician that knows the worthlessness of the most medicines.","author" : "Benjamin Franklin"},{"text" : "Resolve to perform what you ought; perform without fail what you resolve.","author" : "Benjamin Franklin"},{"text" : "Take counsel in wine, but resolve afterwards in water","author" : "Benjamin Franklin"},{"text" : "The way to wealth is as plain as the way to market. It depends chiefly on two words, industry and frugality: that is, waste neither time nor money, but make the best use of both. Without industry and frugality nothing will do, and with them everything.","author" : "Benjamin Franklin"},{"text" : "In general, mankind, since the improvement of cookery, eats twice as much as nature requires.","author" : "Benjamin Franklin"},{"text" : "Those who would give up essential liberty, to purchase a little temporary safety deserve neither liberty nor safety.","author" : "Benjamin Franklin"},{"text" : "An ounce of prevention is worth a pound of cure.","author" : "Benjamin Franklin"},{"text" : "Happiness consists more in conveniences of pleasure that occur everyday than in great pieces of good fortune that happen but seldom.","author" : "Benjamin Franklin"},{"text" : "Guests, like fish, begin to smell after three days.","author" : "Benjamin Franklin"},{"text" : "A man that raises a large family does, indeed, while he lives to observe them, stand a broader mark for sorrow; but then he stands a broader mark for pleasure too.","author" : "Benjamin Franklin"},{"text" : "Experience keeps a dear school, but fools will learn in no other, and scarce in that.","author" : "Benjamin Franklin"},{"text" : "Tell me and I forget, teach me and I may remember, involve me and I learn.","author" : "Benjamin Franklin"},{"text" : "For the best return on your money, pour your purse into your head.","author" : "Benjamin Franklin"},{"text" : "Life's tragedy is that we get old to soon and wise too late.","author" : "Benjamin Franklin"},{"text" : "The doors of wisdom are never shut.","author" : "Benjamin Franklin"},{"text" : "Life’s tragedy is that we get old too soon and wise too late.","author" : "Benjamin Franklin"},{"text" : "We are all born ignorant, but one must work hard to remain stupid.","author" : "Benjamin Franklin"},{"text" : "I wake up every morning at nine and grab for the morning paper. Then I look at the obituary page. If my name is not on it, I get up.","author" : "Benjamin Franklin"},{"text" : "Glass, china, and reputation are easily cracked, and never well mended.","author" : "Benjamin Franklin"},{"text" : "The good missionary , disgusted with this idle tale, said, 'What I delivered to you were sacred truths; but what you tell me is mere fable, fiction, and falsehood.","author" : "Benjamin Franklin"},{"text" : "Having been poor is no shame, but being ashamed of it, is.","author" : "Benjamin Franklin"},{"text" : "The misers cheese is wholesomest.","author" : "Benjamin Franklin"},{"text" : "The way to wealth depends on just two words, industry and frugality.","author" : "Benjamin Franklin"},{"text" : "Wealth is nothing more or less than a tool to do things with. It is like the fuel that runs the furnace or the belt that runs the wheel only a means to an end.","author" : "Benjamin Franklin"},{"text" : "Neither a fortress nor a maidenhead will hold out long after they begin to parley.","author" : "Benjamin Franklin"},{"text" : "Many a man thinks he is buying pleasure, when he is really selling himself to it.","author" : "Benjamin Franklin"},{"text" : "Distrust and caution are the parents of security.","author" : "Benjamin Franklin"},{"text" : "That as soon as a party has gained its general point, each member becomes intent upon his particular interest; which, thwarting others, breaks that party into divisions and occasions more confusion.","author" : "Benjamin Franklin"},{"text" : "Where liberty dwells there is my country.","author" : "Benjamin Franklin"},{"text" : "I wish the bald eagle had not been chosen as ehe representative of our country; he is a bird of bad moral character . . . like those among men who live by sharping and robbing, he is generally poor, and often very lousy.","author" : "Benjamin Franklin"},{"text" : "An Eagle, King of Birds, sailing on His wings aloft over a Farmer’s yard, saw a Cat there basking in the Sun, mistook it for a Rabbit, stooped, seized it, and carried it up into the Air, intending to prey on it. The Cat turning, set her Claws into the Eagle’s Breast; who, finding his Mistake, opened his Talons, and would have let her drop; but Puss, unwilling to fall so far, held faster; and the Eagle, to get rid of the Inconvenience, found it necessary to set her down where he took her up.","author" : "Benjamin Franklin"},{"text" : "The bitterness of poor quality remains long after the sweetness of low price is forgotten.","author" : "Benjamin Franklin"}]