[{"text" : "Change is inevitable","author" : "Benjamin Disraeli"},{"text" : "Justice is truth in action.","author" : "Benjamin Disraeli"},{"text" : "The greatest good you can do for another is not just to share your riches, but to reveal to him his own.","author" : "Benjamin Disraeli"},{"text" : "Diligence is the mother of good fortune.","author" : "Benjamin Disraeli"},{"text" : "Change is inevitable. Change is constant.","author" : "Benjamin Disraeli"},{"text" : "Through perseverance many people win success out of what seemed destined to be certain failure.","author" : "Benjamin Disraeli"},{"text" : "Fear makes us feel our humanity.","author" : "Benjamin Disraeli"},{"text" : "Sweet is the voice of a sister in the season of sorrow.","author" : "Benjamin Disraeli"},{"text" : "Like all great travellers, I have seen more than I remember, and remember more than I have seen.","author" : "Benjamin Disraeli"},{"text" : "How much easier it is to be critical than to be correct.","author" : "Benjamin Disraeli"},{"text" : "Adventures are to the adventurous.","author" : "Benjamin Disraeli"},{"text" : "Man is only truly great when he acts from the passions.","author" : "Benjamin Disraeli"},{"text" : "The delight of opening a new pursuit, or a new course of reading, imparts the vivacity and novelty of youth even to old age.","author" : "Benjamin Disraeli"},{"text" : "Ignorance never settles a question.","author" : "Benjamin Disraeli"},{"text" : "Silence is the mother of truth.","author" : "Benjamin Disraeli"},{"text" : "The greatest good you can do for another is not just to share your riches but to reveal to him his own.","author" : "Benjamin Disraeli"},{"text" : "Grief is the agony of an instant. The indulgence of grief the blunder of a life.","author" : "Benjamin Disraeli"},{"text" : "The magic of first love is our ignorance that it can ever end.","author" : "Benjamin Disraeli"},{"text" : "One secret of success in life is for a man to be ready for his opportunity when it comes.","author" : "Benjamin Disraeli"},{"text" : "A great person is one who affects the mind of their generation.","author" : "Benjamin Disraeli"},{"text" : "It shows you exactly how a star is formed; nothing else can be so pretty! A cluster of vapor, the cream of the milky way, a sort of celestial cheese, churned into light.","author" : "Benjamin Disraeli"},{"text" : "The secret of success is consistency of purpose.","author" : "Benjamin Disraeli"},{"text" : "The legacy of heroes is the memory of a great name and the inheritance of a great example.","author" : "Benjamin Disraeli"},{"text" : "Nurture your mind with great thoughts; to believe in the heroic makes heroes.","author" : "Benjamin Disraeli"},{"text" : "Nurture your mind with great thoughts, for you will never go any higher than you think.","author" : "Benjamin Disraeli"},{"text" : "There is no waste of time in life like that of making explanations.","author" : "Benjamin Disraeli"},{"text" : "Nobody is forgotten, when it is convenient to remember him.","author" : "Benjamin Disraeli"},{"text" : "Experience is the child of Thought, and Thought is the child of Action. We cannot learn men from books.","author" : "Benjamin Disraeli"},{"text" : "Never apologize for showing feeling. When you do so you apologize for truth.","author" : "Benjamin Disraeli"},{"text" : "Apologies only account for that which they do not alter.","author" : "Benjamin Disraeli"},{"text" : "Sweet is the voice of a sister in the season of sorrow, and wise is the counsel of those who love us.","author" : "Benjamin Disraeli"},{"text" : "Life is too short to be little. Man is never so manly as when he feels deeply, acts boldly, and expresses himself with frankness and with fervor.","author" : "Benjamin Disraeli"},{"text" : "Life is too short to be small.","author" : "Benjamin Disraeli"},{"text" : "When men are pure, laws are useless; when men are corrupt, laws are broken.","author" : "Benjamin Disraeli"},{"text" : "The greatest good you can do for another is not just share your riches, but reveal to him his own.","author" : "Benjamin Disraeli"},{"text" : "Whenever you see a man who is successful in society, try to discover what makes him pleasing, and if possible adopt his system.","author" : "Benjamin Disraeli"},{"text" : "The secret of success in life is for a man to be ready for his opportunity when it comes.","author" : "Benjamin Disraeli"},{"text" : "I feel a very unusual sensation – if it is not indigestion, it must be gratitude.","author" : "Benjamin Disraeli"},{"text" : "Like all great travelers, I have seen more than I remember, and remember more than I have seen.","author" : "Benjamin Disraeli"},{"text" : "If you're not very clever you should be conciliatory.","author" : "Benjamin Disraeli"},{"text" : "The secret of success is constancy to purpose.","author" : "Benjamin Disraeli"},{"text" : "I rather like bad wine; one gets so bored with good wine.","author" : "Benjamin Disraeli"},{"text" : "The greatest good you can do for another is not just share your riches, but reveal to them their own.","author" : "Benjamin Disraeli"},{"text" : "Yes, I am a Jew, and when the ancestors of the Right Honorable gentleman were brutal savages in an unknown island, mine were priests in the temple of Solomon.","author" : "Benjamin Disraeli"},{"text" : "Like all great travellers, I have seen more than I remember and remember more than I have seen.","author" : "Benjamin Disraeli"},{"text" : "Seeing much, suffering much, and studying much, are the three pillars of learning.","author" : "Benjamin Disraeli"},{"text" : "Protection is not a principle, but an expedient.","author" : "Benjamin Disraeli"},{"text" : "The health of the people is really the foundation upon which all their happiness and all their powers as a state depend.","author" : "Benjamin Disraeli"},{"text" : "Desperation is sometimes as powerful an inspirer as genius.","author" : "Benjamin Disraeli"},{"text" : "The disappointment of manhood succeeds the delusion of youth.","author" : "Benjamin Disraeli"},{"text" : "When a man fell into his anecdotage it was a sign for him to retire from the world.","author" : "Benjamin Disraeli"},{"text" : "War is never a solution; it is an aggravation.","author" : "Benjamin Disraeli"},{"text" : "Moderation has been called a virtue to limit the ambition of great men, and to console undistinguished people for their want of fortune and their lack of merit.","author" : "Benjamin Disraeli"},{"text" : "Moderation is the center wherein all philosophies, both human and divine, meet.","author" : "Benjamin Disraeli"},{"text" : "There is moderation even in excess.","author" : "Benjamin Disraeli"},{"text" : "Cleanliness and order are not matters of instinct; they are matters of education, and like most great things, you must cultivate a taste for them.","author" : "Benjamin Disraeli"},{"text" : "Debt is a prolific mother of folly and of crime.","author" : "Benjamin Disraeli"},{"text" : "The unfortunate are always egotistical.","author" : "Benjamin Disraeli"},{"text" : "Plagiarists, at least, have the merit of preservation.","author" : "Benjamin Disraeli"},{"text" : "Protection is not a principle but an expedient.","author" : "Benjamin Disraeli"},{"text" : "News is that which comes from the North, East, West and South, and if it comes from only one point on the compass, then it is a class ; publication and not news.","author" : "Benjamin Disraeli"},{"text" : "A parsimony of words prodigal of sense.","author" : "Benjamin Disraeli"},{"text" : "Man is made to adore and to obey: but if you will not command him, if you give him nothing to worship, he will fashion his own divinities, and find a chieftain in his own passions.","author" : "Benjamin Disraeli"},{"text" : "Man is not the creature of circumstances, circumstances are the creatures of men. We are free agents, and man is more powerful than matter.","author" : "Benjamin Disraeli"},{"text" : "Circumstances are beyond human control, but our conduct is in our own power.","author" : "Benjamin Disraeli"},{"text" : "If a man be gloomy let him keep to himself. No one has the right to go croaking about society, or what is worse, looking as if he stifled grief.","author" : "Benjamin Disraeli"},{"text" : "Nobody is forgotten when it is convenient to remember him.","author" : "Benjamin Disraeli"},{"text" : "Judaism is not complete without Christianity and without Judaism, Christianity would not exist.","author" : "Benjamin Disraeli"},{"text" : "Those authors who appear sometimes to forget they are writers, and remember they are men, will be our favorites.","author" : "Benjamin Disraeli"},{"text" : "Never complain and never explain.","author" : "Benjamin Disraeli"},{"text" : "It destroys one's nerves to be amiable everyday to the same human being.","author" : "Benjamin Disraeli"},{"text" : "All of us encounter, at least once in our life, some individual who utters words that make us think forever. There are men whose phrases are oracles; who can condense in one sentence the secrets of life; who blurt out an aphorism that forms a character, or illustrates an existence.","author" : "Benjamin Disraeli"},{"text" : "Nurture your minds with great thoughts. To believe in the heroic makes heroes.","author" : "Benjamin Disraeli"},{"text" : "Silence often expresses 'more powerfully than speech the verdict and judgment of society.","author" : "Benjamin Disraeli"},{"text" : "Free trade is not a principle, it is an expedient.","author" : "Benjamin Disraeli"},{"text" : "Little things affect little minds.","author" : "Benjamin Disraeli"},{"text" : "The unfortunate are always egotistical.","author" : "Benjamin Disraeli"},{"text" : "Ah, Ireland... That damnable, delightful country, where everything that is right is the opposite of what it ought to be.","author" : "Benjamin Disraeli"},{"text" : "Little things affect little minds.","author" : "Benjamin Disraeli"},{"text" : "Time is precious, but truth is more precious than time.","author" : "Benjamin Disraeli"},{"text" : "Destiny is our will, and our will is nature.","author" : "Benjamin Disraeli"},{"text" : "London owes everything to its press: it owes as much to its press as it does to its being the seat of government and the law.","author" : "Benjamin Disraeli"},{"text" : "London is a modern Babylon.","author" : "Benjamin Disraeli"},{"text" : "London; a nation, not a city.","author" : "Benjamin Disraeli"},{"text" : "London is a roost for every bird","author" : "Benjamin Disraeli"},{"text" : "We live in age of prudence. The leaders of the people now generally follow.","author" : "Benjamin Disraeli"},{"text" : "The profound thinker always suspects that he is superficial.","author" : "Benjamin Disraeli"},{"text" : "You must not contrast too strongly the hours of courtship with the years of possession.","author" : "Benjamin Disraeli"},{"text" : "A great city, whose image dwells in the memory of man, is the type of some great idea. Rome represents conquest; Faith hovers over the towers of Jerusalem; and Athens embodies the pre-eminent quality of the antique world, Art.","author" : "Benjamin Disraeli"},{"text" : "Let the fear of a danger be a spur to prevent it; he that fears not, gives advantage to the danger.","author" : "Benjamin Disraeli"},{"text" : "Next to knowing when to seize an opportunity, the most important thing in life is to know when to forgo an advantage.","author" : "Benjamin Disraeli"},{"text" : "A practical man is a man who practices the errors of his forefathers.","author" : "Benjamin Disraeli"},{"text" : "No man is regular in his attendance at the House of Commons until he is married.","author" : "Benjamin Disraeli"},{"text" : "Be amusing: never tell unkind stories; above all, never tell long ones.","author" : "Benjamin Disraeli"},{"text" : "Nobody should ever look anxious except those who have no anxiety.","author" : "Benjamin Disraeli"},{"text" : "Something unpleasant is coming when men are anxious to tell the truth.","author" : "Benjamin Disraeli"},{"text" : "A University should be a place of light, of liberty, and of learning.","author" : "Benjamin Disraeli"},{"text" : "The people of England are the most enthusiastic in the world.","author" : "Benjamin Disraeli"},{"text" : "The noble lord is the Rupert of debate.","author" : "Benjamin Disraeli"},{"text" : "Without tact you can learn nothing.","author" : "Benjamin Disraeli"},{"text" : "Without tact you can learn nothing. Tact teaches you when to be silent. Inquirers who are always questioning never learn anything.","author" : "Benjamin Disraeli"},{"text" : "Perseverance and tact are the two great qualities most valuable for all those who would climb, but especially for those who have to step out of the crowd.","author" : "Benjamin Disraeli"},{"text" : "The view of Jerusalem is the history of the world; it is more, it is the history of earth and of heaven.","author" : "Benjamin Disraeli"},{"text" : "Certainly Manchester is the most wonderful city of modem times.","author" : "Benjamin Disraeli"},{"text" : "It destroys one's nerves to be amiable every day to the same human being.","author" : "Benjamin Disraeli"},{"text" : "The indulgence in grief is a blunder.","author" : "Benjamin Disraeli"},{"text" : "A new acquaintance is like a new book. I prefer it, even if bad, to a classic.","author" : "Benjamin Disraeli"},{"text" : "It is a great mistake to suppose that bribery and corruption, although they may be very convenient for gratifying the ambition or the vanity of individuals, have any great effect upon the fortunes or the power of parties. And it is a great mistake to suppose that bribery and corruption are means by which power can either be ob-tained or retained.","author" : "Benjamin Disraeli"},{"text" : "The palace is not safe when the cottage is not happy.","author" : "Benjamin Disraeli"},{"text" : "Life is too short to be little. You must enlarge your imagination and then act on it.","author" : "Benjamin Disraeli"},{"text" : "To be concious that you are ignorant of the facts is a great step toward knowledge.","author" : "Benjamin Disraeli"},{"text" : "Youth is a blunder; Manhood a struggle, Old Age a regret.","author" : "Benjamin Disraeli"},{"text" : "Courage is fire, and bullying is smoke.","author" : "Benjamin Disraeli"},{"text" : "Seeing much, suffering much, and studying much are the three pillars of learning.","author" : "Benjamin Disraeli"},{"text" : "Cleanliness and order are not matters of instinct; they are matters of education and like most great things you must cultivate a taste for them.","author" : "Benjamin Disraeli"},{"text" : "I must follow the people.","author" : "Benjamin Disraeli"},{"text" : "There is no gambling like politics.","author" : "Benjamin Disraeli"},{"text" : "There is no act of treachery or meanness of which a political party is not capable; for in politics, there is no honour.","author" : "Benjamin Disraeli"},{"text" : "Change is inevitable. In a progressive country, change is constant.","author" : "Benjamin Disraeli"},{"text" : "Nurture great thoughts, for you will never go higher than your thoughts.","author" : "Benjamin Disraeli"},{"text" : "There can be economy only where there is efficiency.","author" : "Benjamin Disraeli"},{"text" : "There are three kinds of lies: lies, damned lies and statistics.","author" : "Benjamin Disraeli"},{"text" : "Marriage is the greatest earthly happiness when founded on complete sympathy.","author" : "Benjamin Disraeli"},{"text" : "One of the hardest things in this world is to admit you are wrong. And nothing is more helpful in resolving a situation than its frank admission.","author" : "Benjamin Disraeli"},{"text" : "The Youth of a Nation are the trustees of Posterity.","author" : "Benjamin Disraeli"},{"text" : "The secret to success in life is for a man to be ready for his opportunity when it comes.","author" : "Benjamin Disraeli"},{"text" : "There are three kinds of lies: lies, damned lies, and statistics.","author" : "Benjamin Disraeli"},{"text" : "A canter is a cure for every evil.","author" : "Benjamin Disraeli"},{"text" : "Man is never so manly as when he feels deeply, acts boldly and expresses himself with frankness and with fervor.","author" : "Benjamin Disraeli"},{"text" : "Never apologize for showing feeling. When you do so, you apologize for the truth.","author" : "Benjamin Disraeli"}]