Law in origin was merely a codification of the power of dominant groups, and did not aim at anything that to a modern man would appear to be justice
It is a waste of energy to be angry with a man who behaves badly just as it is to be angry with a car that won't go.
One of the troubles about vanity is that it grows with what it feeds on. The more you are talked about, the more you will wish to be talked about.
It's easy to fall in love. The hard part is finding someone to catch you.
Fear is the main source of superstition, and one of the main sources of cruelty. To conquer fear is the beginning of wisdom.
Freedom in general may be defined as the absence of obstacles to the realization of desires.
One of the symptoms of an approaching nervous breakdown is the belief that one's work is terribly important.
One must care about a world one will never see.
The biggest cause of trouble in the world today is that the stupid people are so sure about things and the intelligent folks are so full of doubts.
Most people would sooner die than start to think. In fact - they do so.
No great achievement is possible without persistent work.
Many a man will have the courage to die gallantly, but will not have the courage to say, or even to think, that the cause for which he is asked to die is an unworthy one.
Italy, and the spring and first love all together should suffice to make the gloomiest person happy.
The good life, as I conceive it, is a happy life. I do not mean that if you are good you will be happy; I mean that if you are happy you will be good.
To be without some of the things you want is an indispensable part of happiness.
Science may set limits to knowledge, but should not set limits to imagination.
Mathematics may be defined as the subject in which we never know what we are talking about, nor whether what we are saying is true.
Mathematics takes us into the region of absolute necessity, to which not only the actual word, but every possible word, must conform.
Mathematics, rightly viewed, possesses not only truth, but supreme beauty - a beauty cold and austere, like that of sculpture.
Patriots always talk of dying for their country but never of killing for their country.
Contempt for happiness is usually contempt for other people's happiness, and is an elegant disguise for hatred of the human race.
Boredom is a vital problem for the moralist, since half the sins of mankind are caused by the fear of it.
The greatest challenge to any thinker is stating the problem in a way that will allow a solution.
Drunkenness is temporary suicide: the happiness that it brings is merely negative, a momentary cessation of unhappiness.
Right discipline consists, not in external compulsion, but in the habits of mind which lead spontaneously to desirable rather than undesirable activities.
Even when the experts all agree, they may well be mistaken.
No one gossips about other people's secret virtues.
The time you enjoy wasting is not wasted time.
War does not determine who is right - only who is left.
Whenever one finds oneself inclined to bitterness, it is a sign of emotional failure.
It's a waste of energy to be angry with a man who behaves badly, just as it is to be angry with a car that won't go.
Democracy is the process by which people choose the man who'll get the blame.
Ethics is in origin the art of recommending to others the sacrifices required for cooperation with oneself.
The slave is doomed to worship time and fate and death, because they are greater than anything he finds in himself, and because all his thoughts are of things which they devour.
To conquer fear is the beginning of wisdom.
The trouble with the world is that the stupid are so confident while the intelligent are full of doubt.
When one admits that nothing is certain one must, I think, also add that some things are more nearly certain than others.
Not to be absolutely certain is, I think, one of the essential things in rationality.
Human nature is so constructed that it gives affection most readily to those who seem least to demand it.
Drunkenness is temporary suicide.
The only thing that will redeem mankind is cooperation.
We know too much and feel too little. At least, we feel too little of those creative emotions from which a good life springs.
The desire for excitement is very deep-seated in human beings
Those who have never known the deep intimacy and the intense companionship of mutual love have missed the best thing that life has to give.
The place of the father in the modern suburban family is a very small one, particularly if he plays golf.
With the introduction of agriculture mankind entered upon a long period of meanness, misery, and madness, from which they are only now being freed by the beneficent operation of the machine.
Undoubtedly the desire for food has been, and still is, one of the main causes of great political events.
To fear love is to fear life, and those who fear life are already three parts dead.
Our great democracies still tend to think that a stupid man is more likely to be honest than a clever man, and our politicians take advantage of this prejudice by pretending to be even more stupid than nature made them
The centre of me is always and eternally in terrible pain ... A searching for something beyond what the world contains, something transï¬guring and inï¬nite.
A happy life must be to a great extent a quiet life, for it is only in an atmosphere of quiet that true joy dare live.
Time you enjoy wasting, was is wasted time.
Science can teach us, and I think our own hearts can teach us, no longer to look around for imaginary supports, no longer to invent allies in the sky, but rather to look to our own efforts here below to make this world a fit place to live in, instead
Patience and boredom are closely related. Boredom, a certain kind of boredom, is really impatience. You don't like the way things are, they aren't interesting enough for you, so you decide – and boredom is a decision – that you are bored.
A widespread belief is more often likely to be foolish than sensible.
When you are studying any matter or considering any philosophy, ask yourself only: what are the facts, and what is the truth that the facts bear out. Never let yourself be diverted by what you wish to believe, but look only and surely at what are the facts.
The fact that an opinion has been widely held is no evidence whatever that it is not utterly absurd.
Awareness of universals is called conceiving, and a universal of which we are aware is called a concept.
We have two kinds of morality side by side: one which we preach but do not practice and another which we practice but seldom preach.
There are two motives for reading a book; one, that you enjoy it; the other, that you can boast about it.
The fundamental concept in social science is power, in the same sense in which energy is the fundamental concept in physics.
Physics is mathematical not because we know so much about the physical world, but because we know so little; it is only its mathematical properties that we can discover.
Patriotism is the willingness to kill and be killed for trivial reasons.
Patriots always talk of dying for their country and never of killing for their country.
Boredom is a vital problem for the moralist, since at least half of the sins of mankind are caused by the fear of it.
Those who have never known the deep intimacy and the intense companionship of happy mutual love have missed the best thing that life has to give.
Extreme hopes are born from extreme misery.
The infliction of cruelty with a good conscience is a delight to moralists. That is why they invented Hell.
As soon as we abandon our own reason, and are content to rely upon authority, there is no end to our troubles.
The fundamental cause of trouble in the world today is that the stupid are cocksure while the intelligent are full of doubt.
Keeping an open mind is a virtue, but not so open that your brains fall out.
No man can be a good teacher unless he has feelings of warm affection toward his pupils and a genuine desire to impart to them what he believes to be of value.
It is preoccupation with possession, more than anything else, that prevents men from living freely and nobly.
Punctuality is a quality the need of which is bound up with social co-operation. It has nothing to do with the relation of the soul to God, or with mystic insight, or with any of the matters with which the more elevated and spiritual moralists are concerned.
Grasshopper always wrong in argument with chicken.
Three passions, simple but overwhelmingly strong, have governed my life: the longing for love, the search for knowledge, and unbearable pity for the suffering of mankind.
The essence of the liberal outlook lies not in what opinions are held, but in how they are held: instead of being held dogmatically, they are held tentatively, and with a consciousness that new evidence may at any moment lead to their abandonment.
There is no nonsense so arrant that it cannot be made the creed of the vast majority by adequate governmental action.
While economics is about how people make choice, sociology is about how they don't have any choice to make.
Escape from boredom is one of the really powerful desires of almost all human beings.
Never try to discourage thinking, for you are sure to succeed.
A priori Logical propositions are such as can be known a priori without study of the actual world.
Even in the most purely logical realms, it is insight that first arrives at what is new.
Do not fear to be eccentric in opinion, for every opinion now accepted was once eccentric.
Nothing is so exhausting as indecision, and nothing is so futile.
One of the painful things about our time is that those who feel certainty are stupid, and those with any imagination and understanding are filled with doubt and indecision.
What is best in mathematics deserves not merely to be learned as a task but to be assimilated as a part of daily thought, and brought again and again before the mind with ever-renewed encouragement.
Mathematics, rightly viewed, possesses not only truth, but supreme beauty.
The fundamental cause of the trouble is that in the modern world the stupid are cocksure while the intelligent are full of doubt.
Affection cannot be created; it can only be liberated.
To choose one sock from each of infinitely many pairs of socks requires the Axiom of Choice, but for shoes the Axiom is not needed.
A sense of duty is useful in work, but offensive in personal relations.
Life is nothing but a competition to be the criminal rather than the victim.
The fact that a belief has a good moral effect upon a man is no evidence whatsoever in favor of its truth.
The best life is the one in which the creative impulses play the largest part and the possessive impulses the smallest.
To be able to concentrate for a considerable time is essential to difficult achievement.
Dread of disaster makes everybody act in the very way that increases the disaster.
Vanity is a motive of immense potency.
What hunger is in relation to food, zest is in relation to life.
The demand for certainty is one which is natural to man, but is nevertheless an intellectual vice.
What men want is not knowledge, but certainty.
Calculus required continuity, and continuity was supposed to require the infinitely little; but nobody could discover what the infinitely little might be.
Dread of disaster makes everybody act in the very way that increases the disaster.
When one admits that nothing is certain one must, I think, also admit that some things are much more nearly certain than others.
Something of the hermit's temper is an essential element in many forms of excellence, since it enables men to resist the lure of popularity, to pursue important work in spite of general indifference or hostility, and arrive at opinions which are opposed to prevalent errors.
Aristotle maintained that women have fewer teeth than men although he was twice married, it never occured to him to verify this statement by examining his wives' mouths.
What is wanted is not the will to believe, but the will to find out, which is the exact opposite.
Much that passes as idealism is disguised hatred or disguised love of power.
In the revolt against idealism, the ambiguities of the word experience have been perceived, with the result that realists have more and more avoided the word.
It seems to be the fate of idealists to obtain what they have struggled for in a form which destroys their ideals.
To the primitive mind, everything is either friendly or hostile; but experience has shown that friendliness and hostility are not the conceptions by which the world is to be understood.
To the primitive mind, everything is either friendly or hostile; but experience has shown that friendliness and hostility are not the conceptions by which the world is to be understood.
The very best proof that something can be done is that someone has already done it.
Mystery is delightful, but unscientific, since it depends upon ignorance.
Half the useful work in the world consists of combating the harmful work.
An irrational fear should never be simply let alone, but should be gradually overcome by familiarity with its fainter forms.
Machines are worshipped because they are beautiful and valued because they confer power; they are hated because they are hideous and loathed because they impose slavery.
Machines have altered our way of life, but not our instincts. Consequently, there is maladjustment.
Machines deprive us of two things which are certainly important ingredients of human happiness, namely, spontaneity and variety.
The saviors of the world, society's last hope.
The most savage controversies are about matters as to which there is no good evidence either way.
We have in fact, two kinds of morality, side by side: one which we preach, but do not practice, and another which we practice, but seldom preach.
Ants and savages put strangers to death.
The camera is as subjective as we are.
As for earthquakes, though they were still formidable, they were so interesting that men of science could hardly regret them.
The purpose of education is to teach a defense against eloquence.
There can't be a practical reason for believing something that is not true.
The resistance to a new idea increases by the square of its importance.
Organizing your leisure effectively is the highest level of civilization.
Indignation is a submission of our thoughts, but not of our desires.
Every sane and sensible and quiet thing we do is absolutely ignored by the press.
Dogma demands authority, rather than intelligent thought, as the source of opinion; it requires persecution of heretics and hostility to unbelievers; it asks of its disciples that they should inhibit natural kindliness in favor of systematic hatred.
Answering questions is a major part of sex education. Two rules cover the ground. First, always give a truthful answer to a question; secondly, regard sex knowledge as exactly like any other knowledge.
We have, in fact, two kinds of morality side by side: one which we preach but do not practice, and another which we practice but seldom preach.
Written words differ from spoken words in being material structures. A spoken word is a process in the physical world, having an essential time-order; a written word is a series of pieces of matter, having an essential space-order.
Human life, its growth, its hopes, fears, loves, et cetera, are the result of accidents.
No satisfaction based upon self-deception is solid.
To save the world requires faith and courage: faith in reason, and courage to proclaim what reason shows to be true.
Why repeat the old errors, if there are so many new errors to commit?
All forms of fear produce fatigue.
The atomic bomb embodies the results of a combination genius and patience as remarkable as any in the history of mankind.
Since Adam and Eve ate the apple, man has never refrained from any folly of which he was capable
We shall say that we have acquaintance with anything of which we are directly aware, without the intermediary of any process of inference of any knowledge of truths.
A hallucination is a fact, not an error; what is erroneous is a judgment based upon it.
The first effect of emancipation from the Church was not to make men think rationally, but to open their minds to every sort of antique nonsense.
Those who in principle oppose birth control are either incapable of arithmetic or else in favor of war, pestilence and famine as permanent features of human life.
Love is something far more than desire for sexual intercourse; it is the principal means of escape from the loneliness which afflicts most men and women throughout the greater part of their lives.
I found one day in school a boy of medium size ill-treating a smaller boy. I expostulated, but he replied: ‘The bigs hit me, so I hit the babies; that’s fair.’ In these words he epitomized the history of the human race.
Neither a man nor a crowd nor a nation can be trusted to act humanely or to think sanely under the influence of a great fear.
A stupid man's report of what a clever man says can never be accurate, because he unconsciously translates what he hears into something he can understand.
Men are born ignorant, not stupid. They are made stupid by education.
The place of the father in the modern suburban family is very small one, particularly if he plays golf.
Even if the open windows of science at first make us shiver after the cozy indoor warmth of traditional humanizing myths, in the end the fresh air brings vigor, and the great spaces have a splendor of their own.
Science tells us what we can know, but what we can know is little, and if we forget how much we cannot know we become insensitive to many things of great importance.
Most of the greatest evils that man has inflicted upon man have come through people feeling quite certain about something which, in fact, was false.
Boredom is a vital problem for the moralist, since at least half the sins of mankind are caused by the fear of it.
War does not determine who is right--only who is left.
Both in thought and in feeling, even though time be real, to realise the unimportance of time is the gate of wisdom.
The world is full of magical things patiently waiting for our wits to grow sharper.
Collective fear stimulates herd instinct, and tends to produce ferocity toward those who are not regarded as members of the herd.
Of all forms of caution, caution in love is perhaps the most fatal to true happiness.
The man who has no tincture of philosophy goes through life imprisoned in the prejudices derived from common sense, from the habitual beliefs of his age or his nation, and from convictions which have grown up in his mind without the cooperation or consent of his deliberate reason.
But the discipline you have in your life should be one determined by your own desires and your own needs, not put upon you by society or authority.
The secret of happiness is this: let your interests be as wide as possible, and let your reactions to the thigs and persons that interests you be as far as possible friendly rather hostile.
Power may be defined as the production of intended effects. It is thus a quantitative concept: given two men with similar desires, if one achieves all the desires that the other achieves, and also others, he has more power than the other.
The power impulse has two forms: explicit, in leaders; implicit in their followers. When men willingly follow a leader, they do so with a view to the acquisition of power by the group which he commands, and they feel that his triumphs are theirs.
There is power over human beings and power over dead matter or non-human forms of life.
Love of power, in its widest sense, is the desire to be able to produce intended effects upon the outer world, whethen human or non-human.
Belief in God and a future life makes it possible to go through life with less of stoic courage than is needed by skeptics.
I like mathematics because it is not human and has nothing particular to do with this planet or with the whole accidental universe— because, like Spinoza's God, it won't love us in return.
The whiter my hair becomes, the more ready people are to believe what I say.
The secret of happiness is this: let your interests be as wide as possible, and let your reactions to the things and persons that interest you be as far as possible friendly rather hostile.
Envy is the basis of democracy.
To teach how to live with uncertainty, and yet without being paralyzed by hesitation, is perhaps the chief thing that philosophy in our age can still do for those who study it.
When you want to teach children to think, you begin by treating them seriously when they are little, giving them responsibilities, talking to them candidly, providing privacy and solitude for them, and making them readers and thinkers of significant thoughts from the beginning. That’s if you want to teach them to think.
Every man, wherever he goes, is encompassed by a cloud of comforting convictions, which move with him like flies on a summer day.
“n America everybody is of the opinion that he has no social superiors since all men are equal, but he does not admit that he has no social inferiors, for, from the time of Jefferson onward, the doctrine that all men are equal applies only upwards, not downwards.