[{"text" : "Intelligence is not to make no mistakes, but quickly to see how to make them good.","author" : "Bertolt Brecht"},{"text" : "If there are obstacles, the shortest line between two points may be the crooked line.","author" : "Bertolt Brecht"},{"text" : "The law was made for one thing alone, for the exploitation of those who don't understand it.","author" : "Bertolt Brecht"},{"text" : "No one will improve your lot if you do not yourself.","author" : "Bertolt Brecht"},{"text" : "Society cannot share a common communication system so long as it is split into warring factions.","author" : "Bertolt Brecht"},{"text" : "If art reflects life, it does so with special mirrors.","author" : "Bertolt Brecht"},{"text" : "Love is the desire to give, not to receive, something. Love is the art of producing something with the other's talents.","author" : "Bertolt Brecht"},{"text" : "All the gang of those who rule us Hope our quarrels never stop Helping them to split and fool us So they can remain on top.","author" : "Bertolt Brecht"},{"text" : "Hungry man, reach for the book: it is a weapon.","author" : "Bertolt Brecht"},{"text" : "Food first, then morality.","author" : "Bertolt Brecht"},{"text" : "Such a lot is won when even a single man gets to his feet and says No","author" : "Bertolt Brecht"},{"text" : "When crimes begin to pile up they become invisible. When sufferings become unendurable the cries are no longer heard. The cries, too, fall like rain in summer.","author" : "Bertolt Brecht"},{"text" : "Righteous people have no sense of humor.","author" : "Bertolt Brecht"},{"text" : "Hungry man, reach for the book: it is a weapon.","author" : "Bertolt Brecht"},{"text" : "Poverty makes you wise but it's a curse.","author" : "Bertolt Brecht"},{"text" : "Unhappy the land that is in need of heroes.","author" : "Bertolt Brecht"},{"text" : "Impact lies in the vicinity of mistakes.","author" : "Bertolt Brecht"},{"text" : "Terrible is the temptation to be good.","author" : "Bertolt Brecht"},{"text" : "You can make a fresh start with your final breath.","author" : "Bertolt Brecht"},{"text" : "We're not responsible, he thought. This planet is a temporary affair. It's whizzing with all kinds of other ones, a whole range of planetary stuff, toward a star in the Milky Way. On that kind of a planet we're not responsible, he thought.","author" : "Bertolt Brecht"},{"text" : "What a miserable thing life is: you're living in clover, only the clover isn't good enough.","author" : "Bertolt Brecht"},{"text" : "You have to attack once the truth is too weak to defend itself.","author" : "Bertolt Brecht"},{"text" : "Sometimes I have visions of myself driving through hell, selling sulphur and brimstone, or through heaven peddling refreshments to the roaming souls. If me and the children I've got left could find a place where there's no shooting, I wouldn't mind a few years of peace and quiet.","author" : "Bertolt Brecht"},{"text" : "To those who do not know that the world is on fire, I have nothing to say.","author" : "Bertolt Brecht"},{"text" : "Don't be afraid of death so much as an inadequate life.","author" : "Bertolt Brecht"},{"text" : "What is robbing a bank compared with founding a bank?","author" : "Bertolt Brecht"},{"text" : "It is easier to rob by setting up a bank than by holding up a bank clerk.","author" : "Bertolt Brecht"},{"text" : "On my wall hangs a Japanese carving, . The mask of an evil demon, decorated with gold lacquer. . Sympathetically I observe . The swollen veins of the forehead, indicating . What a strain it is to be evil.","author" : "Bertolt Brecht"},{"text" : "What happens to the hole when the cheese is gone?","author" : "Bertolt Brecht"},{"text" : "The finest plans have always been spoiled by the littleness of them that should carry them out. Even emperors can't do it all by themselves.","author" : "Bertolt Brecht"},{"text" : "Everyone chases after happiness, not noticing that happiness is right at their heels.","author" : "Bertolt Brecht"},{"text" : "I don't trust him. We're friends.","author" : "Bertolt Brecht"},{"text" : "How can the theatre be both entertaining and instructive at the same time?","author" : "Bertolt Brecht"},{"text" : "I don't think the traditional form of theatre means anything any longer. Its significance is purely historic.","author" : "Bertolt Brecht"},{"text" : "Boy meets girl, so what?","author" : "Bertolt Brecht"},{"text" : "Art is not a mirror held up to reality, but a hammer with which to shape it.","author" : "Bertolt Brecht"},{"text" : "There must always be some who are brighter and some who are stupider. The latter make up for it by being better workers.","author" : "Bertolt Brecht"},{"text" : "You little box, held to me escaping . So that your valves should not break . Carried from house to house to ship from sail to train, . So that my enemies might go on talking to me.","author" : "Bertolt Brecht"},{"text" : "Near my bed, to my pain . The last thing at night, the first thing in the morning, . Of their victories and of my cares, .Promise me not to go silent all of a sudden.","author" : "Bertolt Brecht"}]