[{"text" : "When meditation is mastered, the mind is unwavering like the flame of a lamp in a windless place.","author" : "Bhagavad Gita"},{"text" : "The mind acts like an enemy for those who do not control it.","author" : "Bhagavad Gita"},{"text" : "Inner peace is beyond victory or defeat.","author" : "Bhagavad Gita"},{"text" : "Little by little, through patience and repeated effort, the mind will become stilled in the Self.","author" : "Bhagavad Gita"},{"text" : "As person abandons worn-out clothes and acquires new ones, so when the body is worn out a new one is acquired by the Self, who lives within.","author" : "Bhagavad Gita"},{"text" : "Better indeed is knowledge than mechanical practice. Better than knowledge is meditation.","author" : "Bhagavad Gita"},{"text" : "It is better to live your own destiny imperfectly than to live an imitation of someone elses life with perfection.","author" : "Bhagavad Gita"},{"text" : "Whatever I am offered in devotion with a pure heart -- a leaf, a flower, fruit, or water -- I accept with joy.","author" : "Bhagavad Gita"},{"text" : "It is by undivided devotion that I can be known in such a form, truly seen, and entered into.","author" : "Bhagavad Gita"},{"text" : "Delusion arises from anger. The mind is bewildered by delusion. Reasoning is destroyed when the mind is bewildered. One falls down when reasoning is destroyed.","author" : "Bhagavad Gita"},{"text" : "Yoga is a journey of the self, through the self, to the self.","author" : "Bhagavad Gita"},{"text" : "This yoga should be practiced with firm determination and perseverance, without any mental reservation or doubts.","author" : "Bhagavad Gita"},{"text" : "The peace of God is with them whose mind and soul are in harmony, who are free from desire and wrath, who know their own soul.","author" : "Bhagavad Gita"},{"text" : "You are what you believe in. You become that which you believe you can become.","author" : "Bhagavad Gita"},{"text" : "Detached action is unselfish work.","author" : "Bhagavad Gita"},{"text" : "A spiritual master who is one hundred percent Krishna conscious is the bonaﬁde spiritual master.","author" : "Bhagavad Gita"},{"text" : "Hell has three gates: lust, anger, and greed.","author" : "Bhagavad Gita"},{"text" : "One who sees inaction in action, and action in inaction, is intelligent among men.","author" : "Bhagavad Gita"},{"text" : "Whatever action is performed by a great man, common men follow in his footsteps, and whatever standards he sets by exemplary acts, all the world pursues.","author" : "Bhagavad Gita"},{"text" : "Out of compassion I destroy the darkness of their ignorance. From within them I light the lamp of wisdom and dispel all darkness from their lives.","author" : "Bhagavad Gita"}]