[{"text" : "Out of pain and problems have come the sweetest songs, and the most gripping stories.","author" : "Billy Graham"},{"text" : "God doesn't owe us anything- yet in His grace, He still gives us good things.","author" : "Billy Graham"},{"text" : "We must never minimize the suffering of another. Scripture's mandate to us is, Weep with them that weep.","author" : "Billy Graham"},{"text" : "God's grace, quite simply, is God's mercy and goodness toward us.","author" : "Billy Graham"},{"text" : "Heaven will be the perfection we've always longed for. All the things that made Earth unlovely and tragic will be absent in heaven.","author" : "Billy Graham"},{"text" : "My home is heaven. I'm just traveling through this world.","author" : "Billy Graham"},{"text" : "Heaven doesn't make this life less important; it makes it more important.","author" : "Billy Graham"},{"text" : "Heaven is a wonderful place and the benefits for the believer are out of this world!","author" : "Billy Graham"},{"text" : "The most thrilling thing about heaven is that Jesus Christ will be there. I will see Him face to face. Jesus Christ will meet us at the end of life's journey.","author" : "Billy Graham"},{"text" : "Suffering is part of the human condition, and it comes to us all. The key is how we react to it, either turning away from God in anger and bitterness or growing closer to Him in trust and confidence.","author" : "Billy Graham"},{"text" : "Suppose you could gain everything in the whole world, and lost your soul.","author" : "Billy Graham"},{"text" : "Comfort and prosperity have never enriched the world as much as adversity has.","author" : "Billy Graham"},{"text" : "Tears shed for self are tears of weakness, but tears shed for others are a sign of strength.","author" : "Billy Graham"},{"text" : "When wealth is lost, nothing is lost; when health is lost, something is lost; when character is lost, all is lost.","author" : "Billy Graham"},{"text" : "Old age may have its limitations and challenges, but in spite of them, our latter years can be some of the most rewarding and fulfilling of our lives.","author" : "Billy Graham"},{"text" : "I have the problems of, I must confess, old age.","author" : "Billy Graham"},{"text" : "Two conflicting forces cannot exist in one human heart. When doubt reigns, faith cannot abide. Where hatred rules, love is crowded out. Where selfishness rules, there love cannot dwell. When worry is present, trust cannot crowd its way in.","author" : "Billy Graham"},{"text" : "God has given us two hands, one to receive with and the other to give with.","author" : "Billy Graham"},{"text" : "God proved His love on the Cross. When Christ hung, and bled, and died, it was God saying to the world, 'I love you.","author" : "Billy Graham"},{"text" : "Being a Christian is more than just an instantaneous conversion - it is a daily process whereby you grow to be more and more like Christ.","author" : "Billy Graham"},{"text" : "A real Christian is the one who can give his pet parrot to the town gossip.","author" : "Billy Graham"},{"text" : "Sex is the most wonderful thing on this earth, as long as God is in it. When the Devil gets in it, it's the most terrible thing on this earth.","author" : "Billy Graham"},{"text" : "A good father is one of the most unsung, unpraised, unnoticed, and yet one of the most valuable assets in our society.","author" : "Billy Graham"},{"text" : "The word of God hidden in the heart is a stubborn voice to suppress.","author" : "Billy Graham"},{"text" : "Courage is contagious. When a brave man takes a stand, the spines of others are often stiffened.","author" : "Billy Graham"},{"text" : "Man has two great spiritual needs. One is for forgiveness. The other is for goodness.","author" : "Billy Graham"},{"text" : "No matter how prepared you think you are for the death of a loved one, it still comes as a shock, and it still hurts very deeply.","author" : "Billy Graham"},{"text" : "Only those who want everything done for them are bored.","author" : "Billy Graham"},{"text" : "The Christian life is not a constant high. I have my moments of deep discouragement. I have to go to God in prayer with tears in my eyes, and say, 'O God, forgive me,' or 'Help me.","author" : "Billy Graham"},{"text" : "The only time my prayers are never answered is on the golf course.","author" : "Billy Graham"},{"text" : "Churchgoers are like coals in a fire. When they cling together, they keep the flame aglow; when they separate, they die out.","author" : "Billy Graham"},{"text" : "Anxiety is the natural result when our hopes are centered in anything short of God and His will.","author" : "Billy Graham"},{"text" : "When you follow Christ, it must be a total burning of all your bridges behind you.","author" : "Billy Graham"},{"text" : "God can use the fear that grips the hearts of men today to point them to eternal truths- the truth of God's eternal judgment, and the truth of His eternal love.","author" : "Billy Graham"},{"text" : "We hurt people by being too busy. Too busy to notice their needs. Too busy to drop that note of comfort or encouragement or assurance of love. Too busy to listen when someone needs to talk. Too busy to care.","author" : "Billy Graham"},{"text" : "There is more evidence that Jesus rose from the dead than there is that Julius Caesar ever lived or that Alexander the Great died at the age of thirty-three.","author" : "Billy Graham"},{"text" : "It is not the body's posture, but the heart's attitude that counts when we pray.","author" : "Billy Graham"},{"text" : "Every human being is under construction from conception to death.","author" : "Billy Graham"},{"text" : "Self-centered indulgence, pride and a lack of shame over sin are now emblems of the American lifestyle.","author" : "Billy Graham"},{"text" : "Our valleys may be filled with foes and tears; but we can lift our eyes to the hills to see God and the angels, heaven's spectators, who support us according to God's infinite wisdom as they prepare our welcome home.","author" : "Billy Graham"},{"text" : "From a cleansed conscience emerges a changed life.","author" : "Billy Graham"},{"text" : "Conscience is our wisest counselor and teacher, our most faithful and most patient friend.","author" : "Billy Graham"},{"text" : "Being judgmental and condemning is not one of the gifts of the Spirit.","author" : "Billy Graham"},{"text" : "Traveling around the world and preaching for over 70 years did not give much time for reflection.","author" : "Billy Graham"},{"text" : "Salvation is free, but discipleship costs everything we have.","author" : "Billy Graham"},{"text" : "God proved His love on the Cross. When Christ hung, and bled, and died, it was God saying to the world, I love you.","author" : "Billy Graham"},{"text" : "We go on in our pleasures thinking they're going to last forever.","author" : "Billy Graham"},{"text" : "We're all sinners. Everybody you meet all over the world is a sinner.","author" : "Billy Graham"},{"text" : "God never takes away something from your life without replacing it with something better.","author" : "Billy Graham"},{"text" : "Be careful before leaving someone in a sorrowing situation. Say a word of prayer with them and share even a brief word of encouragement from the Scriptures.","author" : "Billy Graham"},{"text" : "Sin then is not a toy with which to play but a terror to be shunned.","author" : "Billy Graham"},{"text" : "A double minded man is unstable in all his ways.","author" : "Billy Graham"},{"text" : "Jesus Christ opened heaven's door for us by His death on the cross.","author" : "Billy Graham"},{"text" : "There is nothing wrong with men possessing riches, the wrong comes when riches possess man.","author" : "Billy Graham"},{"text" : "Since no one enjoys losing friends or being cast out of his own circle, peer pressure--especially during the years of adolescence--is an almost irresistible force.","author" : "Billy Graham"},{"text" : "The Holy Spirit illuminates the minds of people, makes us yearn for God, and takes spiritual truth and makes it understandable to us.","author" : "Billy Graham"},{"text" : "The Holy Spirit gives liberty to the Christian, direction to the worker, discernment to the teacher, power to the Word, and fruit to faithful service. He reveals the things of Christ.","author" : "Billy Graham"},{"text" : "The cross shows us the seriousness of our sin-but it also shows us the immeasurable love of God.","author" : "Billy Graham"},{"text" : "The cross is offensive because it directly confronts the evils which dominate so much of this world.","author" : "Billy Graham"},{"text" : "Christ not only died for all: He died for each.","author" : "Billy Graham"},{"text" : "Many believe that pagan worship is a thing of the past, but it is ever present-we have just given it a new name: pop culture.","author" : "Billy Graham"},{"text" : "The framers of our Constitution meant we were to have freedom of religion, not freedom from religion.","author" : "Billy Graham"},{"text" : "What really matters is how God sees me. He isn't concerned with labels; he is concerned about the state of man's soul.","author" : "Billy Graham"},{"text" : "Each life is made up of mistakes and learning, waiting and growing, practicing patience and being persistent.","author" : "Billy Graham"},{"text" : "Mountaintops are for views and inspiration, but fruit is grown in the valleys.","author" : "Billy Graham"},{"text" : "Throughout my ministry, I have sought to build bridges between Jews and Christians.","author" : "Billy Graham"},{"text" : "The farther we get from God, the more the world spirals out of control.","author" : "Billy Graham"},{"text" : "We must never minimize the suffering of another. Scripture's mandate to us is, 'Weep with them that weep.","author" : "Billy Graham"},{"text" : "We have an idea that we Americans are God's chosen people, that God loves us more than any other people, and that we are God's blessed. I tell you that God doesn't love us any more than He does the Russians.","author" : "Billy Graham"},{"text" : "A Christian has a tremendous responsibilities to his own family.He or she has a responsibility of loving each member of the family.","author" : "Billy Graham"},{"text" : "Death is not the end of the road- it is merely a gateway to eternal life beyond the grave.","author" : "Billy Graham"},{"text" : "When we grieve over someone who has died in Christ, we are sorrowing not for them but for ourselves.","author" : "Billy Graham"},{"text" : "The beginning of all pain and suffering in the world started with one act of disobedience.","author" : "Billy Graham"},{"text" : "The word 'romance,' according to the dictionary, means excitement, adventure, and something extremely real. Romance should last a lifetime.","author" : "Billy Graham"},{"text" : "A child who is allowed to be disrespectful to his parents will not have true respect for anyone.","author" : "Billy Graham"},{"text" : "Church is a place for pastors to preach principles of faith in order to prepare believers to face the storms of life on the stage of an unbelieving world.","author" : "Billy Graham"},{"text" : "The fiercest storm is taking place in some of our churches.","author" : "Billy Graham"},{"text" : "Only the holy spirit can give us peace in the midst of the storms of restlessness and despair.","author" : "Billy Graham"},{"text" : "A Christian's goodness is a rebuke to the wicked; his being right-side-up is a reflection upon the worldling's inverted position.","author" : "Billy Graham"},{"text" : "Man is not growing better. Man is not climbing upward. Instead of progress in man himself there is degeneracy.","author" : "Billy Graham"},{"text" : "No matter how advanced its progress, any generation that neglects its spiritual and moral life is going to disintegrate.","author" : "Billy Graham"},{"text" : "As Christians we have an obligation to show others what God says about living self-controlled lives and being responsible for our moral actions, as God defines them.","author" : "Billy Graham"},{"text" : "God holds every man accountable for his rejection of Christ.","author" : "Billy Graham"},{"text" : "Energy out of control is dangerous; energy under control is powerful.","author" : "Billy Graham"},{"text" : "Envy and greed always-always-exact a terrible price.","author" : "Billy Graham"},{"text" : "I have never met an envious or greedy person who was at peace.","author" : "Billy Graham"},{"text" : "The Bible warns us against greed and selfishness, it does encourage frugality and thrift.","author" : "Billy Graham"},{"text" : "The Bible sees greed as a form of idolatry, because a greedy person worships things instead of God.","author" : "Billy Graham"},{"text" : "Greed and envy have their roots in selfishness.","author" : "Billy Graham"},{"text" : "Envy and greed starve on a steady diet of thanksgiving.","author" : "Billy Graham"},{"text" : "Everything that we see about us that we count as our possessions only comprises a loan from God, and it is when we lose sight of this all-pervading truth we become greedy and covetous.","author" : "Billy Graham"},{"text" : "Life is not a matter of dollars and cents, houses and lands, earning capacity and financial achievement.","author" : "Billy Graham"},{"text" : "Greed must not be allowed to make man the slave of wealth.","author" : "Billy Graham"},{"text" : "We have seen the results of unrestrained greed, corruption, and manipulation on Wall Street, financial mismanagement in the halls of government, fraud and perversion at the highest levels of both church and state.","author" : "Billy Graham"},{"text" : "It is not wrong to want to work and earn a decent living; in fact, God has given work to us. But this legitimate desire can very easily cross the line into greed-especially in out materialistic society.","author" : "Billy Graham"},{"text" : "Greed is an unreasonable all-absorbing desire to acquire things or wealth.","author" : "Billy Graham"},{"text" : "One test of greed is that it is never satisfied.","author" : "Billy Graham"},{"text" : "Greed is repeatedly condemned in the Bible","author" : "Billy Graham"},{"text" : "We need to be on guard against greed... above all we need to make sure out lives are centered in Christ and not things.","author" : "Billy Graham"},{"text" : "The greatest need in the world is the transformation of human nature. We need a new heart that will not have lust and greed and hate in it.","author" : "Billy Graham"},{"text" : "The home only fulfills its true purpose when it is God controlled.","author" : "Billy Graham"},{"text" : "When we are young and restless to be free, home is the place from which we long to escape. But if there is still a home intact when trouble arises and life becomes a battlefield, home is the place to which we yearn to return.","author" : "Billy Graham"},{"text" : "God does not want an apartment in our house. He claims our entire home from attic to cellar.","author" : "Billy Graham"},{"text" : "The world is not a permanent home, it is only a temporary dwelling.","author" : "Billy Graham"},{"text" : "Home was a refuge for me, a place I could truly relax.","author" : "Billy Graham"},{"text" : "Cut out some of your 'important social engagements', and make your home the center of your social life.","author" : "Billy Graham"},{"text" : "My home is in heaven. I'm just passing through this world.","author" : "Billy Graham"},{"text" : "Family prayer is a fourth vital link in the chain of spiritual strength - a strength we are trying to build to protect us from a world gone mad. Practicing prayer as a family, not just a flippant blessing before a meal, can give us the security we need.","author" : "Billy Graham"},{"text" : "The greatest legacy one can pass on to one's children and grandchildren is not money or other material things accumulated in one’s life, but rather a legacy of character and faith.","author" : "Billy Graham"},{"text" : "The secret of a happy home life is that members of the family learn to give and receive love.","author" : "Billy Graham"},{"text" : "Love is to the heart what the summer is to the farmer's year. It brings to harvest all the loveliest flowers of the soul.","author" : "Billy Graham"},{"text" : "The Father is the source of all blessings and the son is the channel of all blessing, and it is through the Holy spirit at work in us that all truth becomes living and operative in our lives.","author" : "Billy Graham"},{"text" : "Too many husbands and wives enter into marriage with the idea that their spouse exists for one purpose: to make them happy.","author" : "Billy Graham"},{"text" : "Marriage is not a reform school..Instead of you reforming (your spouse), (he or she) will instead influenced you.","author" : "Billy Graham"},{"text" : "When a husband and wife are concerned only about their own individual desires, the stage is set for conflict.","author" : "Billy Graham"},{"text" : "The perfect marriage is a uniting of three persons--a man and a woman and God. That is what makes marriage holy.","author" : "Billy Graham"},{"text" : "God knew that children grow and mature best in a stable, loving family, and this was one reason He gave marriage to us.","author" : "Billy Graham"},{"text" : "Although the testimony of my mother's life helped mold me and taught me how to live, the testimony of her last years and her death gave me insight into how to die.","author" : "Billy Graham"},{"text" : "Even in the darkest moment, before death snatches man's last breath. God is willing to save a lost soul.","author" : "Billy Graham"},{"text" : "The time has come for all evangelists to practice full financial disclosure. The world is watching how we walk and how we talk. We must have the highest standards of morality ethics and integrity if we are to continue to have influence.","author" : "Billy Graham"},{"text" : "A baby isn't meant to stay a baby forever, and neither is a new Christian.","author" : "Billy Graham"},{"text" : "Integrity means that if our private life was suddenly exposed, we'd have no reason to be ashamed and embarrassed.","author" : "Billy Graham"},{"text" : "Integrity means our outward life is consistent with our inner convictions.","author" : "Billy Graham"},{"text" : "Integrity is the glue that holds our way of life together.","author" : "Billy Graham"},{"text" : "Integrity means a person is the same on the inside as he or she claims to be on the outside.","author" : "Billy Graham"},{"text" : "A man of integrity can be trusted.","author" : "Billy Graham"},{"text" : "Being pure in conduct also includes honesty and integrity in dealing with our fellowmen.","author" : "Billy Graham"},{"text" : "When we live by the truth, we possess integrity.","author" : "Billy Graham"},{"text" : "Integrity means that we are trustworthy and dependable, and our character is above approach.","author" : "Billy Graham"},{"text" : "I believe integrity can be restored to a society one person at a time. The choice belongs to each of us.","author" : "Billy Graham"},{"text" : "The nation's image has become more like a chameleon—accepting whatever trend marketers concoct. Gone are the days of reverencing a holy God in the church or within ourselves. Yet the Bible tells us, 'Happy is the man who is always reverent' (Proverbs 28:14 NKJV).","author" : "Billy Graham"},{"text" : "Too many so-called Christians are like the little chameleon which adapts its coloration to that of its surroundings. Even a critical world is quick to recognize a real Christian and just as quick to detect a counterfeit.","author" : "Billy Graham"},{"text" : "As I got older, I guess I became more mellow and more forgiving and more loving.","author" : "Billy Graham"},{"text" : "Our thoughts determine our actions.","author" : "Billy Graham"},{"text" : "As husband and wife, to have a happy life together, you must have confidence and respect, you must have substantial agreement in you faith.","author" : "Billy Graham"},{"text" : "Would Christ feel comfortable in an environment where men and women are consuming alcoholic beverages, gambling away their money, and engaging in conversation that is often filled with the baser things of life? It is a relevant question. As a Christian, Christ lives in you and you carry him wherever you go, The Bible tells us to, 'come out from them and be separate.","author" : "Billy Graham"},{"text" : "When wealth is lost, nothing is lost. When health is lost, something is lost. When character is lost, all is lost.","author" : "Billy Graham"},{"text" : "We live in an upside-down world. People hate when they should love, quarrel when they should be friendly, fight when they should be peaceful, wound when they should heal, steal when they should share, do wrong when they should do right.","author" : "Billy Graham"},{"text" : "It is Satan's purpose to steal the seed of truth from your heart by sending distracting thoughts. The difference between a Christian and non-Christian is: though they both may have good and evil thoughts, Christ gives His followers strength to select the right rather than the wrong.","author" : "Billy Graham"},{"text" : "The Lord does go with us through our sufferings, and He awaits us as we emerge on the other side of the tunnel of testing— into the light of His glorious presence to live with Him forever.","author" : "Billy Graham"},{"text" : "Modern war is the most highly developed of all sciences. We have perfected our weapons but failed to perfect the men who use them.","author" : "Billy Graham"},{"text" : "Commitment means burning all bridges behind you.","author" : "Billy Graham"},{"text" : "Any work done by a follower of Christ to the glory of God is 'gold, silver, precious stones.' But if any follower of Christ works with any self interest or personal ambition involved, it will be,'wood, hay, and stubble,' and will be burned.","author" : "Billy Graham"},{"text" : "Christians at work in the world are the only real spiritual light in the midst of great spiritual darkness. This places a tremendous responsibility on all of us.","author" : "Billy Graham"},{"text" : "Most people yearn for one thing more than anything else; inner peace. Without it, they have no lasting happiness or security.","author" : "Billy Graham"},{"text" : "From the moment a child is born, the death process, and the fight against it, begins.","author" : "Billy Graham"},{"text" : "Money represents your time, your energy, your talents, your total personality converted into currency. We usually hold on to it tenaciously, yet it is uncertain in value and we cannot take it into the next world.","author" : "Billy Graham"},{"text" : "The Bible warns that money cannot buy happiness! Money cannot buy true pleasure. Money cannot buy peace of heart. And money certainly cannot buy entrance into the kingdom of God.","author" : "Billy Graham"},{"text" : "Money takes our minds off God.","author" : "Billy Graham"},{"text" : "The world thinks peace would come if everyone made a lot of money, but people haven't found peace in possessions.","author" : "Billy Graham"},{"text" : "Money, on the other hand, is factual - you can measure it. Money doesn't change.","author" : "Billy Graham"},{"text" : "Money is a life force, like blood. You need a certain amount or you'll die.","author" : "Billy Graham"},{"text" : "Good money boundaries, understanding who pays for what, are crucial.","author" : "Billy Graham"},{"text" : "My grandmother always said, Don't marry for money. divorce for money.","author" : "Billy Graham"},{"text" : "Money is important but not as important as love and happiness.","author" : "Billy Graham"},{"text" : "Money is a cultural way of expressing value. Don't devalue yourself by disrepecting or invalidating money, for money expresses your value out there in the world by what you contribute and how you value it.","author" : "Billy Graham"},{"text" : "Nothing brings more joy than a good marriage, and nothing brings more misery than a bad marriage.","author" : "Billy Graham"},{"text" : "There are storms in your own life; storms of temptation, confusion, and difficulty...","author" : "Billy Graham"},{"text" : "We are living in a topsy-turvy world, where all is confusion.","author" : "Billy Graham"},{"text" : "Man is a rebel, and a rebel is naturally in confusion.","author" : "Billy Graham"},{"text" : "God speaks to those who are prepared in their hearts to listen. Discern the voice from heaven above the noisy din of earth's confusion.","author" : "Billy Graham"},{"text" : "When you pick up the cross of unpopularity, wherever you may be, you will find God's grace is there, more than sufficient to meet your every need.","author" : "Billy Graham"},{"text" : "May God give you grace to 'triumph in affliction'.","author" : "Billy Graham"},{"text" : "We are living in an age of grace, in which God promises that 'whosever will' may come and receive His son. But this period of grace will not go on idefinitely.","author" : "Billy Graham"},{"text" : "Only as we bow in contrition, confession, and repetance at the foot of the cross, can we find forgiveness. There is the grace of God.","author" : "Billy Graham"},{"text" : "The motive of grace is the infinite.","author" : "Billy Graham"},{"text" : "Whatever is unlike Christ in conduct, speech, or disposition grieves the Spirit of grace.","author" : "Billy Graham"},{"text" : "Children will learn far more by watching than just by listening.","author" : "Billy Graham"},{"text" : "Love your children is to survive, he or she must know the rules of safety. If he is to be healthy, he must know the rules of health. If he is to drive a car, he must know the rules of the road. If he become a ball player, he must learn the rules of the game. And, contrary to popular thinking, children appreciate rules.","author" : "Billy Graham"},{"text" : "There is always the exceptional child, but the average tells us that the child is largely what the home has made him.","author" : "Billy Graham"},{"text" : "Children respect discipline. They want to be guided. It gives them a sense of belonging, a sense of security.","author" : "Billy Graham"},{"text" : "If our children grow up with no understanding of right and wrong. No desire to live with integrity. No faith in God. Their souls will be impoverished and they will miss life's highest good.","author" : "Billy Graham"},{"text" : "Children do need the guidance of their parents, and we guide them more by the example we set than by any other way. We need to be firm and sane and fair and consistent - and, above all, we need to discipline in a spirit of love.","author" : "Billy Graham"},{"text" : "Many children today are growing up without discipline. As they become adults and the discipline of job or family demands are placed upon them, they do not know how to cope.","author" : "Billy Graham"},{"text" : "Children need discipline to be useful members of society. Likewise, God's children need discipline to be useful members of His family.","author" : "Billy Graham"},{"text" : "Children, pray for the salvation of your parents.","author" : "Billy Graham"},{"text" : "Children must be taught obedience just as much as they need to be taught to read and write.","author" : "Billy Graham"},{"text" : "The entire world is on turmoil. We are living in a time of enormous conflict and cultural transformation. We have been stunned by shockwaves of change in nation after nation, all around the globe.","author" : "Billy Graham"},{"text" : "Envy and greed always-always-exact a terrible price. I have never met an envious or greedy person who was at peace.","author" : "Billy Graham"},{"text" : "From the beginning of time until the present moment, man's ungodly quest for power, his determination to use his gift of free choice for his own selfish ends, has brought him to the brink of doom.","author" : "Billy Graham"},{"text" : "Man is a rebel, and a rebel is naturally in confusion. He is in conflict with every other rebel. For a rebel by his very nature is selfish. He is seeking his own good and not the good of others.","author" : "Billy Graham"},{"text" : "Our culture puts feelings first, but true love isn't based on feelings.","author" : "Billy Graham"},{"text" : "I look forward to seeing Christ and bowing before Him in praise and gratitude for all He has done for us, and for using me on this earth by His grace-just as I am.","author" : "Billy Graham"},{"text" : "Truth is timeless. Truth does not differ for one age to another, from one people to another, from one geographical location to another... the great all-prevailing truth stands for time and eternity.","author" : "Billy Graham"},{"text" : "I have met men who are habitual liars. They have lied so long that they no longer can distinguish between the truth and a lie. Their sensitivity to sin has been almost completely dead end.","author" : "Billy Graham"},{"text" : "Our emotions can lie to us, and we need to counter our emotions with truth.","author" : "Billy Graham"},{"text" : "The will of God will not take us where the grace of God cannot sustain us.","author" : "Billy Graham"},{"text" : "All my life I've been taught how to die, but no one ever taught me how to grow old.","author" : "Billy Graham"},{"text" : "The greatest tribute a boy can give to his father is to say, 'When I grow up, I want to be just like my dad.' It is a convicting responsibility for us fathers and grandfathers.","author" : "Billy Graham"},{"text" : "The Bible teaches us that our homes should be hospitable and that those who come in and out of our homes should sense the presence of Christ.","author" : "Billy Graham"},{"text" : "The happiest Christian homes I know are those given to hospitality, where neighbors feel at home, where young people are welcome, where the elderly are respected, where children are loved.","author" : "Billy Graham"},{"text" : "Think of working forever at something you love to do, for [the] one you love with all your heart, and never getting tired! We will never know weariness in heaven.","author" : "Billy Graham"},{"text" : "God did not intend for us to be idle and unproductive. There is dignity in work.","author" : "Billy Graham"},{"text" : "Death reduces all men to the same rank.","author" : "Billy Graham"},{"text" : "Death strips the rich of his millions and the poor man of his rags.","author" : "Billy Graham"},{"text" : "Are your beliefs anchored in a faith that can withstand emotionalism, the drug culture, social and peer pressure, and material temptations? The world is seething with demonic energy. Only supreme inner strength can resist its ceaseless hassling.","author" : "Billy Graham"},{"text" : "Someday this life will end, but for the Christian death also marks a beginning— the beginning of a new life with God that will last forever.","author" : "Billy Graham"},{"text" : "Christ can take the most sin-laden, selfish, evil person and bring forgiveness and new life.","author" : "Billy Graham"},{"text" : "I have met men who are habitual liars. They have lied so long that they no longer can distinguish between the truth and a lie. Their sensitivity to sin has been almost completely deadened.","author" : "Billy Graham"},{"text" : "God proved His love on the Cross. When Christ hung, and bled, and died, it was God saying to the world, ‘I love you.","author" : "Billy Graham"},{"text" : "Your own family circle knows whether Christ lives in you or through you.","author" : "Billy Graham"},{"text" : "The world does need changing, society needs changing, the nation needs changing, but we never will change it until we ourselves are changed.","author" : "Billy Graham"},{"text" : "Marriage is the most serious long-term contract a couple will make in their lifetime.","author" : "Billy Graham"},{"text" : "Science takes a Niagara River with its violent turbulence and transforms it into electrical energy to illuminate a million homes and to turn the productive wheels of industry. [God] does in the spiritual realm what science does in the physical realm.","author" : "Billy Graham"},{"text" : "Even to your old age, I am He, and even to gray hairs I will carry you! - ISAIAH 46:3-4","author" : "Billy Graham"},{"text" : "Children do need the guidance of their parents, and we guide them more by the example we set than by any other way. We need to be firm and sane and fair and consistent—and, above all, we need to discipline in a spirit of love.","author" : "Billy Graham"},{"text" : "The American dream became America's god; wealth and abundance have become the measure of America's success. But— as recent events have shown— we have been living an illusion.","author" : "Billy Graham"}]