[{"text" : "The future is not an inheritance, it is an opportunity and an obligation.","author" : "Bill Clinton"},{"text" : "When our memories outweigh our dreams, we have grown old.","author" : "Bill Clinton"},{"text" : "Golf is like life in a lot of ways - All the biggest wounds are self-inflicted.","author" : "Bill Clinton"},{"text" : "There is nothing wrong with America that cannot be cured by what is right with America.","author" : "Bill Clinton"},{"text" : "We know that when we protect our oceans we're protecting our future.","author" : "Bill Clinton"},{"text" : "Abortion should not only be safe and legal, it should be rare.","author" : "Bill Clinton"},{"text" : "If you live long enough, you'll make mistakes. But if you learn from them, you'll be a better person. It's how you handle adversity, not how it affects you. The main thing is never quit, never quit, never quit.","author" : "Bill Clinton"},{"text" : "First, I worry about climate change.","author" : "Bill Clinton"},{"text" : "Mental illness is nothing to be ashamed of, but stigma and bias shame us all.","author" : "Bill Clinton"},{"text" : "There is nothing wrong in America that can't be fixed with what is right in America.","author" : "Bill Clinton"},{"text" : "Turning 50 gives me more yesterdays than tomorrows.","author" : "Bill Clinton"},{"text" : "Being president is like running a cemetery: you've got a lot of people under you and nobody's listening.","author" : "Bill Clinton"},{"text" : "Progress changes consciousness, and when people's consciousness changes, then their awareness of what is possible changes as well a virtuous circle.","author" : "Bill Clinton"},{"text" : "If you want to live like a Republican, vote like a Democrat.","author" : "Bill Clinton"},{"text" : "Literacy is not a luxury, it is a right and a responsibility. If our world is to meet the challenges of the twenty-first century we must harness the energy and creativity of all our citizens.","author" : "Bill Clinton"},{"text" : "The road to tyranny, we must never forget, begins with the destruction of the truth.","author" : "Bill Clinton"},{"text" : "No generation has had the opportunity, as we now have, to build a global economy that leaves no-one behind. It is a wonderful opportunity, but also a profound responsibility.","author" : "Bill Clinton"},{"text" : "AIDS is no longer a death sentence for those who can get the medicines. Now it's up to the politicians to create the 'comprehensive strategies' to better treat the disease.","author" : "Bill Clinton"},{"text" : "We should pass a flex time law that allows employees to take their overtime pay in money or in time off, depending on what's better for their family.","author" : "Bill Clinton"},{"text" : "quote","author" : "Bill Clinton"},{"text" : "Pessimism is an excuse for not trying and a guarantee to a personal failure.","author" : "Bill Clinton"},{"text" : "I think I did something for the worst possible reason--just because I could.","author" : "Bill Clinton"},{"text" : "I had some words with my wife, and she had some paragraphs with me.","author" : "Bill Clinton"},{"text" : "Dream big and chase your dreams—hold on to optimism—even in failure, amazing things will happen.","author" : "Bill Clinton"},{"text" : "I tried marijuana once. I did not inhale.","author" : "Bill Clinton"},{"text" : "Being president is a lot like running a cemetery. You've got a lot of people under you and nobody's listening.","author" : "Bill Clinton"},{"text" : "The price of doing the same old thing is far higher than the price of change.","author" : "Bill Clinton"},{"text" : "The darker the night, the sweetest the victory.","author" : "Bill Clinton"},{"text" : "If something makes you cry, you have to do something about it. That’s the difference between politics and guilt.","author" : "Bill Clinton"},{"text" : "We all do better when we work together. Our differences do matter, but our common humanity matters more.","author" : "Bill Clinton"},{"text" : "After years of denial and deception, the Philip Morris company has admitted that cigarette smoking causes lung cancer and other diseases. This formal acknowledgment comes far too late but still we must all welcome it. It can be the beginning of clearing the air.","author" : "Bill Clinton"}]