[{"text" : "Fatherhood is pretending the present you love most is 'soap-on-a-rope.","author" : "Bill Cosby"},{"text" : "If the new American father feels bewildered and even defeated, let him take comfort from the fact that whatever he does in any fathering situation has a 50 percent chance of being right.","author" : "Bill Cosby"},{"text" : "Laughter brings out the child in all of us.","author" : "Bill Cosby"},{"text" : "In order to succeed, your desire for success should be greater than your fear of failure.","author" : "Bill Cosby"},{"text" : "Decide that you want it more than you are afraid of it.","author" : "Bill Cosby"},{"text" : "Every closed eye is not sleeping, and every open eye is not seeing.","author" : "Bill Cosby"},{"text" : "Anyone can dabble, but once you've made that commitment, your blood has that particular thing in it, and it's very hard for people to stop you.","author" : "Bill Cosby"},{"text" : "For college seniors there should be a week of being allowed to cry. Just break down and cry because you are scared and don't know what's next.","author" : "Bill Cosby"},{"text" : "Even though your kids will consistently do the exact opposite of what you're telling them to do, you have to keep loving them just as much.","author" : "Bill Cosby"},{"text" : "If a white man falls off a chair drunk, it's just a drunk. If a Negro does, it's the whole damn Negro race.","author" : "Bill Cosby"},{"text" : "What is it about grandparents that is so lovely' I'd like to say that grandparents are God's gifts to children. And if they can but see, hear and feel what these people have to give, they can mature at a fast rate.","author" : "Bill Cosby"},{"text" : "Having a child is surely the most beautifully irrational act that two people in love can commit.","author" : "Bill Cosby"},{"text" : "Through humor, you can soften some of the worst blows that life delivers. And once you find laughter, no matter how painful your situation might be, you can survive it.","author" : "Bill Cosby"},{"text" : "Parents are not interested in justice, they're interested in peace and quiet.","author" : "Bill Cosby"},{"text" : "The main goal of the future is to stop violence. The world is addicted to it.","author" : "Bill Cosby"},{"text" : "A father... knows exactly what those boys at the mall have in their depraved little minds because he once owned such a depraved little mind himself. In fact, if he thinks enough about the plans that he used to have for young girls, the father not only will support his wife in keeping their daughter home but he might even run over to the mall and have a few of those boys arrested.","author" : "Bill Cosby"},{"text" : "Women don't want to hear what you think. Women want to hear what they think - in a deeper voice.","author" : "Bill Cosby"},{"text" : "Human beings are the only creatures on earth that allow their children to come back home.","author" : "Bill Cosby"},{"text" : "When you graduate from college, they tell you to follow your dreams.","author" : "Bill Cosby"},{"text" : "Sometimes you try to help people, and it backfires on you, and then they try to take advantage of you.","author" : "Bill Cosby"},{"text" : "The very first law in advertising is to avoid the concrete promise and cultivate the delightfully vague.","author" : "Bill Cosby"},{"text" : "People can be more forgiving than you can imagine. But you have to forgive yourself. Let go of what's bitter and move on.","author" : "Bill Cosby"},{"text" : "A new father quickly learns that his child invariably comes to the bathroom at precisely the times when he's in there, as if he needed company. The only way for this father to be certain of bathroom privacy is to shave at the gas station.","author" : "Bill Cosby"},{"text" : "Parents are people who yell and they yell and they yell and they yell. And you already have the point... and they're still yelling.","author" : "Bill Cosby"},{"text" : "All parents experience the same problems.","author" : "Bill Cosby"},{"text" : "Our greatest glory is not in ever failing, but in rising every time we fail.","author" : "Bill Cosby"},{"text" : "Is the glass half full or half empty? It depends on whether you're pouring or drinking.","author" : "Bill Cosby"},{"text" : "No matter how calmly you try to referee, parenting will eventually produce bizarre behavior, and I'm not talking about the kids. Their behavior is always normal.","author" : "Bill Cosby"},{"text" : "There is no labor a person does that is undignified; if they do it right.","author" : "Bill Cosby"},{"text" : "Fatherhood is pretending the present you love most is soap-on-a-rope.","author" : "Bill Cosby"},{"text" : "Gray hair is God's graffiti","author" : "Bill Cosby"},{"text" : "When you carry a gun, you mean to harm somebody, kill somebody.","author" : "Bill Cosby"},{"text" : "When a person has a gun, sometimes their mind clicks that this thing will win arguments and straighten people out.","author" : "Bill Cosby"},{"text" : "A word to the wise ain't necessary. It's the stupid ones who need the advice.","author" : "Bill Cosby"},{"text" : "A sail boat that sails backwards can never see the sun rise.","author" : "Bill Cosby"},{"text" : "Fatherhood is pretending the present you love most is soap on a rope.","author" : "Bill Cosby"},{"text" : "Parenting will eventually produce bizarre behavior, and I'm not talking about the kids. Their behavior is always normal.","author" : "Bill Cosby"},{"text" : "The truth is that parents aren't really interested in justice. They just want quiet.","author" : "Bill Cosby"},{"text" : "There is hope for the future because God has a sense of humor and we are funny to God.","author" : "Bill Cosby"},{"text" : "Nothing I've ever done has given me more joys and rewards than being a father to my children.","author" : "Bill Cosby"},{"text" : "A word to the wise ain't necessary, it's the stupid ones that need the advice.","author" : "Bill Cosby"},{"text" : "The serve was invented so the net could play.","author" : "Bill Cosby"},{"text" : "Dentists tell you not to pick your teeth with any sharp metal object. Then you sit in their chair and the first thing they grab is an iron hook.","author" : "Bill Cosby"},{"text" : "The past is a ghost, the future a dream, and all we ever have is now.","author" : "Bill Cosby"},{"text" : "If you know two languages, the level of your intelligence is multiplied a hundredfold in other people's eyes.","author" : "Bill Cosby"},{"text" : "You go and you buy a lottery ticket. You've got just as much chance of getting struck by lightning as you do of winning the lottery.","author" : "Bill Cosby"},{"text" : "Sex education may be a good idea in the schools, but I don't believe the kids should be given homework.","author" : "Bill Cosby"},{"text" : "The summit, which is set up to educate people about managing their money and protecting their income, leads to empowerment of self, for which this summit needs to be applauded.","author" : "Bill Cosby"},{"text" : "People will frighten you about a graduation….They use words you don’t hear often… ‘And we wish you Godspeed.’ It is a warning, Godspeed. It means you are no longer welcome here at these prices.","author" : "Bill Cosby"},{"text" : "Like everyone else who makes the mistake of getting older, I begin each day with coffee and obituaries.","author" : "Bill Cosby"},{"text" : "The past is a ghost, the future a dream and all we ever have is now.","author" : "Bill Cosby"},{"text" : "What is it about grandparents that is so lovely? I’d like to say that grandparents are God’s gifts to children. And if they can but see, hear and feel what these people have to give, they can mature at a fast rate.","author" : "Bill Cosby"},{"text" : "The first-born in every family is always dreaming for an imaginary older brother or sister who will look out for them.","author" : "Bill Cosby"},{"text" : "Man cannot live by bread alone. He must have peanut butter.","author" : "Bill Cosby"},{"text" : "If the new American father feels bewildered and even defeated, let him take comfort from the fact that whatever he does in any fathering situation has a fifty percent chance of being right.","author" : "Bill Cosby"},{"text" : "The past is a ghost, the future has a dream, and all we ever have is now.","author" : "Bill Cosby"},{"text" : "I love it when mothers get so mad they can't remember your name. 'Come here, Roy, er, Rupert, er, Rutabaga...what is your name, boy? And don't lie to me, because you live here, and I'll find out who you are.","author" : "Bill Cosby"},{"text" : "You know the only people who are always sure about the proper way to raise children? Those who've never had any.","author" : "Bill Cosby"},{"text" : "Decide that you want it more than you're afraid of it.","author" : "Bill Cosby"},{"text" : "If you speak your mind and if it is true what you're saying, then I think the integrity of what you're saying carries through.","author" : "Bill Cosby"},{"text" : "A word to the wise ain't necessary - it's the stupid ones that need the advice.","author" : "Bill Cosby"},{"text" : "People will frighten you about a graduation. They use words you don't hear often: 'And we wish you Godspeed.' It is a warning, Godspeed. It means you are no longer welcome here at these prices.","author" : "Bill Cosby"}]