[{"text" : "The least movement is of importance to all nature. The entire ocean is affected by a pebble.","author" : "Blaise Pascal"},{"text" : "Vanity is so secure in the heart of man that everyone wants to be admired - even I who write this, and you who read this.","author" : "Blaise Pascal"},{"text" : "Our achievements of today are but the sum total of our thoughts of yesterday. You are today where the thoughts of yesterday have brought you and you will be tomorrow where the thoughts of today take you.","author" : "Blaise Pascal"},{"text" : "The struggle alone pleases us, not the victory.","author" : "Blaise Pascal"},{"text" : "All man's miseries derive from not being able to sit quietly in a room alone.","author" : "Blaise Pascal"},{"text" : "Faith is different from proof; the latter is human, the former is a gift from God.","author" : "Blaise Pascal"},{"text" : "When we are in love we seem to ourselves quite different from what we were before.","author" : "Blaise Pascal"},{"text" : "It is not good to be too free. It is not good to have everything one wants.","author" : "Blaise Pascal"},{"text" : "One must know oneself. If this does not serve to discover truth, it at least serves as a rule of life, and there is nothing better.","author" : "Blaise Pascal"},{"text" : "Imagination disposes of everything; it creates beauty, justice, and happiness, which is everything in this world.","author" : "Blaise Pascal"},{"text" : "Small minds are concerned with the extraordinary, great minds with the ordinary.","author" : "Blaise Pascal"},{"text" : "We like to be deceived.","author" : "Blaise Pascal"},{"text" : "Men never do evil so completely and cheerfully as when they do it with religious conviction.","author" : "Blaise Pascal"},{"text" : "The heart has reasons which the reason cannot understand.","author" : "Blaise Pascal"},{"text" : "Curiosity is only vanity. Most frequently we wish not to know, but to talk. We would not take a sea voyage for the sole pleasure of seeing without hope of ever telling.","author" : "Blaise Pascal"},{"text" : "Those who do not hate their own selfishness and regard themselves as more important than the rest of the world are blind because the truth lies elsewhere.","author" : "Blaise Pascal"},{"text" : "Any unity which doesn't have its origin in the multitudes is tyranny.","author" : "Blaise Pascal"},{"text" : "If you would have people speak well of you, then do not speak well of yourself.","author" : "Blaise Pascal"},{"text" : "Man's true nature being lost, everything becomes his nature; as, his true good being lost, everything becomes his good.","author" : "Blaise Pascal"},{"text" : "All men's miseries derive from not being able to sit in a quiet room alone.","author" : "Blaise Pascal"},{"text" : "Do you wish men to speak well of you? Then never speak well of yourself.","author" : "Blaise Pascal"},{"text" : "It is impossible on reasonable grounds to disbelieve miracles.","author" : "Blaise Pascal"},{"text" : "One must know oneself. If this does not serve to discover truth, it at least serves as a rule of life and there is nothing better.","author" : "Blaise Pascal"},{"text" : "I have discovered that all human evil comes from this, man's being unable to sit still and quiet in a room alone.","author" : "Blaise Pascal"},{"text" : "The heart has its reasons of which reason knows nothing.","author" : "Blaise Pascal"},{"text" : "Beauty is a harmonious relation between something in our nature and the quality of the object which delights us.","author" : "Blaise Pascal"},{"text" : "All things have sprung from nothing and are borne forward to infinity. Who can follow out such an astonishing career? The Author of these wonders, and He alone, can comprehend them.","author" : "Blaise Pascal"},{"text" : "The heart has its reasons which reason knows not.","author" : "Blaise Pascal"},{"text" : "Our achievements of today are but the sum total of our thoughts of yesterday.","author" : "Blaise Pascal"},{"text" : "All sorrow has its root in man's inability to sit quiet in a room by himself.","author" : "Blaise Pascal"},{"text" : "Chess is the gymnasium of the mind.","author" : "Blaise Pascal"},{"text" : "Men are so necessarily mad, that not to be mad would amount to another form of madness.","author" : "Blaise Pascal"},{"text" : "Rivers are roads that move and carry us whither we wish to go.","author" : "Blaise Pascal"},{"text" : "Kind words do not cost much. Yet they accomplish much.","author" : "Blaise Pascal"},{"text" : "Perfect clarity would profit the intellect but damage the will.","author" : "Blaise Pascal"},{"text" : "Clarity of mind means clarity of passion, too; this is why a great and clear mind loves ardently and sees distinctly what he loves.","author" : "Blaise Pascal"},{"text" : "Nothing is as approved as mediocrity, the majority has established it and it fixes it fangs on whatever gets beyond it either way.","author" : "Blaise Pascal"},{"text" : "Time heals griefs and quarrels, for we change and are no longer the same persons. Neither the offender nor the offended are any more themselves.","author" : "Blaise Pascal"},{"text" : "People almost invariably arrive at their beliefs not on the basis of proof but on the basis of what they find attractive.","author" : "Blaise Pascal"},{"text" : "If we examine our thoughts, we shall find them always occupied with the past and the future.","author" : "Blaise Pascal"},{"text" : "Distraction is the only thing that consoles us for miseries and yet it is itself the greatest of our miseries.","author" : "Blaise Pascal"},{"text" : "The only shame is to have none.","author" : "Blaise Pascal"},{"text" : "The virtue of a man ought to be measured not by his extraordinary exertions, but by his every-day conduct.","author" : "Blaise Pascal"},{"text" : "The captain of a ship is not chosen from those of the passengers who comes from the best family.","author" : "Blaise Pascal"},{"text" : "People are generally better persuaded by the reasons which they have themselves discovered than by those which have come into the mind of others.","author" : "Blaise Pascal"},{"text" : "Contradiction is not a sign of falsity, nor the lack of contradiction a sign of truth.","author" : "Blaise Pascal"},{"text" : "Clarity of mind means clarity of passion, too; this is why a great and clear mind loves ardently and sees distinctly what it loves.","author" : "Blaise Pascal"},{"text" : "The last function of reason is to recognize that there are an infinity of things which surpass it.","author" : "Blaise Pascal"},{"text" : "The supreme function of reason is to show man that some things are beyond reason.","author" : "Blaise Pascal"},{"text" : "You always admire what you really don't understand.","author" : "Blaise Pascal"},{"text" : "What a strange vanity painting is; it attracts admiration by resembling the original, we do not admire.","author" : "Blaise Pascal"},{"text" : "All mankind's unhappiness derives from one thing: his inability to know how to remain in repose in one room.","author" : "Blaise Pascal"},{"text" : "The immortality of the soul is a matter which is of so great consequence to us and which touches us so profoundly that we must have lost all feeling to be indifferent about it.","author" : "Blaise Pascal"},{"text" : "Contradiction is a bad sign of truth; several things which are certain are contradicted; several things which are false pass without contradiction.","author" : "Blaise Pascal"},{"text" : "There are only two kinds of men: the righteous who think they are sinners and the sinners who think they are righteous.","author" : "Blaise Pascal"},{"text" : "The property of power is to protect.","author" : "Blaise Pascal"},{"text" : "There is a certain standard of grace and beauty which consists in a certain relation between our nature and the thing which pleases us.","author" : "Blaise Pascal"},{"text" : "Men never do evil so completely and cheerfully as when they do it from religious conviction.","author" : "Blaise Pascal"},{"text" : "Our intellect holds the same position in the world of thought as our body occupies in the expanse of nature.","author" : "Blaise Pascal"},{"text" : "Our own interests are still an exquisite means for dazzling our eyes agreeably.","author" : "Blaise Pascal"},{"text" : "Little things console us because little things afflict us.","author" : "Blaise Pascal"},{"text" : "The whole title by which you possess your property, is not a title of nature but of a human institution.","author" : "Blaise Pascal"},{"text" : "The stream is always purer at its source.","author" : "Blaise Pascal"},{"text" : "Symmetry is what we see at a glance; based on the fact that there is no reason for any difference.","author" : "Blaise Pascal"},{"text" : "Our notion of symmetry is derived from the human face. Hence, we demand symmetry horizontally and in breath only, not vertically nor in depth.","author" : "Blaise Pascal"},{"text" : "A trifle consoles us, for a trifle distresses us.","author" : "Blaise Pascal"},{"text" : "A little thing comforts us because a little thing afflicts us.","author" : "Blaise Pascal"},{"text" : "The arithmetical machine produces effects that approach nearer to thought than all the actions of animals. But it does nothing that would enable us to attribute will to it, as to the animals.","author" : "Blaise Pascal"},{"text" : "To find recreation in amusement is not happiness.","author" : "Blaise Pascal"},{"text" : "The sensibility of man to trifles, and his insensibility to great things, indicates a strange inversion.","author" : "Blaise Pascal"},{"text" : "Opinion is the queen of the world.","author" : "Blaise Pascal"},{"text" : "Kind words produce their images on men's souls.","author" : "Blaise Pascal"},{"text" : "Justice and truth are too such subtle points that our tools are too blunt to touch them accurately.","author" : "Blaise Pascal"},{"text" : "Instinct teaches us to look for happiness outside ourselves.","author" : "Blaise Pascal"},{"text" : "Not to be mad is another form of madness","author" : "Blaise Pascal"},{"text" : "We run carelessly to the precipice, after we have put something before us to prevent us seeing it.","author" : "Blaise Pascal"},{"text" : "All of our reasoning ends in surrender to feeling.","author" : "Blaise Pascal"},{"text" : "The pagans do not know God, and love only the earth. The Jews know the true God, and love only the earth. The Christians know the true God, and do not love the earth.","author" : "Blaise Pascal"},{"text" : "Noble deeds that are concealed are most esteemed.","author" : "Blaise Pascal"},{"text" : "He that takes truth for his guide, and duty for his end, may safely trust to God's providence to lead him aright.","author" : "Blaise Pascal"},{"text" : "There is nothing more real than this, nothing more terrible. Be we as heroic as we like, that is the end which awaits the noblest life in the world.","author" : "Blaise Pascal"},{"text" : "In each action we must look beyond the action at our past, present, and future state, and at others whom it affects, and see the relations of all those things. And then we shall be very cautious.","author" : "Blaise Pascal"},{"text" : "There are vices which have no hold upon us, but in connection with others; and which, when you cut down the trunk, fall like the branches.","author" : "Blaise Pascal"},{"text" : "Put the world's greatest philosopher on a plank that is wider than need be; if there is a precipe below, although his reason may convince him that he is safe, his imagination will prevail.","author" : "Blaise Pascal"},{"text" : "Amusement that is excessive and followed only for its own sake, allures and deceives us.","author" : "Blaise Pascal"},{"text" : "Curiosity is only vanity. We usually only want to know something so that we can talk about it.","author" : "Blaise Pascal"},{"text" : "If all men knew what each said of the other, there would not be four friends in the world.","author" : "Blaise Pascal"},{"text" : "He who does not know his way to the sea should take a river for his guide.","author" : "Blaise Pascal"},{"text" : "We never actually live, but hope to live, and since we are always planning how to be happy, it is inevitable that we should never be so.","author" : "Blaise Pascal"},{"text" : "Evil is easy, and has infinite forms.","author" : "Blaise Pascal"},{"text" : "We are usually convinced more easily by reasons we have found ourselves than by those which have occurred to others.","author" : "Blaise Pascal"},{"text" : "The heart has its reasons, which reason does not know...All our reasoning ends in surrender to feeling.","author" : "Blaise Pascal"},{"text" : "Jesus is the God whom we can approach without pride and before whom we can humble ourselves without despair.","author" : "Blaise Pascal"},{"text" : "To make light of philosophy is to be a true philosopher.","author" : "Blaise Pascal"},{"text" : "The greater intellect one has, the more originality one finds in men. Ordinary persons find no difference between men.","author" : "Blaise Pascal"},{"text" : "Belief is a wise wager. Granted that faith cannot be proved, what harm will come to you if you gamble on its truth and it proves false? If you gain, you gain all; if you lose, you lose nothing. Wager, then, without hesitation, that He exists.","author" : "Blaise Pascal"},{"text" : "I have made this letter longer than usual because I lack the time to make it short.","author" : "Blaise Pascal"},{"text" : "We sail within a vast sphere, ever drifting in uncertainty, driven from end to end.","author" : "Blaise Pascal"}]