[{"text" : "Enthusiasm is excitement with inspiration, motivation, and a pinch of creativity.","author" : "Bo Bennett"},{"text" : "An excuse becomes an obstacle in your journey to success when it is made in place of your best effort or when it is used as the object of the blame.","author" : "Bo Bennett"},{"text" : "Having a positive mental attitude is asking how something can be done rather than saying it can't be done.","author" : "Bo Bennett"},{"text" : "Frustration, although quite painful at times, is a very positive and essential part of success","author" : "Bo Bennett"},{"text" : "A rejection is nothing more than a necessary step in the pursuit of success.","author" : "Bo Bennett"},{"text" : "If you want plenty of experience in dealing with difficult people, then have kids.","author" : "Bo Bennett"},{"text" : "Spend some time this weekend on home improvement; improve your attitude toward your family.","author" : "Bo Bennett"},{"text" : "Faked enthusiasm is worse than bad acting - it is bad acting with the intent to deceive.","author" : "Bo Bennett"},{"text" : "A dream becomes a goal when action is taken toward its achievement.","author" : "Bo Bennett"},{"text" : "Value people on their potential, not on their history.","author" : "Bo Bennett"},{"text" : "Untapped potential is the difference between where a person is now and where he or she can be.","author" : "Bo Bennett"},{"text" : "Martial arts is not about fighting; it's about building character.","author" : "Bo Bennett"},{"text" : "Enthusiasm is not the same as just being excited. One gets excited about going on a roller coaster. One becomes enthusiastic about creating and building a roller coaster.","author" : "Bo Bennett"},{"text" : "For every good reason there is to lie, there is a better reason to tell the truth.","author" : "Bo Bennett"},{"text" : "Visualization is daydreaming with a purpose.","author" : "Bo Bennett"},{"text" : "True popularity comes from acts of kindness rather than acts of stupidity.","author" : "Bo Bennett"},{"text" : "Without initiative, leaders are simply workers in leadership positions.","author" : "Bo Bennett"},{"text" : "An objection is not a rejection; it is simply a request for more information.","author" : "Bo Bennett"},{"text" : "Diplomacy is more than saying or doing the right things at the right time, it is avoiding saying or doing the wrong things at any time.","author" : "Bo Bennett"},{"text" : "The discipline you learn and character you build from setting and achieving a goal can be more valuable than the achievement of the goal itself.","author" : "Bo Bennett"},{"text" : "In sales, a referral is the key to the door of resistance.","author" : "Bo Bennett"},{"text" : "A dead end can never be a one way street; you can always turn around and take another road.","author" : "Bo Bennett"},{"text" : "Not managing your time and making excuses are two bad habits. Don't put them both together by claiming you 'don't have the time'.","author" : "Bo Bennett"},{"text" : "Most of us are consumed with our own thoughts and desires and are not always thinking about what other people may want. This is not necessarily being egocentric; it is just being human.","author" : "Bo Bennett"},{"text" : "Resume: a written exaggeration of only the good things a person has done in the past, as well as a wish list of the qualities a person would like to have.","author" : "Bo Bennett"},{"text" : "Anyone who wants to sell you overnight success or wealth is not interested in your success; they are interested in your money.","author" : "Bo Bennett"},{"text" : "There is a misleading, unwritten rule that states if a quote giving advice comes from someone famous, very old, or Greek, then it must be good advice.","author" : "Bo Bennett"},{"text" : "Communication is about being effective, not always about being proper.","author" : "Bo Bennett"},{"text" : "Spend sometime this weekend on home improvement; improve your attitude toward your family.","author" : "Bo Bennett"},{"text" : "As sure as the spring will follow the winter, prosperity and economic growth will follow recession.","author" : "Bo Bennett"}]