[{"text" : "Some people feel the rain. Others just get wet.","author" : "Bob Marley"},{"text" : "Better to die fighting for freedom then be a prisoner all the days of your life.","author" : "Bob Marley"},{"text" : "Love the life you live, and live the life you love.","author" : "Bob Marley"},{"text" : "Open your eyes, look within.","author" : "Bob Marley"},{"text" : "One good thing about music, when it hits you, you feel no pain.","author" : "Bob Marley"},{"text" : "Sun is shining. Weather is sweet. Make you wanna move your dancing feet.","author" : "Bob Marley"},{"text" : "You never know how strong you are until being strong is the only choice you have.","author" : "Bob Marley"},{"text" : "Every man gotta right to decide his own destiny.","author" : "Bob Marley"},{"text" : "The greatness of a man is not in how much wealth he acquires, but in his integrity and his ability to affect those around him positively.","author" : "Bob Marley"},{"text" : "Who are you to judge the life I live' I know I'm not perfect -and I don't live to be- but before you start pointing fingers' make sure you hands are clean!","author" : "Bob Marley"},{"text" : "Truth is everybody is going to hurt you: you just gotta find the ones worth suffering for.","author" : "Bob Marley"},{"text" : "Herb is the healing of a nation, alcohol is the destruction.","author" : "Bob Marley"},{"text" : "The hotter the battle the sweeter the victory.","author" : "Bob Marley"},{"text" : "In this bright future you can't forget your past.","author" : "Bob Marley"},{"text" : "The good times of today, are the sad thoughts of tomorrow.","author" : "Bob Marley"},{"text" : "Don't gain the world and lose your soul; wisdom is better than silver or gold.","author" : "Bob Marley"},{"text" : "Prejudice is a chain, it can hold you. If you prejudice, you can't move, you keep prejudice for years. Never get nowhere with that.","author" : "Bob Marley"},{"text" : "You just can't live that negative way. You know what I mean? Make way for the positive day cause it's a new day.","author" : "Bob Marley"},{"text" : "When you smoke the herb, it reveals you to yourself.","author" : "Bob Marley"},{"text" : "You not supposed to feel down over whatever happen to you. I mean, you're supposed to use whatever happen to you as some type of upper, not a downer.","author" : "Bob Marley"},{"text" : "Better to die fighting for freedom than be a prisoner all the days of your life.","author" : "Bob Marley"},{"text" : "The most beautiful things are not perfect, they are special.","author" : "Bob Marley"},{"text" : "Love the life you live. Live the life you love.","author" : "Bob Marley"},{"text" : "Get up, stand up, Stand up for your rights. Get up, stand up, Don't give up the fight.","author" : "Bob Marley"},{"text" : "Truth is, everybody is going to hurt you; you just gotta find the ones worth suffering for.","author" : "Bob Marley"},{"text" : "When one door is closed, don't you know, another is open.","author" : "Bob Marley"},{"text" : "Life is one big road with lots of signs. So when you riding through the ruts, don't complicate your mind. Flee from hate, mischief and jealousy. Don't bury your thoughts, put your vision to reality .","author" : "Bob Marley"},{"text" : "Beginnings are usually scary and endings are usually sad, but it's everything in between that makes it all worth living.","author" : "Bob Marley"},{"text" : "Judge not before you judge yourself. Judge not if you're not ready for judgment.","author" : "Bob Marley"},{"text" : "Emancipate yourself from mental slavery. None but ourselves can free our mind.","author" : "Bob Marley"},{"text" : "Don't gain the world and lose your soul; Wisdom is better than silver and gold.","author" : "Bob Marley"},{"text" : "The stone that the builder refused shall be the head corner stone.","author" : "Bob Marley"},{"text" : "You never know how strong you are, until being strong is your only choice.","author" : "Bob Marley"},{"text" : "A hungry mob is an angry mob.","author" : "Bob Marley"},{"text" : "The things that seem insignificant to most people such as a note, song or walk become invaluable treasures kept safe in your heart to cherish forever.","author" : "Bob Marley"},{"text" : "I handle fame by not being famous. I'm not famous to me.","author" : "Bob Marley"},{"text" : "The truth is, everyone is going to hurt you. You just got to find the ones worth suffering for.","author" : "Bob Marley"},{"text" : "Never do they hurt your feelings or make you feel like you are not good enough, but rather they build you up and show you the things about yourself that make you special and even beautiful.","author" : "Bob Marley"},{"text" : "You can't run away from yourself.","author" : "Bob Marley"},{"text" : "Money can't buy life.","author" : "Bob Marley"},{"text" : "As a man sow, shall he reap. and I know that talk is cheap. But the heat of the battle is as sweet as the victory.","author" : "Bob Marley"},{"text" : "Before pointing fingers make sure your hands are clean.","author" : "Bob Marley"},{"text" : "JAH would never give the power to a baldhead. Run some crucify the dread. Time alone, oh! time will tell. Think you're in heaven, but you living in hell.","author" : "Bob Marley"},{"text" : "The day you stop racing, is the day you win the race.","author" : "Bob Marley"},{"text" : "Just can't live that negative way, make way for the positive day.","author" : "Bob Marley"},{"text" : "The winds that sometimes take something we love, are the same that bring us something we learn to love. Therefore we should not cry about something that was taken from us, but, yes, love what we have been given. Because what is really ours is never gone forever.","author" : "Bob Marley"},{"text" : "Don't bury your thoughts, put your vision to reality.","author" : "Bob Marley"},{"text" : "Just because you are happy it does not mean that the day is perfect but that you have looked beyond its imperfections.","author" : "Bob Marley"},{"text" : "You can fool some people sometimes, but you can’t fool all the people all the time.","author" : "Bob Marley"},{"text" : "Beginnings are usually scary, and endings are usually sad, but it’s everything in between that makes it all worth living.","author" : "Bob Marley"},{"text" : "Until the philosophy Which hold one race superior And another inferior, Is finally and permanently, Discredited and abandoned Everywhere is war.","author" : "Bob Marley"},{"text" : "When you smoke herb, it reveals you to yourself.","author" : "Bob Marley"},{"text" : "I do smoke, but I don't go through all this trouble just because I want to make my drug of choice legal. It's about personal freedom. We should have the right in this country to do what we want, if we don't hurt anybody.","author" : "Bob Marley"},{"text" : "Emancipate yourselves from mental slavery. None but ourselves can free our minds.","author" : "Bob Marley"},{"text" : "Life and Jah are one in the same. Jah is the gift of existence. I am in some way eternal, I will never be duplicated. The singularity of every man and woman is Jah's gift. What we struggle to make of it is our sole gift to Jah. The process of what that struggle becomes, in time, the truth.","author" : "Bob Marley"},{"text" : "The more people smoke herb, the more Babylon fall.","author" : "Bob Marley"},{"text" : "My music fights against the system that teaches to live and die.","author" : "Bob Marley"},{"text" : "Judge not, before you judge yourself. . Judge not, if you're not ready for judgment. . The road of life is rocky and you may stumble too, . So while you talk about me, someone else is judging you.","author" : "Bob Marley"},{"text" : "You may not be her first, her last, or her only. She loved before she may love again.","author" : "Bob Marley"},{"text" : "Truth is everybody is going to hurt you, you just gotta find the ones worth suffering for.","author" : "Bob Marley"},{"text" : "I don't stand for black man's side, I don't stand for white man's side, I stand for God's side.","author" : "Bob Marley"},{"text" : "As a man sow, shall he reap, and I know that talk is cheap. But the heat of the battle is as sweet as the victory.","author" : "Bob Marley"}]