[{"text" : "Spend eighty percent of your time focusing on the opportunities of tomorrow rather than the problems of yesterday.","author" : "Brian Tracy"},{"text" : "Eighty percent of life's satisfaction comes from meaningful relationships.","author" : "Brian Tracy"},{"text" : "Happiness comes when you believe in what you are doing, know what you are doing, and love what you are doing.","author" : "Brian Tracy"},{"text" : "Teamwork is so important that it is virtually impossible for you to reach the heights of your capabilities or make the money that you want without becoming very good at it.","author" : "Brian Tracy"},{"text" : "Confidence is a habit that can be developed by acting as if you already had the confidence you desire to have.","author" : "Brian Tracy"},{"text" : "An attitude of positive expectation is the mark of the superior personality.","author" : "Brian Tracy"},{"text" : "You cannot control what happens to you, but you can control your attitude toward what happens to you, and in that, you will be mastering change rather than allowing it to master you.","author" : "Brian Tracy"},{"text" : "Truthfulness is the main element of character.","author" : "Brian Tracy"},{"text" : "Courage combined with integrity is the foundation of character.","author" : "Brian Tracy"},{"text" : "Communication is a skill that you can learn. It's like riding a bicycle or typing. If you're willing to work at it, you can rapidly improve the quality of every part of your life.","author" : "Brian Tracy"},{"text" : "Peak performance begins with your taking complete responsibility for your life and everything that happens to you.","author" : "Brian Tracy"},{"text" : "Successful people are always looking for opportunities to help others.","author" : "Brian Tracy"},{"text" : "Eighty percent of life's satisfaction comes from meaningful relationships","author" : "Brian Tracy"},{"text" : "Develop the winning edge; small differences in your performance can lead to large differences in your results.","author" : "Brian Tracy"},{"text" : "Goals allow you to control the direction of change in your favor.","author" : "Brian Tracy"},{"text" : "If what you are doing is not moving you towards your goals, then it's moving you away from your goals.","author" : "Brian Tracy"},{"text" : "Successful people are always looking for opportunities to help others.","author" : "Brian Tracy"},{"text" : "You can make excuses or you can make progress. You choose.","author" : "Brian Tracy"},{"text" : "The predominant quality of successful people is optimism.... Your level of optimism is the very best predictor of how happy, healthy, wealthy, and long-lived you will be.","author" : "Brian Tracy"},{"text" : "Always concentrate on the most valuable use of your time. This is what separates the winners from the losers.","author" : "Brian Tracy"},{"text" : "The key to success is to focus our conscious mind on things we desire not things we fear.","author" : "Brian Tracy"},{"text" : "Decide upon your major definite purpose in life and then organize all your activities around it.","author" : "Brian Tracy"},{"text" : "A clear vision, backed by definite plans, gives you a tremendous feeling of confidence and personal power.","author" : "Brian Tracy"},{"text" : "I've found that luck is quite predictable. If you want more luck, take more chances.","author" : "Brian Tracy"},{"text" : "I've found that luck is quite predictable. If you want more luck, take more chances. Be more active. Show up more often.","author" : "Brian Tracy"},{"text" : "Set peace of mind as your highest goal, and organize your life around it.","author" : "Brian Tracy"},{"text" : "One of the very worst uses of time is to do something very well that need not to be done at all.","author" : "Brian Tracy"},{"text" : "There is never enough time to do everything, but there is always enough time to do the most important thing.","author" : "Brian Tracy"},{"text" : "Move out of your comfort zone. You can only grow if you are willing to feel awkward and uncomfortable when you try something new.","author" : "Brian Tracy"},{"text" : "The most important key to achieving great success is to decide upon your goal and launch, get started, take action, move.","author" : "Brian Tracy"},{"text" : "The establishment of a clear,central purpose or goal in life is the starting point of all success.","author" : "Brian Tracy"},{"text" : "Network continually - 85 percent of all jobs are filled through contacts and personal references.","author" : "Brian Tracy"},{"text" : "Love only grows by sharing. You can only have more for yourself by giving it away to others.","author" : "Brian Tracy"},{"text" : "Just as your car runs more smoothly and requires less energy to go faster and farther when the wheels are in perfect alignment, you perform better when your thoughts, feelings, emotions, goals, and values are in balance","author" : "Brian Tracy"},{"text" : "If you raise your children to feel that they can accomplish any goal or task they decide upon, you will have succeeded as a parent and you will have given your children the greatest of all blessings.","author" : "Brian Tracy"},{"text" : "Spend unbroken chunks of time with the most important people in your life.","author" : "Brian Tracy"},{"text" : "Your ability to set goals and to make plans for their accomplishment is the master skill of success.","author" : "Brian Tracy"},{"text" : "Your choice of people to associate with, both personally and business-wise, is one of the most important choices you make. If you associate with turkeys, you will never fly with the eagles.","author" : "Brian Tracy"},{"text" : "If you wish to achieve worthwhile things in your personal and career life, you must become a worthwhile person in your own self-development.","author" : "Brian Tracy"},{"text" : "Set peace of mind as your highest goal, and organise your life around it.","author" : "Brian Tracy"},{"text" : "Dream big dreams! Only big dreams have the power to move your mind and spirit.","author" : "Brian Tracy"},{"text" : "Success is not a miracle. Nor is it a matter of luck. Everything happens for a reason, good or bad, positive or negative.","author" : "Brian Tracy"},{"text" : "Any great achievement is preceded by many difficulties and many lessons; great achievements are not possible without them.","author" : "Brian Tracy"},{"text" : "The only real limitation on your abilities is the level of your desires. If you want it badly enough, there are no limits on what you can achieve.","author" : "Brian Tracy"},{"text" : "Your ability to discipline yourself to set clear goals, and then to work toward them every day, will do more to guarantee your success than any other single factor.","author" : "Brian Tracy"},{"text" : "Only undertake what you can do in an excellent fashion. There are no prizes for average performance.","author" : "Brian Tracy"},{"text" : "Positive expectations are the mark of the superior personality.","author" : "Brian Tracy"},{"text" : "The three 'C's'of leadership are Consideration,Caring,and Courtesy.Be polite to everyone.","author" : "Brian Tracy"},{"text" : "Become the kind of leader that people would follow voluntarily; even if you had no title or position.","author" : "Brian Tracy"},{"text" : "The key to success is to focus our conscious mind on things we desire, not things we fear.","author" : "Brian Tracy"},{"text" : "Every great move forward in your life begins with a leap of faith, a step into the unknown.","author" : "Brian Tracy"},{"text" : "One of the marks of successful people is they are action oriented.","author" : "Brian Tracy"},{"text" : "The potential of the average person is like a huge ocean unsailed, a new continent unexplored, a world of possibilities waiting to be released and channeled toward some great good.","author" : "Brian Tracy"},{"text" : "Never settle for anything less than your best.","author" : "Brian Tracy"},{"text" : "Winners make a habit of manufacturing their own positive expectations in advance of the event.","author" : "Brian Tracy"},{"text" : "Time management is really personal management, life management. and management of yourself.","author" : "Brian Tracy"},{"text" : "Practice golden rule 1 of management in everything you do. Manage others the way you would like to be managed.","author" : "Brian Tracy"},{"text" : "Your own level of self-acceptance is determined largely by how well you feel you are accepted by the important people in your life.","author" : "Brian Tracy"},{"text" : "Self-acceptance begins in infancy, with the influence of your parents and siblings and other important people.","author" : "Brian Tracy"},{"text" : "Willpower is essential to the accomplishment of anything worthwhile.","author" : "Brian Tracy"},{"text" : "Successful people are always looking for opportunities to help others.","author" : "Brian Tracy"},{"text" : "Successful people are simply those with successful habits.","author" : "Brian Tracy"},{"text" : "The greatest gift that you can give to others is the gift of unconditional love and acceptance.","author" : "Brian Tracy"},{"text" : "It doesn't matter where you are coming from. All that matters is where you are going.","author" : "Brian Tracy"},{"text" : "Your attitude is an expression of your values, beliefs and expectations.","author" : "Brian Tracy"},{"text" : "Never say anything about yourself that you do not want to come true.","author" : "Brian Tracy"},{"text" : "Practice the philosophy of continuous improvement. Get a little bit better every single day.","author" : "Brian Tracy"},{"text" : "Excellence is not a destination, it is a continuous journey that never ends.","author" : "Brian Tracy"},{"text" : "Dress for success. Image is very important. People judge you by the way you look on the outside.","author" : "Brian Tracy"},{"text" : "Make your life a masterpiece; imagine no limitations on what you can be, have or do.","author" : "Brian Tracy"},{"text" : "Incorrect assumptions lie at the root of every failure. Have the courage to test your assumptions.","author" : "Brian Tracy"},{"text" : "The true measure of the value of any business leader and manager is performance.","author" : "Brian Tracy"},{"text" : "Intense, burning desire is the motivational force that enables you to overcome any obstacle and achieve almost any goal.","author" : "Brian Tracy"},{"text" : "Network marketing is based purely on relationship selling, which is the state of the art in selling today. Small and large companies throughout the country and the world are realizing that individuals selling to their friends and associates is the future of sales, because the critical element in buying is trust.","author" : "Brian Tracy"},{"text" : "People don't trust conglomerates; they trust individuals. Network marketing brings trust and the quality of the relationship to the center of the business. And it enables you to expand indefinitely, simply by expanding the number of relationships.","author" : "Brian Tracy"},{"text" : "Network marketing itself is always one-on-one. It's also called relationship marketing. You can't recruit en masse through thousands of e-mails.","author" : "Brian Tracy"},{"text" : "Successful people are always looking for opportunities to help others.","author" : "Brian Tracy"},{"text" : "Teamwork is so important that it is virtually impossible for you to reach the heights of your capabilities or make the money that you want without becoming very good at it","author" : "Brian Tracy"},{"text" : "Approach each customer with the idea of helping him or her to solve a problem or achieve a goal, not of selling a product or service.","author" : "Brian Tracy"},{"text" : "Keep Yourself Positive, Cheerful And Goal-Oriented. Sales Success Is 80% Attitude And Only 20% Aptitude.","author" : "Brian Tracy"},{"text" : "Keep your sales pipeline full by prospecting continuously. Always have more people to see than you have time to see them.","author" : "Brian Tracy"},{"text" : "Your life can only get better when you do. Do something every day to improve your key skill areas.","author" : "Brian Tracy"},{"text" : "Excellence is not a destination; it is a continuous journey that never ends.","author" : "Brian Tracy"},{"text" : "You cannot control what happens to you, but you can control your attitude toward what happens to you, and in that, you will be mastering change rather than allowing it to master you","author" : "Brian Tracy"},{"text" : "Every experience in your life is being orchestrated to teach you something you need to know to move forward.","author" : "Brian Tracy"},{"text" : "Every employee must be essential to the functions of the organization.","author" : "Brian Tracy"},{"text" : "You cannot increase the quality or quantity of your achievement or performance except to the degree in which you increase your ability to use your time effectively.","author" : "Brian Tracy"},{"text" : "Good habits are hard to develop but easy to live with; bad habits are easy to develop but hard to live with. The habits you have and the habits that have you will determine almost everything you achieve or fail to achieve.","author" : "Brian Tracy"},{"text" : "Indecision is a major time waster; 80% of decisions should be made the first time they come up.","author" : "Brian Tracy"},{"text" : "Be a creator of circumstances rather than just a creature of circumstances. Be proactive rather than reactive.","author" : "Brian Tracy"},{"text" : "Develop an attitude of gratitude, and give thanks for everything that happens to you, knowing that every step forward is a step toward achieving something bigger and better than your current situation.","author" : "Brian Tracy"},{"text" : "Spouses should spend at least one full hour each day talking together about subjects that have nothing to do with their work or business. Children need at least ten minutes of face-to-face contact with their parents each day.","author" : "Brian Tracy"},{"text" : "The more credit you give away, the more will come back to you. The more you help others, the more they will want to help you.","author" : "Brian Tracy"},{"text" : "Exceptional performers are masterful opportunists, keenly alert to opportunity!","author" : "Brian Tracy"},{"text" : "Move fast. A sense of urgency is the one thing you can develop that will separate you from everyone else. When you get a good idea, do it now.","author" : "Brian Tracy"},{"text" : "A goal or decision without a deadline has no urgency. It has no real beginning or end.","author" : "Brian Tracy"},{"text" : "Determine a single measure that you can use to grade your progress and success in each area of your life. Refer to it daily.","author" : "Brian Tracy"},{"text" : "People with clear, written goals, accomplish far more in a shorter period of time than people without them could ever imagine.","author" : "Brian Tracy"},{"text" : "Structure your presentation so that you appeal to the different interests of the different decision-makers involved.","author" : "Brian Tracy"},{"text" : "Control your inner dialogue. Talk to yourself positively all the time.","author" : "Brian Tracy"},{"text" : "Just as your car runs more smoothly and requires less energy to go faster and farther when the wheels are in perfect alignment, you perform better when your thoughts, feelings, emotions, goals, and values are in balance.","author" : "Brian Tracy"},{"text" : "Those people who develop the ability to continuously acquire new and better forms of knowledge that they can apply to their work and to their lives will be the movers and shakers in our society for the indefinite future.","author" : "Brian Tracy"},{"text" : "Whatever we expect with confidence becomes our own self-fulfilling prophecy.","author" : "Brian Tracy"},{"text" : "Everything you do is triggered by an emotion of either desire or fear.","author" : "Brian Tracy"},{"text" : "You are a living magnet. What you attract into your life is in in harmony with your dominant thoughts.","author" : "Brian Tracy"},{"text" : "You are a living magnet. What you attract into your life is in in harmony with your dominant thoughts.","author" : "Brian Tracy"},{"text" : "In the sales profession, the real work begins after the sale is made.","author" : "Brian Tracy"},{"text" : "Almost all stress, tension, anxiety, and frustration, both in life and in work, comes from doing one thing while you believe and value something completely different.","author" : "Brian Tracy"},{"text" : "Welcome the challenges. Look for the opportunities in every situation to learn and grow in wisdom.","author" : "Brian Tracy"},{"text" : "The key to success is for you to make a habit throughout your life of doing the things you fear.","author" : "Brian Tracy"},{"text" : "The key of success is for you to set one big, challenging goal and then to pay any price, overcome any obstacle and persist through any difficulty until you finally achieve it.","author" : "Brian Tracy"},{"text" : "Bad habits are easy to form, but hard to live with. Good habits are hard to form, but easy to live with. And as Goethe said, ‘Everything is hard before it’s easy.","author" : "Brian Tracy"},{"text" : "The great breakthrough in your life comes when you realize that you can learn anything you need to learn to accomplish any goal that you set for yourself. This means there are no limits on what you can be, have or do.","author" : "Brian Tracy"},{"text" : "The more feedback you give to people, the better it is, as long as the feedback is objective and not critical.","author" : "Brian Tracy"},{"text" : "The ability to discipline yourself to delay gratification in the short term in order to enjoy greater rewards in the long term, is the indispensable prerequisite for success.","author" : "Brian Tracy"},{"text" : "Ideas are a dime a dozen, but people who put them into effect are extremely rare.","author" : "Brian Tracy"},{"text" : "Unconditional acceptance of others is the key to happy relationships.","author" : "Brian Tracy"},{"text" : "Effective performance is preceded by painstaking preparation.","author" : "Brian Tracy"},{"text" : "Set excellent performance as your standard and strive to achieve it each day.","author" : "Brian Tracy"},{"text" : "The definition of flexibility is being constantly open to the fact that you might be on the wrong track.","author" : "Brian Tracy"},{"text" : "Flexibility in a time of great change is a vital quality of leadership.","author" : "Brian Tracy"},{"text" : "Take a deep breath, relax and imagine yourself exactly as you wish to be.","author" : "Brian Tracy"},{"text" : "All skills are learnable.","author" : "Brian Tracy"},{"text" : "To improve your life, be prepared to make new choices and decisions.","author" : "Brian Tracy"},{"text" : "The great secret to success is that there are no secrets of success. There are only timeless principles that have proven effective throughout the centuries.","author" : "Brian Tracy"},{"text" : "Personal development is a major time-saver. The better you become, the less time it takes you to achieve your goals.","author" : "Brian Tracy"},{"text" : "The key to success is to develop a winning edge.","author" : "Brian Tracy"},{"text" : "The more you seek security, the less of it you have. But the more you seek opportunity, the more likely it is that you will achieve the security that you desire.","author" : "Brian Tracy"},{"text" : "The best words for resolving a disagreement are, I could be wrong; I often am.' It's true.","author" : "Brian Tracy"},{"text" : "Your true success in life begins only when you make the commitment to become excellent at what you do.","author" : "Brian Tracy"},{"text" : "You cannot control what happens to you but you can control your attitude toward what happens to you. In that, you will be mastering change rather than allowing it to master you.","author" : "Brian Tracy"},{"text" : "Your subconscious mind makes all your words and actions fit a pattern consistent with your self-concept and your innermost beliefs about yourself.","author" : "Brian Tracy"},{"text" : "Act with purpose, courage, confidence, competence and intelligence until these qualities 'lock in' to your subconscious mind.","author" : "Brian Tracy"},{"text" : "Unsuccessful people get up whenever they feel like it and the first thing they do is watch television, read the paper, or check email. The rest of the day is pretty much 50% below maximum performance.","author" : "Brian Tracy"},{"text" : "Decisiveness is a characteristic of high-performing men and women. Almost any decision is better than no decision at all.","author" : "Brian Tracy"},{"text" : "Aspire greatly; anything less than a commitment to excellence becomes an acceptance of mediocrity.","author" : "Brian Tracy"},{"text" : "Luck is predictable; the harder you work, the luckier you get.","author" : "Brian Tracy"},{"text" : "Follow up and follow through until the task is completed, the prize won.","author" : "Brian Tracy"}]