You yourself, as much as anybody in the entire universe, deserve your love and affection.
To keep the body in good health is a duty... otherwise we shall not be able to keep our mind strong and clear.
Let us rise up and be thankful, for if we didn't learn a lot today, at least we learned a little, and if we didn't learn a little, at least we didn't get sick, and if we got sick, at least we didn't die; so, let us all be thankful.
Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets burned.
Peace comes from within. Do not seek it without.
You should respect each other and refrain from disputes; you should not, like water and oil, repel each other, but should, like milk and water, mingle together.
To keep the body in good health is a duty - otherwise we shall not be able to keep our mind strong and clear.
We are shaped by our thoughts; we become what we think. When the mind is pure, joy follows like a shadow that never leaves.
No one saves us but ourselves. No one can and no one may. We ourselves must walk the path.
Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.
You can search throughout the entire universe for someone who is more deserving of your love and affection than you are yourself, and that person is not to be found anywhere. You, yourself, as much as anybody in the entire universe, deserve your love and affection.
To have much learning, to be skillful in handicraft, well-trained in discipline, and to be of good speech -- this is the greatest blessing.
You can only lose what you cling to.
No matter how hard the past, you can always begin again.
Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened.
If you light a lamp for someone else it will also brighten your path.
Before giving, the mind of the giver is happy; while giving, the mind of the giver is made peaceful; and having given, the mind of the giver is uplifted.
Your work is to discover your world and then with all your heart give yourself to it.
To keep the body in good health is a duty...otherwise we shall not be able to keep our mind strong and clear.
An insincere friend is more to be feared than a wild beast; a wild beast may wound your body, but an evil friend will wound your mind.
It is a man's own mind, not his enemy or foe, that lures him to evil ways.
Even death is not to be feared by one who has lived wisely.
All that we are is the result of what we have thought.
Do not overrate what you have received, nor envy others. He who envies others does not obtain peace of mind.
Be where you are; otherwise you will miss your life.
Believe nothing, no matter where you read it, or who said it, no matter if I have said it, unless it agrees with your own reason and your own common sense.
There is nothing more dreadful than the habit of doubt. Doubt separates people. It is a poison that disintegrates friendships and breaks up pleasant relations. It is a thorn that irritates and hurts; it is a sword that kills.
A noble person is mindful and thankful for the favors he receives from others.
Just as a candle cannot burn without fire, men cannot live without a spiritual life.
Meditation brings wisdom; lack of mediation leaves ignorance. Know well what leads you forward and what hold you back, and choose the path that leads to wisdom.
If you knew what I know about the power of giving, you would not let a single meal pass without sharing it in some way.
Your work is to discover your work and then with all your heart to give yourself to it.
If a man's mind becomes pure, his surroundings will also become pure.
A man may conquer a million men in battle but one who conquers himself is, indeed, the greatest of conquerors.
What we are today comes from our thoughts of yesterday, and our present thoughts build our life of tomorrow: Our life is the creation of our mind.
All we are is the result of what we have thought.
To keep the body in good health is a duty otherwise we shall not be able to keep our mind strong and clear.
The secret of health for both mind and body is not to mourn for the past, not to worry about the future, or not to anticipate troubles, but to live in the present moment wisely and earnestly.
If we could see the miracle of a single flower clearly, our whole life would change.
To understand everything is to forgive everything.
The trouble is you think you have time.
Every human being is the author of his own health and disease.
There is no fire like passion, there is no shark like hatred, there is no snare like folly, there is no torrent like greed.
To keep the body in good health is a duty, otherwise we shall not be able to keep our mind strong and clear.
You yourself, as much as anybody in the entire universe, deserve your love and affection
Each morning we are born again. What we do today is what matters most.
The mind is everything. What you think you become.
The secret of health for both mind and body is not to mourn for the past, not to worry about the future . . . but to live the present moment wisely and earnestly.
We are what we think
In the end, only three things matter: how much you loved, how gently you lived, and how gracefully you let go of things not meant for you.
Attitude is a little thing that makes a big difference.
Every morning we are born again. What we do today is what matters most.
Those who act with few desires are calm, without worry or fear.
The only real failure in life is not to be true to the best one knows.
It is better to travel well than to arrive.
The mind is everything. What you think, you become.
Before enlightenment; chop wood, carry water. After enlightenment; chop wood, carry water.
Work out your own salvation. Do not depend on others.
One who conquers himself is greater than another who conquers a thousand times a thousand on the battlefield.
You will not be punished for your anger, you will be punished by your anger.
In a controversy the instant we feel anger we have already ceased striving for the truth, and have begun striving for ourselves.
A wise man, recognizing that the world is but an illusion, does not act as if it is real, so he escapes the suffering.
The one who has conquered himself is a far greater hero than he who has defeated a thousand times a thousand men.
In the sky, there is no distinction of east and west; people create distinctions out of their own minds and then believe them to be true.
Pain is inevitable. Suffering is optional.
Awake. Be the witness of your thoughts. The elephant hauls himself from the mud. In the same way drag yourself out of your sloth.
To conquer oneself is a greater task than conquering others.
Chaos is inherent in all compounded things. Strive on with diligence.
What we think, we become.
It is more important to prevent animal suffering, rather than sit to contemplate the evils of the universe praying in the company of priests.
He who experiences the unity of life sees his own self in all beings, and all being in his own self, and looks on everything with an impartial eye.
Whatever words we utter should be chosen with care for people will hear them and be influenced by them for good or ill.
Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.
Let us rise up and be thankful, for if we didn't learn a lot today, at least we learned a little, and if we didn't learn a little, at least we didn't get sick, and if we got sick, at least we didn't die; so let us all be thankful.
Each good morning we are born again, what we do today is what matters most.
If we are facing in the right direction, all we have to do is keep on walking.
There are two mistakes one can make along the road to truth not going all the way, and not starting.
With fools, there is no companionship. Rather than to live with men who are selfish, vain, quarrelsome, and obstinate, let a man walk alone.
And so, with a boundless heart should one cherish all living beings.
To enjoy good health, to bring true happiness to one's family, to bring peace to all, one must first discipline and control one's own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him.
Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.
You should respect each other and refrain from disputes you should not, like water and oil, repel each other, but should, like milk and water, mingle together
Giving the best to others are giving the best to us. The value of life is not based on how long we live. But, how much can we contribute to others in our society.
Imagine that every person in the world is enlightened but you. They are all your teachers, each doing just the right things to help you learn perfect patience, perfect wisdom, perfect compassion.
Better than a thousand hollow words, is one word that brings peace.
In a world become blind, I beat the drum of the Deathless.
Be a lamp to yourself. Be your own confidence. Hold on to the truth within yourself as to the only truth.
our work is to discover your work and then with all your heart to give yourself to it.
Holding onto anger is like drinking poison and expecting the other person to die.
Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else: you are the one who gets burned.
Better than worshiping gods is obedience to the laws of righteousness.
You can search throughout the entire universe for someone who is more deserving of your love and affection than you are yourself, and that person is not to be found anywhere. You yourself, as much as anybody in the entire universe deserve your love and affection.
Thousand of candles can be lighted from a single candle. Happiness never decreases by being shared.
The mind that perceives the limitation is the limitation.
Three things cannot be long hidden: the sun, the moon, and the truth.
To live a pure unselfish life, one must count nothing as one's own in the midst of abundance.
Thoughtfulness is the way to deathlessness, thoughtlessness the way to death. The thoughtful do not die: the thoughtless are as if dead already.
Make an island of yourself, make yourself your refuge; there is no other refuge. Make truth your island, make truth your refuge; there is no other refuge.
The whole secret of existence is to have no fear. Never fear what will become of you, depend on no one. Only the moment you reject all help are you freed.
The tongue like a sharp knife... Kills without drawing blood.
An insincere and evil friend is more to be feared than a wild beast - a wild beast may wound your body, but an evil friend will wound your mind.
It is better to conquer yourself than to win a thousand battles. Then the victory is yours. It cannot be taken from you, not by angels or by demons, heaven or hell.
Not about the perversities of others, not about their sins of commission or omission, but about his own misdeeds and negligences alone should a sage be worried.
The foolish and the ignorant give themselves over to negligence; whereas the wise treasure mindfulness as a precious jewel.
Truth is majestic and sweet. In the world there is no other savior but the truth.
Do not think of how big the universe is, it will merely hurt your head.
Awake. Be the witness of your thoughts. You are what observes, not what you observe.
Sitting alone, sleeping alone, acting alone, let the diligent one enjoy the forest, taming the self alone.
He who experiences the unity of life sees his own self in all beings, and all beings in his own self, and looks on everything with an impartial eye.
Unity can only be manifested by the Binary. Unity itself and the idea of Unity are already two.
An insincere and evil friend is more to be feared than a wild beast; a wild beast may wound your body, but an evil friend will wound your mind.
No matter how hard the past is, you can always begin again.
To enjoy good health, to bring true happiness to one’s family, to bring peace to all, one must first discipline and control one’s own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him.
Neither fire nor wind, birth nor death, can erase our good deeds.
If we could see the miracle of a single flower clearly our whole life would change.
Even loss and betrayal can bring us awakening.
If a man going down into a river, swollen and swiftly flowing, is carried away by the current — how can he help others across?
When angry we let others' mistakes punish us. To forgive others is to be kind to yourself.
Being deeply learned and skilled, being well trained and using well-spoken words: this is good luck.
A good friend who points out mistake and imperfections and rebukes evil is to be respected as if he reveals a secret of hidden treasure.
The emptiness of an object---that which excludes the true existence of that object---would not reach its true nature.
My enigma is . Keeping our secret . Cross my heart . And hope to die . Dream dynamic . So panoramic . When yearning wail .
The Gift of Truth excels all other Gifts.
The wise who control body, speech, and mind are indeed the consummately controlled.
If you take care of each moment, you will take care of all time. Give up all hope for results and be in the moment.
It is better to conquer yourself than to win a thousand battles. Then the victory is yours.
To be idle is a short road to death and to be diligent is a way of life.
Endurance is one of the most difficult disciplines but it is to the one who endures that the final victory comes.
We are what we think. All that we are arises with our thoughts. With our thoughts, we make the world.
Patience is the greatest prayer.
We are formed and molded by our thoughts. Those whose minds are shaped by selfless thoughts give joy when they speak or act.
Attention is living; inattention is dying. The attentive never stop. The inattentive are dead already.
Neither fire nor wind, birth nor death can erase our good deeds.
The only way to bring peace to the earth is to learn to make your own life peaceful.
Nothing can harm you as much as your own thoughts unguarded.
As rain leaks into a poorly roofed house, so does passion invade an uncultivated mind.
One who controls occurring anger as one would a chariot gone off the track, that one I call a charioteer; other people just hold the reins.
Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you arc the one who gets burned.
Let go of anger. Let go of pride. When you are bound by nothing you can go beyond your sorrow.