[{"text" : "Memories are created by what we do not by what we think.","author" : "Byron Pulsifer"},{"text" : "The finest memories are those where we have helped someone without expecting anything in return.","author" : "Byron Pulsifer"},{"text" : "Sadness may be part of life but there is no need to let it dominate your entire life.","author" : "Byron Pulsifer"},{"text" : "Those who have trouble reading are those who have trouble moving ahead in the appreciation of all that life has to offer.","author" : "Byron Pulsifer"},{"text" : "Easter is a time to rejoice, be thankful, be assured that all is forgiven so life extends beyond the soil of earth.","author" : "Byron Pulsifer"},{"text" : "Blood ties do not necessarily make a brother; this special bond may be kindled through years of friendship as well so that a brotherly relationship is possible.","author" : "Byron Pulsifer"},{"text" : "Born as a cousin, made as a friend.","author" : "Byron Pulsifer"},{"text" : "Cousins are not those we do not know but instead part of a family that also provide support and comfort.","author" : "Byron Pulsifer"},{"text" : "Siblings-the definition that comprises love, strife, competition and forever friends.","author" : "Byron Pulsifer"},{"text" : "Any excuse will do when you need an excuse because it really doesn't matter. You won't be of much use to those who require people that get it done no matter what.","author" : "Byron Pulsifer"},{"text" : "The only good excuse is that you have none.","author" : "Byron Pulsifer"},{"text" : "Instead of excuses, take action; you'll be surprised how often you accomplish what you thought was difficult.","author" : "Byron Pulsifer"},{"text" : "A daughter can lead to baldness, but the remainder of the road is just as smooth.","author" : "Byron Pulsifer"},{"text" : "Beauty is not something you buy; instead, beauty is what lies within.","author" : "Byron Pulsifer"},{"text" : "You cannot move forward in any project, or task, career, relationship or changing a habit unless you plan. And, preparation is not the end but only the beginning.","author" : "Byron Pulsifer"},{"text" : "It's not what abilities you have that makes a difference it's what you do with these abilities that's paramount.","author" : "Byron Pulsifer"},{"text" : "Little things done over and over again add up to making a difference in a big way.","author" : "Byron Pulsifer"},{"text" : "Self-confidence and a belief in yourself is a must. To instill confidence in others, you first must have confidence in yourself.","author" : "Byron Pulsifer"},{"text" : "Never apologize when you are right unless it is to your wife.","author" : "Byron Pulsifer"},{"text" : "To be able to watch your children's children grow up is truly a blessing from above.","author" : "Byron Pulsifer"},{"text" : "Each person has a choice; the choice to do as one may wish and as one wants remains with the individual. If a person sees no benefit to change, they will not change.","author" : "Byron Pulsifer"},{"text" : "To be free and to have a choice and a voice means that veterans have been quieted through death","author" : "Byron Pulsifer"},{"text" : "As a lot of us have found out, graduation only means that you are ready to keep learning, to keep your skills advanced and growing because you never know when you will find yourself out on the street.","author" : "Byron Pulsifer"},{"text" : "Focus is the key to accomplish what is necessary - easy word to spell, it contains only five letters but it is probably one of the most powerful words there are in order to move forward with confidence and with the expected results.","author" : "Byron Pulsifer"},{"text" : "Fireman never know what they will encounter on each call but proceed with the same level of commitment and service.","author" : "Byron Pulsifer"},{"text" : "Nothing cries out for compassion, concern, and danger as a fire engine screams by carrying firefighters ready to do battle without flinching from any demand.","author" : "Byron Pulsifer"},{"text" : "Firefighter appreciation isn't just a once a year affair because firefighters are there for each of us everyday.","author" : "Byron Pulsifer"},{"text" : "Make each day of the week like Friday and your life will take on new enthusiasm.","author" : "Byron Pulsifer"},{"text" : "Doing just a little bit during the time we have available puts you that much further ahead than if you took no action at all.","author" : "Byron Pulsifer"},{"text" : "Transformation doesn't take place with a vacuum; instead, it occurs when we are indirectly and directly connected to all those around us.","author" : "Byron Pulsifer"},{"text" : "Transformation does not start with someone else changing you; transformation is an inner self reworking of what you are now to what you will be.","author" : "Byron Pulsifer"},{"text" : "A good boss realizes that they can also learn from those they work with no matter the level, title or position. Learning is a continuous habit and is one of the best lessons demonstrated by a good boss.","author" : "Byron Pulsifer"},{"text" : "Focus is the key to accomplish what is necessary easy word to spell, it contains only five letters but it is probably one of the most powerful words there are in order to move forward with confidence and with the expected results.","author" : "Byron Pulsifer"},{"text" : "There is way to turn negative thinking to positive thinking, it means seeing the positives and not focusing on the negatives.","author" : "Byron Pulsifer"},{"text" : "Before any beginning, there needs to be a plan of how you are going to get to the end. If you do not create a plan, it is like deciding to play football without the ball.","author" : "Byron Pulsifer"},{"text" : "Sanity is not something you find; sanity is something you either have or don't.","author" : "Byron Pulsifer"},{"text" : "Find a way to relax that takes you to a joyful level, a level that quiets the nerves and allows thoughts to be calm.","author" : "Byron Pulsifer"},{"text" : "It is within the team structure utilizing problem solving skills that each team member presents their personal and unique skill that enhances or makes up for a skill that may not be possessed by one of the other team members.","author" : "Byron Pulsifer"},{"text" : "The prospect of achieving goals means that that there is something that you seriously want to accomplish in your life.","author" : "Byron Pulsifer"},{"text" : "It is also important to realize that adding a positive phrase in words that encourage to your daily routine can only help not hinder.","author" : "Byron Pulsifer"},{"text" : "The more often you decline invitations to spend time with friends or family because you are too busy with either work or other activities, the more you should realize that your life is not in balance.","author" : "Byron Pulsifer"},{"text" : "There is no end to a wedding anniversary when love is always full and growing each and every day.","author" : "Byron Pulsifer"},{"text" : "An anniversary is not divided into mere hours of a day but measured in each moment when two never stop being one.","author" : "Byron Pulsifer"},{"text" : "Tuesday morning is a time to reflect upon what to include in your team meetings; it is your time to deliver words of passion that speak to the dazzling new roads ahead where each person is accountable for their own actions and behaviors; where each day represents a fresh start to be a positive influence; and, where self is expressed as unselfishness with each person you meet.","author" : "Byron Pulsifer"},{"text" : "How would your Tuesday be different if you conducted yourself with complete love and consideration?","author" : "Byron Pulsifer"},{"text" : "My feelings of accomplishment left over from the day before allow my Tuesdays as a testament to my children that each day brings its own rewards for a job well done.","author" : "Byron Pulsifer"},{"text" : "Tuesday is a day to remember that you are responsible and accountable for each word you speak so make each expression one to be celebrated not castigated.","author" : "Byron Pulsifer"},{"text" : "Three positive facts are obvious on Tuesday: Tomorrow allows me another day to demonstrate my worthiness; it is yet another day to influence those around me with encouragement to handle their own trials; and, it is my day to celebrate each small victory of yesterday.","author" : "Byron Pulsifer"},{"text" : "Tuesday is the affirmation that my goals are being moved another step forward.","author" : "Byron Pulsifer"},{"text" : "Tuesday is one of my favourite days; it is the day offered to community service to recognize and meet the needs of others who are unable to do so.","author" : "Byron Pulsifer"},{"text" : "Friday is a day to finish your goals for the week. It is a day to celebrate that which you set out to accomplish at the beginning of the week.","author" : "Byron Pulsifer"},{"text" : "The critical part of a balance in life is choosing priorities. If you are trying to balance a family and a career, the choices are complex because both are important.","author" : "Byron Pulsifer"},{"text" : "Happy Wednesday! Cast your love to all, trust in the team to which you are joined, and do not do wrong to others for your own self gratification.","author" : "Byron Pulsifer"},{"text" : "Tuesday morning is a time to reflect upon the words you use; are they positive filled words or complaining words; are they words that inspire others and are a positive influence; you choose your words, make them count.","author" : "Byron Pulsifer"},{"text" : "The critical part of a balance life is choosing priorities. If you are tying to balance family and a career, the choices are complex because both are important.","author" : "Byron Pulsifer"},{"text" : "Why is Sunday a day of rest because it is different than all the rest?","author" : "Byron Pulsifer"}]