Poetry is the opening and closing of a door, leaving those who look through to guess about what is seen during the moment.
Poetry is the journal of a sea animal living on land, wanting to fly in the air.
Money is power, freedom, a cushion, the root of all evil, the sum of blessings.
The secret of happiness is to admire without desiring.
Time is the coin of your life. It is the only coin you have, and only you can determine how it will be spent. Be careful lest you let other people spend it for you.
The sea speaks a language polite people never repeat. It is a colossal scavenger slang and has no respect.
A baby is God's opinion that life should go on.
The moon is a friend for the lonesome to talk to.
The time for action is now. It's never too late to do something.
Time is the most valuable coin in your life. You and you alone will determine how that coin will be spent. Be careful that you do not let other people spend it for you.
Life is like an onion: You peel it off one layer at a time, and sometimes you weep.
Poetry is the journal of the sea animal living on land, wanting to fly in the air. Poetry is a search for syllables to shoot at the barriers of the unknown and the unknowable. Poetry is a phantom script telling how rainbows are made and why they go away.
Poetry is the opening and closing of a door leaving those who look through to guess about what is seen during the moment.
Life is like an onion; you peel off one layer at a time and sometimes you weep.
Texas is a blend of valor and swagger.
I tell you the past is a bucket of ashes, so live not in your yesterdays, no just for tomorrow, but in the here and now. Keep moving and forget the post mortems; and remember, no one can get the jump on the future.
Arithmetic is numbers you squeeze from your head to your hand to your pencil to your paper till you get the answer.
Arithmetic is where numbers fly like pigeons in and out of your head.
Strange things blow in through my window on the wings of the night wind and I don't worry about my destiny.
To be a good loser is to learn how to win.
A baby is God's opinion that the world should go on.
The fog comes on little cat feet. It sits looking over harbor and city on silent haunches and then moves on.
To never see a fool you lock yourself in your room and smash the looking-glass.
Let the gentle bush dig its root deep and spread upward to split the boulder.
A politician should have three hats. One for throwing into the ring, one for talking through, and one for pulling rabbits out of if elected.
Life is like an onion; you peel it off one layer at a time, and sometimes you weep.
There is an eagle in me that wants to soar.
Valor is a gift. Those having it never know for sure whether they have it till the test comes. And those having it in one test never know for sure if they will have it when the next test comes.
Poetry is an art practiced with the terribly plastic material of human language.
I am an idealist. I don't know where I'm going but I'm on my way.
The machine, yes, the machine, never wastes anybody's time never watches the foreman never talks back.
When a nation goes down, or a society perishes, one condition may always be found; they forgot where they came from. They lost sight of what had brought them along.
You remember some bedrooms you have slept in. There are bedrooms you like to remember and others you would like to forget.
Two bubbles found they had rainbows on their curves. They flickered out saying: 'It was worth being a bubble, just to have held that rainbow thirty seconds.
A roustabout hunched on a coal wagon goes by, icicles drip on his hat rim . sheets of ice wrapping the hunks of coal . the caravanserai a gray blur in slant of rain. . Let us nudge the steam radiator with our wool slippers and write poems of Launcelot,. the hero, and Roland, the hero, and all the olden golden men who rode horses in the rain.
The greatest cunning is to have none at all.
Poetry is an echo, asking a shadow to dance.
Calling it off comes easy enough if you haven't told the girl you are smitten with her.
The buffaloes are gone. And those who saw the buffaloes are gone.
Drum on your drums, batter on your banjos, sob on the long cool winding saxophones. Go to it, O jazzmen.
I glory in this world of men and women, torn with troubles, yet living on to love and laugh through it all.
Life is like an onion. You peel it off one layer at a time, and sometimes you weep.
Life is an onion - you peel it year by year and sometimes cry.
The peace of great books be for you, Stains of pressed clover leaves on pages, Bleach of the light of years held in leather.
Dreams in the dusk, only dreams closing the day and with the day’s close going back to the gray things, the dark things, the far, deep things of dreamland.
Anger is the most impotent of passions. It effects nothing it goes about, and hurts the one who is possessed by it more than the one against whom it is directed.
A baby is God's opinion that life should go on. Never will a time come when the most marvelous recent invention is as marvelous as a newborn baby.
A baby is God’s opinion that life should go on.
Hope is a tattered flag and a dream of time . Hope is a heartspun word, the rainbow, the shadblow in white.
Two bubbles found they had rainbows on their curves. they flickered out saying: “it was worth being a bubble, just to have held that rainbow thirty seconds.