[{"text" : "By far the strongest poison to the human spirit is the inability to forgive oneself or another person. Forgiveness is no longer an option but a necessity for healing.","author" : "Caroline Myss"},{"text" : "Always go with the choice that scares you the most, because that's the one that is going to require the most from you.","author" : "Caroline Myss"},{"text" : "A soulmate is the person who makes your soul grow the most.","author" : "Caroline Myss"},{"text" : "The soul always knows what to do to heal itself the challenge is to silence the mind","author" : "Caroline Myss"},{"text" : "Live one day at a time. Keep your attention in present time. Have no expectations. Make no judgements. And give up the need to know why things happen as they do.","author" : "Caroline Myss"},{"text" : "What drains your spirit drains your body. What fuels your spirit fuels your body.","author" : "Caroline Myss"},{"text" : "There isn't anything in your life that cannot be changed.","author" : "Caroline Myss"},{"text" : "Guidance requires action, but it does not guarantee safety.","author" : "Caroline Myss"},{"text" : "Do not assume that divine guidance flows only when you are in need of help. Guidance continues to flow whether or not you have problems. It transcends problems, heartbreaks, and traumas, flowing through dreams and illuminations. Whether guidance comes during times of tranquility or trauma, however, it is up to you to have the courage to acknowledge it.","author" : "Caroline Myss"},{"text" : "Choice is born out of opposites, and the duality of the second chakra is forever challenging us to make choices in a world of opposing sides, of positive and negative energy patterns. Every choice we make contributes a subtle current of our energy to our universe, which is responsive to the influence of human consciousness.","author" : "Caroline Myss"},{"text" : "To heal illness, begin by restoring balance.","author" : "Caroline Myss"},{"text" : "Never, ever mistreat someone who loves you. Because you're not entitled to that love.","author" : "Caroline Myss"},{"text" : "The strings to our past are burned because we need a new beginning.","author" : "Caroline Myss"},{"text" : "Never blame another person for your personal choices - you are still the one who must live out the consequences of your choices.","author" : "Caroline Myss"},{"text" : "Commitment to an idea that has the power to transform you personally in any way is a vision worth nurturing. The bottom line is,you need to remain committed to a vision long enough to see it vome to fruition.","author" : "Caroline Myss"},{"text" : "A breakthrough occurs when you recognize, you are more energy than matter.","author" : "Caroline Myss"},{"text" : "Your biography becomes your biology.","author" : "Caroline Myss"},{"text" : "Get a backbone, not a wishbone.","author" : "Caroline Myss"},{"text" : "Your spirit is the part of you that is seeking meaning and purpose. That's one way someone can relate to that. Another way to understand spirit is that it's the part of you that is drawn to hope, that will not give in to despair. The part of you that has to believe in goodness; that has to believe in something more.","author" : "Caroline Myss"},{"text" : "Always go with the choice that scares you the most, because that’s the one that is going to help you grow.","author" : "Caroline Myss"}]