[{"text" : "Never give up. Expect only the best from life and take action to get it.","author" : "Catherine Pulsifer"},{"text" : "We are all different, which is great because we are all unique. Without diversity life would be very boring.","author" : "Catherine Pulsifer"},{"text" : "Retirement, a time to do what you want to do, when you want to do it, where you want to do it, and, how you want to do it.","author" : "Catherine Pulsifer"},{"text" : "Retirement may be an ending, a closing, but it is also a new beginning.","author" : "Catherine Pulsifer"},{"text" : "Those who don't understand determination call determination stubbornness or too driven.","author" : "Catherine Pulsifer"},{"text" : "Relationships, marriages are ruined where one person continues to learn, develop and grow and the other person stands still.","author" : "Catherine Pulsifer"},{"text" : "Sisters are best friends, they are advisors, they are teachers, and best of all they are people with whom you can talk with about anything - someone you have a special bond with","author" : "Catherine Pulsifer"},{"text" : "Memories, the one thing that can never be taken away from us.","author" : "Catherine Pulsifer"},{"text" : "Photos capture our memories in print, but our memories are always with us in our minds.","author" : "Catherine Pulsifer"},{"text" : "Focus on the good memories, discard the not so good.","author" : "Catherine Pulsifer"},{"text" : "A 'positive attitude' is definitely one of the keys to success. My definition of a positive attitude is a simple one: Looking for the good in all circumstances.","author" : "Catherine Pulsifer"},{"text" : "Your attitude can take you forward or your attitude can take you down.","author" : "Catherine Pulsifer"},{"text" : "Mothers give up so much, so that their children can have so much.","author" : "Catherine Pulsifer"},{"text" : "Regrets only apply when we don't learn from a situation. No sense looking back, look forward with new knowledge and no regret.","author" : "Catherine Pulsifer"},{"text" : "When you find yourself stressed, ask yourself one question: Will this matter in 5 years from now? If yes, then do something about the situation. If no, then let it go.","author" : "Catherine Pulsifer"},{"text" : "Starting over can be challenging, but also it can be a great opportunity to do things differently.","author" : "Catherine Pulsifer"},{"text" : "Being happy is something that each of us determines, it is not something that we find outside of ourself, it is within us and our choice.","author" : "Catherine Pulsifer"},{"text" : "Faith is unseen but felt, faith is strength when we feel we have none, faith is hope when all seems lost.","author" : "Catherine Pulsifer"},{"text" : "When you feel like giving up, like calling it quits, just try one more time - do that little bit more.","author" : "Catherine Pulsifer"},{"text" : "If you made a list of all the things you could be thankful for, the list would undoubtedly be longer than your misfortunes.","author" : "Catherine Pulsifer"},{"text" : "As we grew up, my brothers acted like they didn't care, but I always knew they looked out for me and were there!","author" : "Catherine Pulsifer"},{"text" : "No matter who we are, no matter how successful, no matter what our situation, compassion is something we all need to receive and give.","author" : "Catherine Pulsifer"},{"text" : "Giving to others will not take away from what you have but will in fact add to your life.","author" : "Catherine Pulsifer"},{"text" : "For me, goals are my road map to the life I want. They have helped me accomplish things I once thought were impossible.","author" : "Catherine Pulsifer"},{"text" : "A mother's treasure is her daughter.","author" : "Catherine Pulsifer"},{"text" : "We determine our destiny by the actions we take today.","author" : "Catherine Pulsifer"},{"text" : "Life presents many choices, the choices we make determine our future.","author" : "Catherine Pulsifer"},{"text" : "It is about choices we make. And how the direction of our lives comes down to the choices we choose.","author" : "Catherine Pulsifer"},{"text" : "Some people use excuses to not accept responsiblity, others use excuses as a way to justify.","author" : "Catherine Pulsifer"},{"text" : "Daughters understand as they grow older, they become good friends.","author" : "Catherine Pulsifer"},{"text" : "Daughters can sometimes be too serious, teach them to laugh and not take life too seriously.","author" : "Catherine Pulsifer"},{"text" : "To find optimism, look for the good things in life.","author" : "Catherine Pulsifer"},{"text" : "If you focus on the possible when you experience difficult situations, YOU CAN positively change your outlook, reduce your stress, and concentrate on achieving things that otherwise may not have been possible.","author" : "Catherine Pulsifer"},{"text" : "Sometimes we don't realize the blessings we have until we no longer have them. Appreciate all the blessings in your life, take none for granted.","author" : "Catherine Pulsifer"},{"text" : "We all make decisions, the difference is how and when we make them.","author" : "Catherine Pulsifer"},{"text" : "When I find myself thinking of you, it is all the good memories that we had that bring a smile to my face.","author" : "Catherine Pulsifer"},{"text" : "We cannot even begin to imagine how wonderful heaven is.","author" : "Catherine Pulsifer"},{"text" : "How we perceive a situation and how we react to it is the basis of our stress. If you focus on the negative in any situation, you can expect high stress levels. However, if you try and see the good in the situation, your stress levels will greatly diminish.","author" : "Catherine Pulsifer"},{"text" : "If you compared your troubles, or challenges, with those of others, you would surely find that there are those whose troubles make yours look like minor inconveniences.","author" : "Catherine Pulsifer"},{"text" : "The only thing you will ever accomplish by worrying is to elevate your stress levels.","author" : "Catherine Pulsifer"},{"text" : "At the end of the day we are accountable to ourselves - our success is a result of what we do.","author" : "Catherine Pulsifer"},{"text" : "When unsure how to solve a problem, use your common sense.","author" : "Catherine Pulsifer"},{"text" : "To help have less stress, take time to relax.","author" : "Catherine Pulsifer"},{"text" : "If we allow risk to be a fear, then we are sure not to succeed. But, if we approach risk with proper planning, and a good attitude, then most times we can minimize the risk and use it to our advantage.","author" : "Catherine Pulsifer"},{"text" : "Risk is, for some people, the fear of failure. If they take no risks, they have no failure.But failure, as like risks, can be a great teacher. Don't let fear stop you from taking a risk to achieve your dreams.","author" : "Catherine Pulsifer"},{"text" : "To achieve your goals you may have to take a risk. However, it is better to risk than to do nothing.","author" : "Catherine Pulsifer"},{"text" : "Tolerance is the ability to forgive those who tend to speak before thinking.","author" : "Catherine Pulsifer"},{"text" : "Small acts of kindness can make a difference in other peoples lives more than we can imagine.","author" : "Catherine Pulsifer"},{"text" : "A small change can make a big difference.","author" : "Catherine Pulsifer"},{"text" : "Now, 10 years later, the person who talked and complained is still talking and complaining and still remains in the same position. The person who took the initiative and found solutions has been promoted several times.","author" : "Catherine Pulsifer"},{"text" : "Your comfort zone is not a place that you want to remain in. Dare, discover, be all that you can be.","author" : "Catherine Pulsifer"},{"text" : "If you remain in your comfort zone you will not go any further.","author" : "Catherine Pulsifer"},{"text" : "Don't feed your mind with negative thoughts. If you do, you will come to believe them.","author" : "Catherine Pulsifer"},{"text" : "Grandmothers always have time to talk and make you feel special.","author" : "Catherine Pulsifer"},{"text" : "My family. I realized they are the most important part of my life. Throughout the year I had many challenges, but my family were always there offering support and encouragement.","author" : "Catherine Pulsifer"},{"text" : "Home is where we should feel secure and comfortable.","author" : "Catherine Pulsifer"},{"text" : "A child's eyes light up when they see their Grandpa.","author" : "Catherine Pulsifer"},{"text" : "People never forget that helping hand especially when times are tough.","author" : "Catherine Pulsifer"},{"text" : "There are many different ways we can show kindness to others, and it doesn't have to be in a big way. The simplest of things may make the difference.","author" : "Catherine Pulsifer"},{"text" : "If you don't feel enthusiasm for what you are doing, then you probably should be doing something else as enthusiasm is a key to success.","author" : "Catherine Pulsifer"},{"text" : "Graduation is a time of completion, of finishing, of an ending, however, it is also a time of celebration of achievement and a beginning for the new graduate.","author" : "Catherine Pulsifer"},{"text" : "The first of many graduations of life. From elementary school to senior school, each one holds successes for you to enjoy.","author" : "Catherine Pulsifer"},{"text" : "And in life, it is all about choices we make. And how the direction of our lives comes down to the choices we choose.","author" : "Catherine Pulsifer"},{"text" : "How you react to situations is your personal choice. It is your decision, and yours alone, to determine the importance you give to any situation.","author" : "Catherine Pulsifer"},{"text" : "Never lose hope, there are always possibilities if you just look for them.","author" : "Catherine Pulsifer"},{"text" : "Graduation, a conclusion of one chapter, a beginning of another.","author" : "Catherine Pulsifer"},{"text" : "Your graduation is a milestone in your life.","author" : "Catherine Pulsifer"},{"text" : "Believe in your ability to be successful in the things you have a passion for. These are God given gifts for you to use.","author" : "Catherine Pulsifer"},{"text" : "Without goals, you will end up going nowhere, or, you will end up following someone else's map! Develop your map today - set your goals and focus!","author" : "Catherine Pulsifer"},{"text" : "Be verbal in acknowledging your appreciation.","author" : "Catherine Pulsifer"},{"text" : "You are the only one who can control the way you think.","author" : "Catherine Pulsifer"},{"text" : "Never give up. Have hope. Expect only the best from life and take action to get it.","author" : "Catherine Pulsifer"},{"text" : "A Grandmother is someone special in your life Someone who always has time, Time to listen, time to play Time to visit the zoo Time to linger and look at the things I want to do Time to laugh, time to sing,Time for me, her grandchild, just to be Time to read, time to walk Time to let me just play at the dock.","author" : "Catherine Pulsifer"},{"text" : "The thoughts of becoming a grandmother is one which one cannot hold the excitement. It is a great experience.","author" : "Catherine Pulsifer"},{"text" : "Grandmothers hold their grandchildren in a special place in their heart.","author" : "Catherine Pulsifer"},{"text" : "Don't let go of your dreams. If you have determination and belief in your dreams, you will succeed in spite of your desire to let go.","author" : "Catherine Pulsifer"},{"text" : "Don't let go of your dreams.","author" : "Catherine Pulsifer"},{"text" : "Procrastinating does nothing more than add to your do list.","author" : "Catherine Pulsifer"},{"text" : "I wouldn't change a thing, as happiness you bring. You are my soulmate. A marriage made by fate.","author" : "Catherine Pulsifer"},{"text" : "We need to introduce a little balance into your life. Part of this balance means not missing out on some of the marvels of life around you, the fun, some excitement, or other challenges in life.","author" : "Catherine Pulsifer"},{"text" : "The gift of balance in your life - may you find the balance of life, time for work but also time for play. Too much of one thing ends up creating stress that no one needs in their life.","author" : "Catherine Pulsifer"},{"text" : "In all aspects of our lives balance is key. Doing one thing too much can cause upset, like the old saying goes, everything in moderation is the secret!.","author" : "Catherine Pulsifer"},{"text" : "Zone into your comfort zone, and, then zone into where you want to be. Be all that you can be.","author" : "Catherine Pulsifer"},{"text" : "We all have genius within us, never doubt that fact.","author" : "Catherine Pulsifer"},{"text" : "While some people can't wait until their retirement, others feel cheated that they have to retire at all.","author" : "Catherine Pulsifer"},{"text" : "Never take friendship for granted, you never know what tomorrow holds.","author" : "Catherine Pulsifer"},{"text" : "One of the things you can give and will not cost you any money = friendship.","author" : "Catherine Pulsifer"},{"text" : "You must stay focused on the end result to achieve your goals.","author" : "Catherine Pulsifer"},{"text" : "If you could see the potential within you it would amaze you to see all that you are capable of being.","author" : "Catherine Pulsifer"},{"text" : "A teacher is one who helps others and influences lives forever.","author" : "Catherine Pulsifer"},{"text" : "We all have dreams and wishes. The difference is that dreams are there for you to do something with they are a component of hope for with out a dream there is no hope. A wish, however, is simply a desire to have something without doing anything to accomplish it.","author" : "Catherine Pulsifer"},{"text" : "Rather than wishing for change, you first must be prepared to change.","author" : "Catherine Pulsifer"},{"text" : "When we get older, some of us lose our dreams and our ambitions, and are content to accept mediocrity.","author" : "Catherine Pulsifer"},{"text" : "Fathers provide not only support but also encouragement.","author" : "Catherine Pulsifer"},{"text" : "You could consider a new beginning as the start of a new year. A fresh start, a new goal, a year to make your dreams come true. Be determined and persevere.","author" : "Catherine Pulsifer"},{"text" : "Take a few minutes each and every day to ensure that your mind is nourished properly and positively. After all, a healthy mind leads to a happier view of life and with a happier view of life it is much easier to counter the negative impact other issues will have on us.","author" : "Catherine Pulsifer"},{"text" : "Eliminate today's troubles and problems by finding solutions, and then concentrate your energy on implementing those solutions.","author" : "Catherine Pulsifer"},{"text" : "A good coach passes on information quickly. They do not hold back information that affects my job.","author" : "Catherine Pulsifer"},{"text" : "Our life becomes happier when we learn to appreciate all that we have rather than letting our focus be on what we do not have.","author" : "Catherine Pulsifer"},{"text" : "Do not let defeat be a failure, let defeat be a means of moving on to better things with new knowledge if you take that type of attitude you will find success even in defeat!","author" : "Catherine Pulsifer"},{"text" : "Goals give you a compass in order to direct your path through life. Goals focus your thoughts and actions on areas that have precise purpose and meaning.","author" : "Catherine Pulsifer"},{"text" : "In achieving your goals, you may run into roadblocks. Don't let that stop you, go around, over, or under. If you are committed to your goal you will find a way.","author" : "Catherine Pulsifer"},{"text" : "Anger resolves nothing it only puts up your blood pressure.","author" : "Catherine Pulsifer"},{"text" : "Thousands of successful people did not achieve success on their first try, but they were not discouraged. They picked themselves up and went back at it with an even stronger, single minded tenacity to achieve their goal.","author" : "Catherine Pulsifer"},{"text" : "Do not be discouraged if your plans do not succeed the first time. No one learns to walk by taking only one step.","author" : "Catherine Pulsifer"},{"text" : "Don't accept discouragement, keep going! Less stress will result by not allowing discouragement to be your attitude!","author" : "Catherine Pulsifer"},{"text" : "Being discouraged can cause you to lose hope, you need to pick yourself up, focus on the positive and find success by taking action - you may then find your discouragement fading.","author" : "Catherine Pulsifer"},{"text" : "Do not be discouraged if someone copies you. Copying is a compliment - you are doing it right. It also gives you the opportunity to grow and move beyond what is now being copied. Keep moving forward.","author" : "Catherine Pulsifer"},{"text" : "Worrying about past regrets does nothing to change the past. Your future is where your focus should be.","author" : "Catherine Pulsifer"},{"text" : "With your entire focus on your goal, you will reach levels of achievement that you never thought possible.","author" : "Catherine Pulsifer"},{"text" : "Giving someone encouraging words can sometimes mean more than a material gift. Those words of encouragement can be just the influence the person may have needed to continue.","author" : "Catherine Pulsifer"},{"text" : "Accomplishments give you a sense of confidence and encouragement.","author" : "Catherine Pulsifer"},{"text" : "The only dare you ever want to take is the dare to be all that you can be.","author" : "Catherine Pulsifer"},{"text" : "Too much of one thing can end up creating stress; this is something that no one needs in their life. But living a life in balance can provide harmony and peace.","author" : "Catherine Pulsifer"}]