[{"text" : "Those parents who do not educate their sons are their enemies; for as is a crane among swans, so are ignorant so are ignorant sons in a public assembly.","author" : "Chanakya"},{"text" : "There is poison in the fang of the serpent, in the mouth of the fly and in the sting of a scorpion; but the wicked man is saturated with it.","author" : "Chanakya"},{"text" : "Learn from the mistakes of others.","author" : "Chanakya"},{"text" : "Education is the best friend. An educated person is respected everywhere. Education beats the beauty and the youth.","author" : "Chanakya"},{"text" : "Even if a snake is not poisonous, it should pretend to be venomous.","author" : "Chanakya"},{"text" : "Purity of speech, of the mind, of the senses, and of a compassionate heart are needed by one who desires to rise to the divine platform.","author" : "Chanakya"},{"text" : "O wise man! Give your wealth only to the worthy and never to others. The water of the sea received by the clouds is always sweet.","author" : "Chanakya"},{"text" : "We should not fret for what is past, nor should we be anxious about the future; men of discernment deal only with the present moment.","author" : "Chanakya"},{"text" : "The biggest Guru mantra is: never share your secrets with anybody. It will destroy you.","author" : "Chanakya"},{"text" : "Those base men who speak of the secret faults of others destroy themselves like serpents that stray onto anthills.","author" : "Chanakya"},{"text" : "Test a servant while in the discharge of his duty, a relative in difficulty, a friend in adversity, and a wife in misfortune.","author" : "Chanakya"},{"text" : "He who befriends a man whose conduct is vicious, whose vision impure, and who is notoriously crooked, is rapidly ruined.","author" : "Chanakya"},{"text" : "What good can the scriptures do to a man who has no sense of his own? Of what use is as mirror to a blind man?","author" : "Chanakya"},{"text" : "When one is consumed by the sorrows of life, three things give him relief: offspring, a wife, and the company of the Lord's devotees.","author" : "Chanakya"},{"text" : "Swans live wherever there is water, and leave the place where water dries up; let not a man act so - and comes and goes as he pleases.","author" : "Chanakya"},{"text" : "Skills are called hidden treasure as they save like a mother in a foreign country.","author" : "Chanakya"},{"text" : "The one excellent thing that can be learned from a lion is that whatever a man intends doing should be done by him with a whole-hearted and strenuous effort.","author" : "Chanakya"},{"text" : "Treat your kid like a darling for the first five years. For the next five years, scold them. By the time they turn sixteen, treat them like a friend. Your grown up children are your best friends.","author" : "Chanakya"},{"text" : "God doesn't dwell in the wooden, stony or earthen idols. His abode is in our feelings, our thoughts.","author" : "Chanakya"},{"text" : "There is no austerity equal to a balanced mind, and there is no happiness equal to contentment; there is no disease like covetousness, and no virtue like mercy.","author" : "Chanakya"},{"text" : "There is some self-interest behind every friendship. There is no friendship without self-interests. This is a bitter truth.","author" : "Chanakya"},{"text" : "The biggest guru-mantra is: never share your secrets with anybody. It will destroy you.","author" : "Chanakya"},{"text" : "Good behavior wins even an enemy.","author" : "Chanakya"},{"text" : "He who nurtures benevolence for all creatures within his heart overcomes all difficulties and will be the recipient of all types of riches at every step.","author" : "Chanakya"},{"text" : "It is better to die than to preserve this life by incurring disgrace. The loss of life causes but a moment's grief, but disgrace brings grief every day of one's life.","author" : "Chanakya"},{"text" : "The life of an uneducated man is as useless as the tail of a dog which neither covers its rear end, nor protects it from the bites of insects.","author" : "Chanakya"},{"text" : "A man is born alone and dies alone; and he experiences the good and bad consequences of his karma alone; and he goes alone to hell or the Supreme abode.","author" : "Chanakya"},{"text" : "The fragrance of flowers spreads only in the direction of the wind. But the goodness of a person spreads in all directions.","author" : "Chanakya"},{"text" : "A man is born alone and dies alone and he experiences the good and bad consequences of his karma alone; and he goes alone to hell or the Supreme abode.","author" : "Chanakya"}]