[{"text" : "A day without laughter is a day wasted.","author" : "Charlie Chaplin"},{"text" : "Laughter is the tonic, the relief, the surcease for pain.","author" : "Charlie Chaplin"},{"text" : "I always like walking in the rain, so no one can see me crying.","author" : "Charlie Chaplin"},{"text" : "The saddest thing I can imagine is to get used to luxury","author" : "Charlie Chaplin"},{"text" : "Look up to the sky You'll never find rainbows If you're looking down.","author" : "Charlie Chaplin"},{"text" : "You'll find that life is still worthwhile, if you just smile.","author" : "Charlie Chaplin"},{"text" : "I have many problems in my life. But my lips don't know that. They always smile.","author" : "Charlie Chaplin"},{"text" : "Nothing is permanent in this wicked world, not even our troubles.","author" : "Charlie Chaplin"},{"text" : "You'll never find a rainbow if you're looking down.","author" : "Charlie Chaplin"},{"text" : "A man's true character comes out when he's drunk.","author" : "Charlie Chaplin"},{"text" : "Failure is unimportant. It takes courage to make a fool of yourself.","author" : "Charlie Chaplin"},{"text" : "Perfect love is the most beautiful of all frustrations because it is more than one can express.","author" : "Charlie Chaplin"},{"text" : "The mirror is my best friend, because when I cry it never laughs.","author" : "Charlie Chaplin"},{"text" : "My pain may be the reason for somebody's laugh. But my laugh must never be the reason for somebody's pain.","author" : "Charlie Chaplin"},{"text" : "To truly laugh, you must be able to take your pain, and play with it!","author" : "Charlie Chaplin"},{"text" : "Words are cheap. The biggest thing you can say is 'elephant'.","author" : "Charlie Chaplin"},{"text" : "This is a ruthless world and one must be ruthless to cope with it.","author" : "Charlie Chaplin"},{"text" : "Brunettes are troublemakers. They're worse than the Jews.","author" : "Charlie Chaplin"},{"text" : "Life is a beautiful magnificent thing, even to a jellyfish.","author" : "Charlie Chaplin"},{"text" : "Actors search for rejection. If they don't get it they reject themselves.","author" : "Charlie Chaplin"},{"text" : "Life could be so wonderful if people would leave you alone.","author" : "Charlie Chaplin"},{"text" : "Your naked body should only belong to those who fall in love with your naked soul.","author" : "Charlie Chaplin"},{"text" : "Life could be wonderful if people would leave you alone.","author" : "Charlie Chaplin"},{"text" : "When we got off the streetcar at Times Square, it was somewhat of a letdown. Newspapers were blowing about the road and pavement, and Broadway looked seedy, like a slovenly woman just out of bed.","author" : "Charlie Chaplin"},{"text" : "All I need to make comedy us a park, a policeman and a pretty girl.","author" : "Charlie Chaplin"},{"text" : "More than machinery, we need humanity.","author" : "Charlie Chaplin"},{"text" : "Life laughs at you when you are unhappy; Life smiles at you when you are happy; But life salutes you when you make others happy.","author" : "Charlie Chaplin"},{"text" : "You have to believe in yourself. That's the secret.","author" : "Charlie Chaplin"},{"text" : "I have many problems in life. But my lips don’t know that. They always smile.","author" : "Charlie Chaplin"},{"text" : "You’ll find that life is still worthwhile, if you just smile.","author" : "Charlie Chaplin"},{"text" : "From such trivia, I believe my soul was born.","author" : "Charlie Chaplin"},{"text" : "Where words leave off, gesture begins. Don't we speak of a person being speechless with rage, dancing with impatience, setting his teeth? The final motions of the soul are speechless, animal, grotesque, or of an incomparable beauty.","author" : "Charlie Chaplin"},{"text" : "I am what I am: an individual, unique and different, with a lineal history of ancestral promptings and urgings, a history of dreams, desires, and of special experiences, all of which I am the sum total.","author" : "Charlie Chaplin"},{"text" : "I do not need drugs to be a genius, do not take a genius to be human, but I need your smile to be happy.","author" : "Charlie Chaplin"},{"text" : "I went into the business for the money and the art grew out of it. If people are disillusioned by that remark, I can't help it. It's the truth.","author" : "Charlie Chaplin"},{"text" : "The basic essential of a great actor is that he loves himself in acting.","author" : "Charlie Chaplin"},{"text" : "We think too much and feel too little.","author" : "Charlie Chaplin"},{"text" : "You'll find that life is still worthwhile if you just smile.","author" : "Charlie Chaplin"}]