[{"text" : "The greatest pleasure I have known is to do a good action by stealth and to have it found out by accident.","author" : "Charles Lamb"},{"text" : "My motto is: Contented with little, yet wishing for more.","author" : "Charles Lamb"},{"text" : "Tis the privilege of friendship to talk nonsense, and have her nonsense respected.","author" : "Charles Lamb"},{"text" : "It is good to love the unknown.","author" : "Charles Lamb"},{"text" : "New Year's Day is every man's birthday.","author" : "Charles Lamb"},{"text" : "To be sick is to enjoy monarchical prerogatives.","author" : "Charles Lamb"},{"text" : "The measure of choosing well, is, whether a man likes and finds good in what he has chosen.","author" : "Charles Lamb"},{"text" : "Clap an extinguisher upon your irony if you are unhappily blessed with a vein of it","author" : "Charles Lamb"},{"text" : "Tis the privilege of friendship to talk nonsense, and to have her nonsense respected.","author" : "Charles Lamb"},{"text" : "It is the privilege of friendship to talk nonsense, and have her nonsense respected.","author" : "Charles Lamb"},{"text" : "I always arrive late at the office, but I make up for it by leaving early.","author" : "Charles Lamb"},{"text" : "It is the privilege of friendship to talk nonsense, and to have her nonsense respected.","author" : "Charles Lamb"},{"text" : "Here cometh April again, and as far as I can see the world hath more fools in it than ever.","author" : "Charles Lamb"},{"text" : "He is no lawyer who cannot take two sides.","author" : "Charles Lamb"},{"text" : "To pile up honey upon sugar, and sugar upon honey, to an interminable tedious sweetness.","author" : "Charles Lamb"},{"text" : "And the tear that we shed, though in secret it rolls, Shall long keep his memory green in our souls.","author" : "Charles Lamb"},{"text" : "The trumpet does no more stun you by its loudness, than a whisper teases you by its provoking inaudibility.","author" : "Charles Lamb"},{"text" : "Man is a gaming animal. He must always be trying to get the better in something or other.","author" : "Charles Lamb"},{"text" : "Gluttony and surfeiting are no proper occasions for thanksgiving.","author" : "Charles Lamb"},{"text" : "The beggar is the only person in the universe not obliged to study appearance.","author" : "Charles Lamb"},{"text" : "Ceremony is an invention to take off the uneasy feeling which we derive from knowing ourselves to be less the object of love and esteem with a fellow creature than some other person is. It endeavours to make up, by superior attentions in little points, for that invidious preference which it is forced to deny in the greater.","author" : "Charles Lamb"},{"text" : "Brandy and water spoils two good things.","author" : "Charles Lamb"},{"text" : "A miser is sometimes a grand personification of fear.","author" : "Charles Lamb"},{"text" : "Newspapers always excite curiosity. No one ever lays one down without a feeling of disappointment.","author" : "Charles Lamb"},{"text" : "Mother's love grows by giving.","author" : "Charles Lamb"},{"text" : "Credulity is the man's weakness, but the child's strength.","author" : "Charles Lamb"},{"text" : "If dirt were trumps, what hands you would hold!","author" : "Charles Lamb"},{"text" : "Of all sound of all bells...","author" : "Charles Lamb"},{"text" : "Any thing awful makes me laugh. I misbehaved once at a funeral.","author" : "Charles Lamb"},{"text" : "It is the law that hand intends . Which framed diversity of sex . The man the woman still defends . The manly boy the girl protects.","author" : "Charles Lamb"},{"text" : "Two shoots from off a coffee-tree . He carried with him o'er the sea. . Each little tender coffee slip .","author" : "Charles Lamb"},{"text" : "Whene'er I fragrant coffee drink, . I on the generous Frenchman think, . Whose noble perseverance bore .","author" : "Charles Lamb"},{"text" : "My father's grandfather lives still, . His age is fourscore years and ten; . He looks a monument of time, . The agedest of aged men. . Though years lie on him like a load, . A happier man you will not see . Than he, whenever he can get . His great grandchildren on his knee.","author" : "Charles Lamb"},{"text" : "Led by your little elder hand, . I learned to walk alone; . Careful you used to be of me, . My little brother John.","author" : "Charles Lamb"},{"text" : "Only in the use of the Indian weed he might be thought a little excessive. He took it, he would say, as a solvent of speech.","author" : "Charles Lamb"},{"text" : "All the colours in the rainbow All the colours in the rainbow Half the lustre of his feathers Would turn twenty coxcombs vain.","author" : "Charles Lamb"},{"text" : "Mamma gave us a single peach, . She shared it among seven; . Now you may think that unto each . But a small piece was given.","author" : "Charles Lamb"},{"text" : "The child, attracted by the view Of that fair orange, feebly threw. A languid look-perhaps the smell convinced it that there sure must dwell a corresponding sweetness there.","author" : "Charles Lamb"},{"text" : "Not a mightier whale than this In the vast Atlantic is; Not a fatter fish than he Flounders round the polar sea.","author" : "Charles Lamb"},{"text" : "In the gradual desuetude of old observances, this custom of solemnizing our proper birth-day hath nearly passed away, or is left to children, who reflect nothing at all about the matter, nor understand any thing in it beyond cake and orange.","author" : "Charles Lamb"},{"text" : "Did I hear the church-clock a few minutes ago, I was asked, and I answered, I hardly did know, but I thought that I heard it strike three.","author" : "Charles Lamb"},{"text" : "We are ashamed at the sight of a monkey. Somehow as we are shy of poor relations.","author" : "Charles Lamb"},{"text" : "We grow gray in our spirit long before we grow gray in our hair.","author" : "Charles Lamb"},{"text" : "I always arrive late at the office but I make up for it by leaving early.","author" : "Charles Lamb"},{"text" : "The greatest pleasure I know is to do a good action by stealth and to have it found out by accident.","author" : "Charles Lamb"}]