[{"text" : "In New York you've got to have all the luck.","author" : "Charles Bukowski"},{"text" : "Drinking is an emotional thing. It joggles you out of everyday life, out of everything being the same. It yanks you out of your body and your mind and throws you against the wall. I have the feeling that drinking is a form of suicide where you're allowed to return to life and begin all over the next day. It's like killing yourself, and then you're reborn. I guess I've lived about ten or fifteen thousand lives now.","author" : "Charles Bukowski"},{"text" : "We are like roses that have never bothered to bloom when we should have bloomed and it is as if the sun has become disgusted with waiting.","author" : "Charles Bukowski"},{"text" : "What matters most is how well you walk through the fire.","author" : "Charles Bukowski"},{"text" : "Animals never worry about heaven or hell. Neither do I. Maybe that's why we get along.","author" : "Charles Bukowski"},{"text" : "Some moments are nice, some are nicer, some are even worth writing about.","author" : "Charles Bukowski"},{"text" : "If you're losing your soul and you know it, then you've still got a soul left to lose.","author" : "Charles Bukowski"},{"text" : "and our few good times will be rare because we have the critical sense, and are not easy to fool with laughter","author" : "Charles Bukowski"},{"text" : "I guess the only time most people think about injustice is when it happens to them","author" : "Charles Bukowski"},{"text" : "If something bad happens you drink in an attempt to forget; if something good happens you drink in order to celebrate; and if nothing happens you drink to make something happen.","author" : "Charles Bukowski"},{"text" : "The difference between Art and Life is that Art is more bearable.","author" : "Charles Bukowski"},{"text" : "It was like a church in there as only the truly lost sit in bars on Tuesday mornings at 8:00 a.m.","author" : "Charles Bukowski"},{"text" : "Genius might be the ability to say a profound thing in a simple way.","author" : "Charles Bukowski"},{"text" : "Almost everyone is born a genius and buried an idiot.","author" : "Charles Bukowski"},{"text" : "Being alone never felt right. sometimes it felt good, but it never felt right.","author" : "Charles Bukowski"},{"text" : "I loved you like a man loves a woman he never touches, only writes to, keeps little photographs of.","author" : "Charles Bukowski"},{"text" : "What a weary time those years were, to have the desire and the need to live but not the ability.","author" : "Charles Bukowski"},{"text" : "Love is a fog that burns with the first daylight of reality.","author" : "Charles Bukowski"},{"text" : "Fiction is an improvement on life.","author" : "Charles Bukowski"},{"text" : "The hangover was brutal but he didn't mind. It told him he had been somewhere else, some place good.","author" : "Charles Bukowski"},{"text" : "Existence was not only absurd, it was plain hard work.","author" : "Charles Bukowski"},{"text" : "News travels fast in places where nothing much ever happens.","author" : "Charles Bukowski"},{"text" : "There are times when those eyes inside your brain stare back at you.","author" : "Charles Bukowski"},{"text" : "There is a loneliness in this world so great that you can see it in the slow movement of the hands of a clock","author" : "Charles Bukowski"},{"text" : "Everything you own must be able to fit inside one suitcase; then your mind might be free.","author" : "Charles Bukowski"},{"text" : "Courts are places where the ending is written first and all that precedes is simply vaudeville.","author" : "Charles Bukowski"},{"text" : "If you want to know who your friends are, get yourself a jail sentence.","author" : "Charles Bukowski"},{"text" : "Bad taste creates many more millionaires than good taste.","author" : "Charles Bukowski"},{"text" : "An intellectual says a simple thing in a hard way. An artist says a hard thing in a simple way.","author" : "Charles Bukowski"},{"text" : "Our disappointment sits between us.","author" : "Charles Bukowski"},{"text" : "People in love often become edgy, dangerous. They lose their sense of perspective.","author" : "Charles Bukowski"},{"text" : "Most people are much better at saying things in letters than in conversation, and some people can write artistic, inventive letters, but when they try a poem or story or novel they become pretentious.","author" : "Charles Bukowski"},{"text" : "Writers are nothing but beggars with a good line.","author" : "Charles Bukowski"},{"text" : "You begin saving the world by saving one man at a time; all else is grandiose romanticism or politics.","author" : "Charles Bukowski"},{"text" : "Agony sometimes changes form but it never ceases for anybody.","author" : "Charles Bukowski"},{"text" : "Knowledge without follow-through is worse than no knowledge.","author" : "Charles Bukowski"},{"text" : "Even though I write about the human race, the further away from them, the better I feel. Two miles is great; two thousand miles is beautiful.","author" : "Charles Bukowski"},{"text" : "Well, people got attatched. Once you cut the umbilical cord they attatched to the other things. Sight, sound, sex, money, mirages, mothers, masturbation, murder, and Monday morning hangovers.","author" : "Charles Bukowski"},{"text" : "Complaint is often the result of an insufficient ability to live within the obvious restrictions of this god damned cage.","author" : "Charles Bukowski"},{"text" : "It's when you hide things that you choke on them.","author" : "Charles Bukowski"},{"text" : "I'll use the knives for spreading jam, and the gas to warm my greying love.","author" : "Charles Bukowski"},{"text" : "I would be married, but I’d have no wife, I would be married to a single life.","author" : "Charles Bukowski"},{"text" : "Nobody can save you but yourself, and you’re worth saving. It’s a war not easily won, but if anything is worth winning then this is it.","author" : "Charles Bukowski"},{"text" : "The male, for all his bravado and exploration, is the loyal one, the one who generally feels love. The female is skilled at betrayal and torture and damnation.","author" : "Charles Bukowski"},{"text" : "The problem with the world is that the intelligent people are full of doubts, while the stupid ones are full of confidence.","author" : "Charles Bukowski"},{"text" : "Boring damned people. All over the Earth. Propagating more boring damned people. What a horror show. The Earth is swarmed with them.","author" : "Charles Bukowski"},{"text" : "Magic persists without us no matter what we may do to try to spoil it.","author" : "Charles Bukowski"},{"text" : "There's no clarity. There was never meant to be clarity.","author" : "Charles Bukowski"},{"text" : "God knows I am not too hippy. Perhaps because I am too much around the hip and I fear fads for, like anybody else, I like something that tends to last.","author" : "Charles Bukowski"},{"text" : "The shortest distance between two points is often unbearable.","author" : "Charles Bukowski"},{"text" : "Each person is only given so many evenings and each wasted evening is a gross violation against the natural course of your only life.","author" : "Charles Bukowski"},{"text" : "Some people never go crazy. What truly horrible lives they must live.","author" : "Charles Bukowski"},{"text" : "a life can change in a tenth of a second or sometimes it can take 70 years.","author" : "Charles Bukowski"},{"text" : "I often stood in front of the mirror alone, wondering how ugly a person could get.","author" : "Charles Bukowski"},{"text" : "Beauty is nothing, beauty won’t stay. You don’t know how lucky you are to be ugly, because if people like you, you know it’s for something else.","author" : "Charles Bukowski"},{"text" : "What a weary time those years were -- to have the desire and the need to live but not the ability.","author" : "Charles Bukowski"},{"text" : "You begin saving the world by saving one man at a time all else is grandiose romanticism or politics.","author" : "Charles Bukowski"}]