[{"text" : "A man who dares to waste one hour of life has not discovered the value of life.","author" : "Charles Darwin"},{"text" : "Ignorance more frequently begets confidence than does knowledge: it is those who know little, not those who know much, who so positively assert that this or that problem will never be solved by science.","author" : "Charles Darwin"},{"text" : "It is not the strongest of the species that survive, nor the most intelligent, but the one most responsive to change.","author" : "Charles Darwin"},{"text" : "Man can live about forty days without food, about three days without water, about eight minutes without air, but only for one second without hope.","author" : "Charles Darwin"},{"text" : "Man in his arrogance thinks himself a great work, worthy the interposition of a great deity. More humble and I believe true to consider him created from animals.","author" : "Charles Darwin"},{"text" : "It is not the strongest or the most intelligent who will survive but those who can best manage change.","author" : "Charles Darwin"},{"text" : "The highest possible stage in moral culture is when we recognize that we ought to control our thoughts.","author" : "Charles Darwin"},{"text" : "There is no fundamental difference between man and the higher animals in their mental faculties... The lower animals, like man, manifestly feel pleasure and pain, happiness, and misery.","author" : "Charles Darwin"},{"text" : "In the long history of humankind (and animal kind, too) those who learned to collaborate and improvise most effectively have prevailed.","author" : "Charles Darwin"},{"text" : "If the misery of the poor be caused not by the laws of nature, but by our institutions, great is our sin.","author" : "Charles Darwin"},{"text" : "The love for all living creatures is the most noble attribute of man.","author" : "Charles Darwin"},{"text" : "If I had my life to live over again, I would have made a rule to read some poetry and listen to some music at least once every week.","author" : "Charles Darwin"},{"text" : "An American monkey, after getting drunk on brandy, would never touch it again, and thus is much wiser than most men.","author" : "Charles Darwin"},{"text" : "A man who dares to waste one hour of time has not discovered the value of life.","author" : "Charles Darwin"},{"text" : "The Indian Elephant is said sometimes to weep.","author" : "Charles Darwin"},{"text" : "It is the long history of humankind and animal kind, too those who learned to collaborate and improvise most effectively have prevailed.","author" : "Charles Darwin"},{"text" : "Many kinds of monkeys have a strong taste for tea, coffee and spirituous liqueurs.","author" : "Charles Darwin"},{"text" : "At some future period, not very distant as measured by centuries, the civilized races of man will almost certainly exterminate, and replace the savage races throughout the world.","author" : "Charles Darwin"},{"text" : "It is not the strongest of the species that survives, nor the most intelligent that survives. It is the one that is the most adaptable to change.","author" : "Charles Darwin"},{"text" : "A man's friendships are one of the best measures of his worth.","author" : "Charles Darwin"},{"text" : "It is the long history of humankind (and animal kind, too) those who learned to collaborate and improvise most effectively have prevailed.","author" : "Charles Darwin"},{"text" : "Ignorance more frequently begets confidence than does knowledge.","author" : "Charles Darwin"},{"text" : "The most important factor in survival is neither intelligence nor strength but adaptability.","author" : "Charles Darwin"},{"text" : "A mathematician is a blind man in a dark room looking for a black cat which isn't there.","author" : "Charles Darwin"},{"text" : "On the ordinary view of each species having been independently created, we gain no scientific explanation.","author" : "Charles Darwin"},{"text" : "Delight itself, however, is a weak term to express the feelings of a naturalist.","author" : "Charles Darwin"},{"text" : "On your life, underestimating the proclivities of finches is likely to lead to great internal hemorrhaging.","author" : "Charles Darwin"},{"text" : "An agnostic would be the more correct description of my state of mind.","author" : "Charles Darwin"},{"text" : "The very essence of instinct is that it's followed independently of reason.","author" : "Charles Darwin"},{"text" : "Free will is to mind what chance is to matter.","author" : "Charles Darwin"},{"text" : "A language, like a species, when extinct, never reappears.","author" : "Charles Darwin"},{"text" : "Building a better mousetrap merely results in smarter mice.","author" : "Charles Darwin"},{"text" : "A bad earthquake at once destroys the oldest associations: the world, the very emblem of all that is solid, has moved beneath our feet like a crust over a fluid; one second of time has conveyed to the mind a strange idea of insecurity, which hours of reflection would never have created.","author" : "Charles Darwin"},{"text" : "Blushing is the most peculiar and most human of all expressions.","author" : "Charles Darwin"},{"text" : "Physiological experiment on animals is justifiable for real investigation, but not for mere damnable and detestable curiosity.","author" : "Charles Darwin"},{"text" : "Extinction has only separated groups: it has by no means made them; for if every form which has ever lived on this earth were suddenly to reappear, though it would be quite impossible to give definitions by which each group could be distinguished from other groups, as all would blend together by steps as fine as those between the finest existing varieties, nevertheless a natural classification, or at least a natural arrangement, would be possible.","author" : "Charles Darwin"},{"text" : "The normal food of man is vegetable.","author" : "Charles Darwin"},{"text" : "It is not the strongest of the species that survives, nor the most intelligent that survives, but the one most responsive to change.","author" : "Charles Darwin"},{"text" : "False facts are highly injurious to the progress of science, for they often endure long; but false views, if supported by some evidence, do little harm, for everyone takes a salutary pleasure in proving their falseness; and when this is done, one path towards error is closed and the road to truth is often at the same time opened.","author" : "Charles Darwin"},{"text" : "“There is nothing like geology; the pleasure of the first day's partridge shooting or first day's hunting cannot be compared to finding a fine group of fossil bones, which tell their story of former times with almost a living tongue.","author" : "Charles Darwin"},{"text" : "Great is the power of steady misrepresentation.","author" : "Charles Darwin"},{"text" : "As for a future life, every man must judge for himself between conflicting vague probabilities.","author" : "Charles Darwin"},{"text" : "Man himself cannot express love and humility by external signs so plainly as does a dog when with drooping ears, hanging lips, flexuous body, and wagging tail, he meets his beloved master.","author" : "Charles Darwin"}]