[{"text" : "While we do our good works let us not forget that the real solution lies in a world in which charity will have become unnecessary.","author" : "Chinua Achebe"},{"text" : "When suffering knocks at your door and you say there is no seat for him, he tells you not to worry because he has brought his own stool.","author" : "Chinua Achebe"},{"text" : "When a tradition gathers enough strength to go on for centuries, you don't just turn it off one day.","author" : "Chinua Achebe"},{"text" : "When old people speak it is not because of the sweetness of words in our mouths; it is because we see something which you do not see.","author" : "Chinua Achebe"},{"text" : "A coward may cover the ground with his words but when the time comes to fight he runs away.","author" : "Chinua Achebe"},{"text" : "Writers don't give prescriptions.","author" : "Chinua Achebe"},{"text" : "The whole idea of a stereotype is to simplify. Instead of going through the problem of all this great diversity that it's this or maybe that you have just one large statement; it is this.","author" : "Chinua Achebe"},{"text" : "There was a saying in Umuofia that as a man danced so the drums were beaten for him.","author" : "Chinua Achebe"},{"text" : "When we are comfortable and inattentive, we run the risk of committing grave injustices absentmindedly.","author" : "Chinua Achebe"},{"text" : "Let the kite perch and let the eagle perch too. If one says no to the other, let his wing break.","author" : "Chinua Achebe"},{"text" : "The whole idea of a stereotype is to simplify. Instead of going through the problem of all this great diversity - that it's this or maybe that - you have just one large statement; it is this.","author" : "Chinua Achebe"},{"text" : "Every lizard lies on its belly, so we cannot tell which has a belly-ache.","author" : "Chinua Achebe"},{"text" : "One of the truest tests of integrity is its blunt refusal to be compromised.","author" : "Chinua Achebe"},{"text" : "A goat does not eat into a hen's stomach no matter how friendly the two may be.","author" : "Chinua Achebe"},{"text" : "When a mad man walks naked, it is his kinsmen who feel shame, not himself.","author" : "Chinua Achebe"},{"text" : "If one finger brings oil it soils the others.","author" : "Chinua Achebe"},{"text" : "I am not afraid of work. The lizard that jumped from the high iroko tree to the ground said he would praise himself if no one else did.","author" : "Chinua Achebe"},{"text" : "Whatever music you beat on your drum there is somebody who can dance to it.","author" : "Chinua Achebe"}]