[{"text" : "The foundation of justice is good faith.","author" : "Cicero"},{"text" : "Art is born of the observation and investigation of nature.","author" : "Cicero"},{"text" : "There is no place more delightful than one's own fireside.","author" : "Cicero"},{"text" : "I am not ashamed to confess I am ignorant of what I do not know.","author" : "Cicero"},{"text" : "Confidence is that feeling by which the mind embarks on great and honorable courses with a sure hope and trust in itself.","author" : "Cicero"},{"text" : "Exercise and temperance can preserve something of our early strength even in old age.","author" : "Cicero"},{"text" : "The way to avoid the imputation of impudence is not to be ashamed of what we do, but never to do what we ought to be ashamed of.","author" : "Cicero"},{"text" : "As in the case of wines that improve with age, the oldest friendships ought to be the most delightful.","author" : "Cicero"},{"text" : "It is exercise alone that supports the spirits, and keeps the mind in vigor","author" : "Cicero"},{"text" : "It is a shameful thing to be weary of inquiry when what we search for is excellent.","author" : "Cicero"},{"text" : "Honor is the reward of virtue.","author" : "Cicero"},{"text" : "We were born to unite with our fellow men, and to join in community with the human race.","author" : "Cicero"},{"text" : "Let your desires be ruled by reason.","author" : "Cicero"},{"text" : "No wise man ever thought that a traitor should be trusted.","author" : "Cicero"},{"text" : "Diseases of the soul are more dangerous and more numerous than those of the body.","author" : "Cicero"},{"text" : "It is the peculiar quality of a fool to perceive the faults of others and to forget his own.","author" : "Cicero"},{"text" : "A friend is, as it were, a second self.","author" : "Cicero"},{"text" : "It is a true saying that One falsehood leads easily to another.","author" : "Cicero"},{"text" : "Hunger is the best seasoning for meat.","author" : "Cicero"},{"text" : "Nothing is more noble, nothing more venerable than fidelity. Faithfulness and truth are the most sacred excellences and endowments of the human mind.","author" : "Cicero"},{"text" : "Gratitude is not only the greatest of virtues, but the parent of all the others.","author" : "Cicero"},{"text" : "A grateful heart is not only the greatest virtue, but the parent of all the other virtues.","author" : "Cicero"},{"text" : "Gratitude is not only the greatest of virtues, but the parent of all others.","author" : "Cicero"},{"text" : "Any man can make mistakes, but only an idiot persists in his error.","author" : "Cicero"},{"text" : "The authority of those who teach is often an obstacle to those who want to learn.","author" : "Cicero"},{"text" : "I am never less alone than when alone.","author" : "Cicero"},{"text" : "No one dances sober, unless he is insane.","author" : "Cicero"},{"text" : "To disregard what the world thinks of us is not only arrogant but utterly shameless.","author" : "Cicero"},{"text" : "A life of peace, purity and refinement leads to a calm and untroubled old age","author" : "Cicero"},{"text" : "The soul in sleep gives proof of its divine nature.","author" : "Cicero"},{"text" : "The first duty of a man is the seeking after and the investigation of truth.","author" : "Cicero"},{"text" : "Secret enmities are more to be feared than open ones.","author" : "Cicero"},{"text" : "Justice consists of doing no one injury, decency in giving no one offense.","author" : "Cicero"},{"text" : "When you have no basis for an argument, abuse the plaintiff.","author" : "Cicero"},{"text" : "Bodily pleasure is unworthy of man's superior endowments, and ought to be despised and spurned; and if there be any one who sets some value on sensual gratification, he should carefully keep it within due limits. Thus food and the care of the body should be ordered with reference to health and strength, not to sensual pleasure. Indeed, if we will only bear in mind what excellence and dignity belong to human nature, we shall understand how base it is to give one's self up to luxury, and to live voluptuously and wantonly, and how honorable it is to live frugally, chastely, circumspectly, soberly.","author" : "Cicero"},{"text" : "Rashness belongs to youth; prudence to old age.","author" : "Cicero"},{"text" : "Let the punishment be proportionate to the offense.","author" : "Cicero"},{"text" : "If we lose affection and kindliness from our life: we lose all that gives it charm.","author" : "Cicero"},{"text" : "History is the witness that testifies to the passing of time; it illumines reality, vitalizes memory, provides guidance in daily life, and brings us tidings of antiquity.","author" : "Cicero"},{"text" : "He is never less at leisure than when at leisure, nor less alone than when he is alone.","author" : "Cicero"},{"text" : "Friendship makes prosperity more brilliant, and lightens adversity by dividing and sharing it.","author" : "Cicero"},{"text" : "Friendship makes prosperity more brilliant and lightens adversity by dividing and sharing it.","author" : "Cicero"},{"text" : "A thankful heart is not only the greatest virtue, but the parent of all the other virtues.","author" : "Cicero"},{"text" : "Nothing is more noble, nothing more venerable than fidelity.— Faithfulness and truth are the most sacred excellences and endowments of the human mind.","author" : "Cicero"},{"text" : "To study philosophy is nothing but to prepare one's self to die.","author" : "Cicero"},{"text" : "Nothing so absurd can be said that some philosopher has not said it.","author" : "Cicero"},{"text" : "The function of wisdom is to discriminate between good and evil.","author" : "Cicero"},{"text" : "In men of the highest character and noblest genius there is to be found an insatiable desire for honor, command, power, and glory.","author" : "Cicero"},{"text" : "He who acknowledges a kindness has it still, and he who has a grateful sense of it has requited it.","author" : "Cicero"},{"text" : "A thankful heart is not only the greatest virtue but the parent of all virtues.","author" : "Cicero"},{"text" : "Only those who are able to relax can create, and then ideas reach the mind like lightning.","author" : "Cicero"},{"text" : "Times are bad. Children no longer obey their parents, and everyone is writing a book.","author" : "Cicero"},{"text" : "We should measure affection, not like youngsters by the ardor of its passion, but by its strength and constancy.","author" : "Cicero"},{"text" : "The precept, 'Know thyself,' was not solely intended to obviate the pride of mankind; but likewise that we might understand our own worth.","author" : "Cicero"}]