[{"text" : "I don't care what you think about me. I don't think about you at all.","author" : "Coco Chanel"},{"text" : "Dress shabbily and they remember the dress; dress impeccably and they remember the woman.","author" : "Coco Chanel"},{"text" : "Fashion is not something that exists in dresses only. Fashion is in the sky, in the street, fashion has to do with ideas, the way we live, what is happening.","author" : "Coco Chanel"},{"text" : "Fashion has two purposes: comfort and love. Beauty comes when fashion succeeds.","author" : "Coco Chanel"},{"text" : "I like fashion to go down to the street, but I can't accept that it should originate there.","author" : "Coco Chanel"},{"text" : "Fashion is architecture. It is a matter of proportions.","author" : "Coco Chanel"},{"text" : "A girl should be two things: classy and fabulous.","author" : "Coco Chanel"},{"text" : "A girl should be two things: who and what she wants.","author" : "Coco Chanel"},{"text" : "Hard times arouse an instinctive desire for authenticity.","author" : "Coco Chanel"},{"text" : "In order to be irreplaceable one must always be different.","author" : "Coco Chanel"},{"text" : "The most courageous act is still to think for yourself. Aloud.","author" : "Coco Chanel"},{"text" : "Women have always been the strong ones of the world. The men are always seeking from women a little pillow to put their heads down on. They are always longing for the mother who held them as infants.","author" : "Coco Chanel"},{"text" : "Simplicity is the keynote of all true elegance.","author" : "Coco Chanel"},{"text" : "A woman with good shoes is never ugly.","author" : "Coco Chanel"},{"text" : "Keep your heels, head and standards high.","author" : "Coco Chanel"},{"text" : "Fashion fades, only style remains the same.","author" : "Coco Chanel"},{"text" : "Be classy. Anything but trashy.","author" : "Coco Chanel"},{"text" : "I love luxury. And luxury lies not in richness and ornateness but in the absence of vulgarity. Vulgarity is the ugliest word in our language. I stay in the game to fight it.","author" : "Coco Chanel"},{"text" : "I don't understand how a woman can leave the house without fixing herself up a little - if only out of politeness. And then, you never know, maybe that s the day she has a date with destiny. And it s best to be as pretty as possible for destiny.","author" : "Coco Chanel"},{"text" : "Success is often achieved by those who don't know that failure is inevitable.","author" : "Coco Chanel"},{"text" : "You can be gorgeous at thirty, charming at forty, and irresistible for the rest of your life.","author" : "Coco Chanel"},{"text" : "How many cares one loses when one decides not to be something but to be someone.","author" : "Coco Chanel"},{"text" : "Before you leave the house, look in the mirror and remove one accessory.","author" : "Coco Chanel"},{"text" : "Fashion is architecture: it is a matter of proportions.","author" : "Coco Chanel"},{"text" : "A woman who cuts her hair is about to change her life.","author" : "Coco Chanel"},{"text" : "If you're sad, add more lipstick and attack.","author" : "Coco Chanel"},{"text" : "Elegance does not consist in putting on a new dress.","author" : "Coco Chanel"},{"text" : "As long as you know men are like children, you know everything!","author" : "Coco Chanel"},{"text" : "Success is most often achieved by those who don't know that failure is inevitable.","author" : "Coco Chanel"},{"text" : "Nature gives you the face you have at twenty; it is up to you to merit the face you have at fifty.","author" : "Coco Chanel"},{"text" : "Jump out the window if you are the object of passion. Flee it if you feel it. Passion goes, boredom remains.","author" : "Coco Chanel"},{"text" : "The best accessory for a woman, handsome man!","author" : "Coco Chanel"},{"text" : "Guilt is perhaps the most painful companion of death.","author" : "Coco Chanel"},{"text" : "Keep your heels, head, and standards high.","author" : "Coco Chanel"},{"text" : "No elegance is possible without perfume. It is the unseen, unforgettable, ultimate accessory.","author" : "Coco Chanel"},{"text" : "Wear perfume wherever you want to be kissed.","author" : "Coco Chanel"},{"text" : "Wear perfume wherever you want to be kissed!","author" : "Coco Chanel"},{"text" : "There are people who have money and people who are rich.","author" : "Coco Chanel"},{"text" : "A well dressed man is a best accessory a woman can have.","author" : "Coco Chanel"},{"text" : "When putting on accessories, take off the last thing you've put on.","author" : "Coco Chanel"},{"text" : "It is the unseen, unforgettable, ultimate accessory of fashion that heralds your arrival and prolongs your departure.","author" : "Coco Chanel"},{"text" : "Dress like you're going to meet your worst enemy today.","author" : "Coco Chanel"},{"text" : "You can never take too much care over the choice of your shoes. Too many women think that they are unimportant, but the real proof of an elegant woman is what is on her feet.","author" : "Coco Chanel"},{"text" : "The best things in life are free. The second-best things are very, very expensive.","author" : "Coco Chanel"},{"text" : "As soon as you set foot on a yacht you belong to some man, not to yourself, and you die of boredom.","author" : "Coco Chanel"},{"text" : "Costume jewelry is not made to give women an aura of wealth, but to make them beautiful.","author" : "Coco Chanel"},{"text" : "I don't do fashion. I am fashion.","author" : "Coco Chanel"},{"text" : "I don't care what you think about me; I don't think about you at all!","author" : "Coco Chanel"},{"text" : "If you're sad, add more lipstick and attack. Men hate women who weep.","author" : "Coco Chanel"},{"text" : "A woman needs ropes and ropes of pearls.","author" : "Coco Chanel"},{"text" : "Some people think luxury is the opposite of poverty. It is not. It is the opposite of vulgarity.","author" : "Coco Chanel"},{"text" : "Gentleness doesn't get work done unless you happen to be a hen laying eggs.","author" : "Coco Chanel"},{"text" : "Luxury must be comfortable, otherwise it is not luxury.","author" : "Coco Chanel"},{"text" : "I don’t care what you think about me. I don’t think about you at all.","author" : "Coco Chanel"},{"text" : "If you’re sad, add more lipstick and attack.","author" : "Coco Chanel"},{"text" : "If you are sad, if you are heartbroken, make yourself up, dress up, add more lipstick and attack. Men hate women who weep.","author" : "Coco Chanel"},{"text" : "You live but once; you might as well be amusing.","author" : "Coco Chanel"},{"text" : "There are rich people, and there are those who have money. They are not the same people.","author" : "Coco Chanel"},{"text" : "Fashion is in the sky, in the street.","author" : "Coco Chanel"},{"text" : "Fashion is everything that can pass fashionable","author" : "Coco Chanel"},{"text" : "To be irreplaceable, you have to be different.","author" : "Coco Chanel"},{"text" : "One can get used to ugliness, but never to negligence.","author" : "Coco Chanel"},{"text" : "I consider lace to be one of the prettiest imitations ever made of the fantasy of nature; lace always evokes for me those incomparable designs which the branches and leaves of trees embroider across the sky, and I do not think that any invention of the human spirit could have a more graceful or precise origin.","author" : "Coco Chanel"},{"text" : "One should refrain from contempt for the baser specimens of humanity, for whom liberation amounts to shaving the heads of women who have slept with Germans.","author" : "Coco Chanel"},{"text" : "The best things in life are free. The second best things are very,very expensive.","author" : "Coco Chanel"},{"text" : "If you were born without wings, do nothing to prevent them from growing.","author" : "Coco Chanel"},{"text" : "Elegance is when the inside is as beautiful as the outside.","author" : "Coco Chanel"},{"text" : "Don’t spend time beating on a wall, hoping to transform it into a door.","author" : "Coco Chanel"},{"text" : "Nature gives you the face you have at twenty; it's up to you to merit the face you have at fifty.","author" : "Coco Chanel"},{"text" : "Elegance is when the inside is as beautiful as the outside","author" : "Coco Chanel"},{"text" : "If you were born without wings, do nothing to prevent them form growing.","author" : "Coco Chanel"},{"text" : "Everyday is a fashion show and the world is the runway.","author" : "Coco Chanel"},{"text" : "The best color in the whole world is the one that looks good on you","author" : "Coco Chanel"},{"text" : "Elegance comes from being as beautiful inside as outside.","author" : "Coco Chanel"},{"text" : "Fashion changes. Style remains.","author" : "Coco Chanel"},{"text" : "Adornment, what a science! Beauty, what a weapon! Modesty, what elegance!","author" : "Coco Chanel"},{"text" : "Beauty begins the moment you decide to be yourself.","author" : "Coco Chanel"},{"text" : "The best color in the whole world is the one that looks good on you.","author" : "Coco Chanel"},{"text" : "Beware originality. In women fashion originality can lead to carnival.","author" : "Coco Chanel"}]