[{"text" : "Get mad, then get over it.","author" : "Colin Powell"},{"text" : "A dream doesn't become reality through magic; it takes sweat, determination and hard work.","author" : "Colin Powell"},{"text" : "Giving back involves a certain amount of giving up.","author" : "Colin Powell"},{"text" : "Perpetual optimism is a force multiplier.","author" : "Colin Powell"},{"text" : "Don't let your ego get too close to your position, so that if your position gets shot down, your ego doesn't go with it.","author" : "Colin Powell"},{"text" : "Pissing people off doesn't mean you're doing the right things, but doing the right things will almost inevitably piss people off.","author" : "Colin Powell"},{"text" : "The healthiest competition occurs when average people win by putting above average effort.","author" : "Colin Powell"},{"text" : "If you are going to achieve excellence in big things, you develop the habit in little matters. Excellence is not an exception, it is a prevailing attitude.","author" : "Colin Powell"},{"text" : "No battle plan survives contact with the enemy.","author" : "Colin Powell"},{"text" : "Great leaders are almost always great simplifiers, who can cut through argument, debate and doubt, to offer a solution everybody can understand.","author" : "Colin Powell"},{"text" : "Being responsible sometimes means pissing people off.","author" : "Colin Powell"},{"text" : "Success is the result of perfection, hard work, learning from failure, loyalty, and persistence.","author" : "Colin Powell"},{"text" : "There are no secrets to success. It is the result of preparation, hard work, and learning from failure.","author" : "Colin Powell"},{"text" : "Always focus on the front windshield and not the review mirror.","author" : "Colin Powell"},{"text" : "It ain't as bad as you think. It will look better in the morning.","author" : "Colin Powell"},{"text" : "There are no secrets to success. It is the result of preparation, hard work and learning from failure.","author" : "Colin Powell"},{"text" : "There are no secrets to success. It is the result of preparation, hard work, and learning form failure.","author" : "Colin Powell"},{"text" : "The healthiest competition occurs when average people win by putting in above-average effort.","author" : "Colin Powell"},{"text" : "Every organization should tolerate rebels who tell the emperor he has no clothes.","author" : "Colin Powell"},{"text" : "Don't be afraid to challenge the pros, even in their own backyard.","author" : "Colin Powell"},{"text" : "Organization charts and fancy titles count for next to nothing.","author" : "Colin Powell"},{"text" : "Fit no stereotypes. Don't chase the latest management fads. The situation dictates which approach best accomplishes the team's mission.","author" : "Colin Powell"},{"text" : "Never let your ego get so close to your position that when your position goes, your ego goes with it.","author" : "Colin Powell"},{"text" : "Never neglect details. When everyone's mind is dulled or distracted the leader must be doubly vigilant.","author" : "Colin Powell"},{"text" : "The essence of leadership is building bonds of trust in your organization.","author" : "Colin Powell"},{"text" : "Our strategy in going after this army is very simple. First we are going to cut it off, and then we are going to kill it.","author" : "Colin Powell"},{"text" : "Good judgment comes from experience, and experience comes from bad judgment.","author" : "Colin Powell"},{"text" : "Strategy equals execution. All the great ideas and visions in the world are worthless if they can't be implemented rapidly and efficiently. Good leaders delegate and empower others liberally, but they pay attention to details, every day.","author" : "Colin Powell"},{"text" : "Don't bother people for help without first trying to solve the problem yourself.","author" : "Colin Powell"},{"text" : "Leadership is solving problems. The day soldiers stop bringing you their problems is the day you have stopped leading them. They have either lost confidence that you can help or concluded you do not care. Either case is a failure of leadership.","author" : "Colin Powell"},{"text" : "Bad news isn't wine. It doesn't improve with age.","author" : "Colin Powell"},{"text" : "Diplomacy is listening to what the other guy needs. Preserving your own position, but listening to the other guy. You have to develop relationships with other people so when the tough times come, you can work together.","author" : "Colin Powell"},{"text" : "The Court is perhaps one of the last citadels of jealously preserved individualism. For the most part, we function as nine, small independent law firms.","author" : "Colin Powell"},{"text" : "Have a vision. Be demanding.","author" : "Colin Powell"},{"text" : "Each of us must work to become a hardheaded realist, or else we risk wasting our time and energy on pursuing impossible dreams. Yet constant naysayers pursue no less impossible dreams. Their fear and cynicism move nothing forward. They kill progress.","author" : "Colin Powell"},{"text" : "A sense of shame is not a bad moral compass.","author" : "Colin Powell"},{"text" : "You know you're a good leader when people follow you out of curiosity.","author" : "Colin Powell"},{"text" : "Good leaders must know how to reward those who succeed and know when to retrain, move, or fire ineffective staff.","author" : "Colin Powell"},{"text" : "Never neglect details. When everyone’s mind is dulled or distracted the leader must be doubly vigilant.","author" : "Colin Powell"},{"text" : "You can't just have slogans, you can't just have catchy phrases. You have to have an agenda. And I think what the Republican Party has to do, if it's going to incorporate the tea party efforts in it, is to come up with an agenda that the American people can see, touch, and actually believe in, and something they believe in.","author" : "Colin Powell"},{"text" : "The United States is not stingy. We are the greatest contributor to international relief efforts in the world.","author" : "Colin Powell"},{"text" : "Excellence is not an exception; it is a prevailing attitude.","author" : "Colin Powell"},{"text" : "A dream doesn't become reality through magic; it takes sweat, determination and hardwork.","author" : "Colin Powell"},{"text" : "It ain’t as bad as you think. It will look better in the morning.","author" : "Colin Powell"},{"text" : "Always focus on the front windshield and not the rear view mirror.","author" : "Colin Powell"},{"text" : "A dream doesn't become reality through magic. It takes sweat, determination and hard work.","author" : "Colin Powell"},{"text" : "If it ain't broke, don't fix it is the slogan of the complacent, the arrogant or the scared. It's an excuse for inaction, a call to non-arms.","author" : "Colin Powell"},{"text" : "Over the years, the United States has sent many of its fine young men and women into great peril to fight for freedom beyond our borders. The only amount of land we have ever asked for in (consequence) is enough to bury those who did not return.","author" : "Colin Powell"},{"text" : "Reluctance to use military force is an American military tradition. Since war is ultimately a political act, not a military act, gives political tools the opportunity to work first.","author" : "Colin Powell"},{"text" : "If you are going to achieve excellence in big things, you develop the habit in little matters.","author" : "Colin Powell"}]