[{"text" : "The successful man will profit from his mistakes and try again in a different way","author" : "Dale Carnegie"},{"text" : "Inaction breeds doubt and fear. Action breeds confidence and courage. If you want to conquer fear, do not sit home and think about it. Go out and get busy.","author" : "Dale Carnegie"},{"text" : "Don't be afraid to give your best to what seemingly are small jobs. Every time you conquer one it makes you that much stronger. If you do the little jobs well, the big ones will tend to take care of themselves.","author" : "Dale Carnegie"},{"text" : "Fear not those who argue but those who dodge.","author" : "Dale Carnegie"},{"text" : "Remember, happiness doesn't depend upon who you are or what you have, it depends solely upon what you think.","author" : "Dale Carnegie"},{"text" : "Any fool can criticize, condemn, and complain but it takes character and self control to be understanding and forgiving.","author" : "Dale Carnegie"},{"text" : "People rarely succeed unless they have fun in what they are doing.","author" : "Dale Carnegie"},{"text" : "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all.","author" : "Dale Carnegie"},{"text" : "Being happy doesn't depend on any external conditions, it is governed by our mental attitude.","author" : "Dale Carnegie"},{"text" : "When dealing with people, remember you are not dealing with creatures of logic, but with creatures of emotion, creatures bristling with prejudice, and motivated by pride and vanity.","author" : "Dale Carnegie"},{"text" : "It isn't what you have, or who you are, or where you are, or what you are doing that makes you happy or unhappy. It is what you think about.","author" : "Dale Carnegie"},{"text" : "If you can't sleep, then get up and do something instead of lying there worrying. It's the worry that gets you, not the lack of sleep.","author" : "Dale Carnegie"},{"text" : "Do the hard jobs first. The easy jobs will take care of themselves.","author" : "Dale Carnegie"},{"text" : "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed no hope at all.","author" : "Dale Carnegie"},{"text" : "If half a century of living has taught me anything at all, it has taught me that nothing can bring you peace but yourself.","author" : "Dale Carnegie"},{"text" : "Take a chance! All life is a chance. The man who goes farthest is generally the one who is willing to do and dare.","author" : "Dale Carnegie"},{"text" : "Today is life - the only life you are sure of. Make the most of today.","author" : "Dale Carnegie"},{"text" : "...the best possible way to prepare for tomorrow is to concentrate with all your intelligence, all your enthusiasm, on doing today's work superbly today. That is the only possible way you can prepare for the future.","author" : "Dale Carnegie"},{"text" : "What is the answer to this fatigue? Relax! Relax! Relax! Learn to relax while you are doing your work!","author" : "Dale Carnegie"},{"text" : "You have it easily in your power to increase the sum total of this world's happiness now. How? By giving a few words of sincere appreciation to someone who is lonely or discouraged. Perhaps you will forget tomorrow the kind words you say today, but the recipient may cherish them over a lifetime.","author" : "Dale Carnegie"},{"text" : "People work for money but the extra mile for recognition, praise and rewards.","author" : "Dale Carnegie"},{"text" : "Human nature blames anyone except himself.","author" : "Dale Carnegie"},{"text" : "The expression a woman wears on her face is more important than the clothes she wears on her back.","author" : "Dale Carnegie"},{"text" : "You can close more business in two months by becoming interested in other people than you can in two years by trying to get people interested in you.","author" : "Dale Carnegie"},{"text" : "Let's not allow ourselves to be upset by small things we should despise and forget. Remember 'Life is too short to be little'.","author" : "Dale Carnegie"},{"text" : "You can conquer almost any fear if you will only make up your mind to do so. For remember, fear doesn't exist anywhere except in the mind.","author" : "Dale Carnegie"},{"text" : "Do the thing you fear, and continue to do so. This is the quickest and surest way of all victory over fear.","author" : "Dale Carnegie"},{"text" : "Feeling sorry for yourself, and your present condition, is not only a waste of energy but the worst habit you could possibly have.","author" : "Dale Carnegie"},{"text" : "Flattery is telling the other person precisely what he thinks about himself","author" : "Dale Carnegie"},{"text" : "Discouragement and failure are two of the surest stepping stones to success.","author" : "Dale Carnegie"},{"text" : "Flaming enthusiasm, backed up by horse sense and persistence, is the quality that most frequently makes for success.","author" : "Dale Carnegie"},{"text" : "If you believe in what you are doing, then let nothing hold you up in your work. Much of the best work of the world has been done against seeming impossibilities. The thing is to get the work done.","author" : "Dale Carnegie"},{"text" : "Do the thing you fear to do and keep on doing it... that is the quickest and surest way ever yet discovered to conquer fear.","author" : "Dale Carnegie"},{"text" : "We all have possibilities we don't know about. We can do things we don't even dream we can do.","author" : "Dale Carnegie"},{"text" : "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success.","author" : "Dale Carnegie"},{"text" : "Remember, today is the tomorrow you worried about yesterday.","author" : "Dale Carnegie"},{"text" : "Actions speak louder than words, and a smile says, 'I like you. You make me happy. I am glad to see you.","author" : "Dale Carnegie"},{"text" : "Inaction breeds doubt and fear. Action breeds confidence and courage. If you want to conquer fear, don't sit at home and think about it. Go out and get busy.","author" : "Dale Carnegie"},{"text" : "If you can be kind and considerate for one day, then you can be for another. It won't cost you a penny in the world. Begin today.","author" : "Dale Carnegie"},{"text" : "Today is the tomorrow you worried about yesterday.","author" : "Dale Carnegie"},{"text" : "Are you bored with life? Then throw yourself into some work you believe in with all your heart, live for it, die for it, and you will find happiness that you had thought could never be yours.","author" : "Dale Carnegie"},{"text" : "The achievement of one goal should be the starting point of another.","author" : "Dale Carnegie"},{"text" : "Today is the only time we can possibly live.","author" : "Dale Carnegie"},{"text" : "Today is life-the only life you are sure of. Make the most of today.","author" : "Dale Carnegie"},{"text" : "Let's not allow ourselves to be upset by small things we should despise and forget. Remember 'Life is too short to be little'.","author" : "Dale Carnegie"},{"text" : "A man convinced against his will is of the same opinion still.","author" : "Dale Carnegie"},{"text" : "Actions speak louder than words, and a smile says, 'I like you. You make me happy. I am glad to see you.' That is why dogs make such a hit. They are so glad to see us that they almost jump out of their skins. So, naturally, we are glad to see them.","author" : "Dale Carnegie"},{"text" : "Actions speak louder than words, and a smile says, 'I like you. You make me happy. I am glad to see you.","author" : "Dale Carnegie"},{"text" : "One reason why birds and horses are happy is because they are not trying to impress other birds and horses.","author" : "Dale Carnegie"},{"text" : "By talking to yourself about the things you have to be grateful for you can fill your mind with thoughts that soar.","author" : "Dale Carnegie"},{"text" : "The man who goes farthest is generally the one who is willing to do and dare. The sure thing boat never gets far from shore.","author" : "Dale Carnegie"},{"text" : "Your smile brightens the lives of all who see it. To someone who has seen a dozen people frown, scowl or turn their faces away, your smile is like the sun breaking through the clouds.","author" : "Dale Carnegie"},{"text" : "Your smile brightens the lives of all who see it.","author" : "Dale Carnegie"},{"text" : "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no help at all.","author" : "Dale Carnegie"},{"text" : "You can make more friends in two months by becoming interested in other people than you can in two years by trying to get other people interested in you.","author" : "Dale Carnegie"},{"text" : "The only way to get the best of an argument is to avoid it.","author" : "Dale Carnegie"},{"text" : "So the only way on earth to influence the other fellow is to talk about what he wants and show him how to get it.","author" : "Dale Carnegie"},{"text" : "Keep your mind open to change all the time. Welcome it. Court it. It is only by examining and reexamining your opinions and ideas that you can progress.","author" : "Dale Carnegie"},{"text" : "90% of all management problems are caused by miscommunication.","author" : "Dale Carnegie"},{"text" : "If you want to gather honey, don't kick over the beehive.","author" : "Dale Carnegie"},{"text" : "Use encouragement. Make the fault seem easy to correct.","author" : "Dale Carnegie"},{"text" : "When fate hands you a lemon, make lemonade.","author" : "Dale Carnegie"},{"text" : "Take a chance! All life is a chance. The man who goes the furthest is generally the one who is willing to do and dare.","author" : "Dale Carnegie"},{"text" : "Throw yourself into some work you believe in with all your heart, live for it, die for it, and you will find happiness that you had thought could never be yours.","author" : "Dale Carnegie"},{"text" : "Throw yourself into some work you believe in with all you heart, live for it, die for it, and you will find happiness that you had thought could never be yours.","author" : "Dale Carnegie"},{"text" : "Develop success from failures.  Discouragement and failure are two of the surest stepping stones to success.","author" : "Dale Carnegie"},{"text" : "The expression a woman wears on her face is far more important than the clothes she wears on her back.","author" : "Dale Carnegie"},{"text" : "Today is life-the only life you are sure of. Make the most of today. Get interested in something. Shake yourself awake. Develop a hobby. Let the winds of enthusiasm sweep through you. Live today with gusto.","author" : "Dale Carnegie"},{"text" : "A barber lathers a man before he shaves him.","author" : "Dale Carnegie"},{"text" : "Encouragement makes a fault easy to correct, and a challenge easy to take on.","author" : "Dale Carnegie"},{"text" : "Monotony reveals our limitations.","author" : "Dale Carnegie"},{"text" : "Success in dealing with people depends on sympathetic grasp of the other person's viewpoint.","author" : "Dale Carnegie"},{"text" : "Don't fuss about trifles. Don't permit little things-the mere termites of life-to ruin your happiness.","author" : "Dale Carnegie"},{"text" : "test quote 1","author" : "Dale Carnegie"},{"text" : "test 2","author" : "Dale Carnegie"},{"text" : "test 3","author" : "Dale Carnegie"},{"text" : "When the fierce, burning winds blow over our lives-and we cannot prevent them-let us, too, accept the inevitable. And then get busy and pick up the pieces.","author" : "Dale Carnegie"},{"text" : "If you have some idea you believe in, don't listen to the croaking chorus. Listen only to what your own inner voice tells you.","author" : "Dale Carnegie"},{"text" : "The value of a smile, it costs nothing, but creates much. It enriches those who receive, without impoverishing those who give. It happens in a flash and the memory of it sometimes lasts forever. None are so rich they can get along without it, and none so poor but are richer for its benefits. It creates happiness in the home, fosters good will in a business, and is the countersign of friends.","author" : "Dale Carnegie"},{"text" : "The person who seeks all their applause from outside has their happiness in another's keeping .","author" : "Dale Carnegie"},{"text" : "If you want to conquer fear, don't sit home and think about it. Go out and get busy.","author" : "Dale Carnegie"},{"text" : "The royal road to a man's heart is to talk to him about the things he treasures most.","author" : "Dale Carnegie"},{"text" : "Life truly is a boomerang. What you give, you get.","author" : "Dale Carnegie"},{"text" : "Instead of worrying about what people say of you, why not spend time trying to accomplish something they will admire.","author" : "Dale Carnegie"},{"text" : "So, to prevent fatigue and worry, the first rule is: Rest often. Rest before you get tired.","author" : "Dale Carnegie"},{"text" : "Our fatigue is often caused not by work, but by worry, frustration and resentment.","author" : "Dale Carnegie"},{"text" : "So if you aspire to be a good conversationalist, be an attentive listener.","author" : "Dale Carnegie"},{"text" : "When dealing with people, remember you are not dealing with creatures of emotion, but with creatures bristling with prejudice and motivated by pride and vanity.","author" : "Dale Carnegie"},{"text" : "Our hate is not hurting them at all, but our hate is turning our days and night into a hellish turmoil.","author" : "Dale Carnegie"},{"text" : "One of the most tragic things I know about human nature is that all of us tend to put off living. We are all dreaming of some magical rose garden over the horizon instead of enjoying the roses that are blooming outside our windows today.","author" : "Dale Carnegie"},{"text" : "If you and I want to stir up a resentment tomorrow that may rankle across the decades and endure until, death, just let us indulge in a little stinging criticism - no matter how certain we are that it is justified.","author" : "Dale Carnegie"},{"text" : "Influence is no respecter of education or experience; it goes only with the one who will set aside his status - be it high and mighty or low and lowly - and put himself in the place of another.","author" : "Dale Carnegie"},{"text" : "When dealing with people, remember you are not dealing with creatures of logic, but creatures of emotion.","author" : "Dale Carnegie"},{"text" : "I want you to think of your life as an hourglass. You know there are thousands of grains of sand in the top of the hourglass; and they all pass slowly and evenly through the narrow neck in the middle. Nothing you or I could do would make more than one grain of sand pass through this narrow neck without impairing the hourglass. You and I and everyone else are like this hourglass.","author" : "Dale Carnegie"},{"text" : "Confusion is the main cause of worry.","author" : "Dale Carnegie"},{"text" : "If you devoted half as much time and energy to solving your problems as you do to worrying about them, you wouldn't have any worries.","author" : "Dale Carnegie"},{"text" : "Worrying is just a vicious habit you have learned.","author" : "Dale Carnegie"},{"text" : "The toughest opponent I ever fought was worry.","author" : "Dale Carnegie"},{"text" : "I realized that I had learn to stop worrying, or worry would sap my vitality and undermine my success.","author" : "Dale Carnegie"},{"text" : "What a fool you are to be worrying about something than hasn't happened and may never happen.","author" : "Dale Carnegie"},{"text" : "I kept reminding myself that losing sleep and worrying would destroy my health.","author" : "Dale Carnegie"},{"text" : "Happiness doesn't depend on any external conditions, it is governed by our mental attitude.","author" : "Dale Carnegie"},{"text" : "By fighting you never get enough, but by yielding you get more than you expected.","author" : "Dale Carnegie"},{"text" : "To keep thinking about our problems beyond a certain point is bound to create confusion and worry. There comes a time when any more investigation and thinking are harmful. There comes a time when we must decide and act and never look back.","author" : "Dale Carnegie"},{"text" : "Don't be afraid of enemies who attack you. Be afraid of the friends who flatter you.","author" : "Dale Carnegie"},{"text" : "You can conquer almost any fear of you will make up your mind to do so. For remember, fear doesn't exist anywhere except in the mind.","author" : "Dale Carnegie"},{"text" : "Forget yourself by becoming interested in others. Do every day a good deed that will put a smile of joy on someone's face.","author" : "Dale Carnegie"},{"text" : "Criticism of others is futile and if you indulge in it often you should be warned that it can be fatal to your career.","author" : "Dale Carnegie"},{"text" : "Inaction breeds doubt and fear. Action breeds confidence and courage. If you want to conquer fear, don’t sit at home and think about it. Go out and get busy.","author" : "Dale Carnegie"},{"text" : "If you want to win friends, make it a point to remember them. If you remember my name, you pay me a subtle compliment; you indicate that I have made an impression on you. Remember my name and you add to my feeling of importance.","author" : "Dale Carnegie"}]