The materials of wealth are in the earth, in the seas, and in their natural and unaided productions.
Let us not forget that the cultivation of the earth is the most important labor of man. When tillage begins, other arts will follow. The farmers, therefore, are the founders of civilization.
What a man does for others, not what they do for him, gives him immortality.
May the sun in his course visit no land more free, more happy, more lovely, than this our own country!
To be like Christ is to be a Christian.
Whatever makes men good Christians, makes them good citizens
Keep cool; anger is not an argument.
Labor in this country is independent and proud. It has not to ask the patronage of capital, but capital solicits the aid of labor.
Although no sculptured marble should rise to their memory, nor engraved stone bear record of their deeds, yet will their remembrance be as lasting as the land they honored.
Slavery is a continual and permanent violation of human rights.
A mass of men equals a mass of opinions.
A strong conviction that something must be done is the parent of many bad measures.
A disordered currency is one of the greatest political evils.
Heaven's gates are not so highly arched as princes' palaces; they that enter there must go upon their knees.
God grants liberty only to those who love it, and are always ready to guard and defend it.
Every breeze wafts intelligence from country to country, every wave rolls it and gives it forth, and all in turn receive it. There is a vast commerce of ideas, there are marts and exchanges for intellectual discoveries, and a wonderful fellowship of those individual intelligences which make up the minds and opinions of the age.
Let it be borne on the flag under which we rally in every exigency, that we have one country, one constitution, one destiny.
Our destruction, should it come at all, will be from...the inattention of the people to the concerns of their government, from their carelessness and negligence.
The most important thought I ever had was that of my individual responsibility to God.
The farmers are the founders of civilization and prosperity.
Falsehoods not only disagree with truths, but usually quarrel among themselves.
Independence now; and INDEPENDENCE forever.
It is at the season when nature hath assumed her loveliest apparel that the American people assemble in their several temples to celebrate the birthday of their nation. Arrayed in all the beauties of the year, the Fourth of July once more visits us. Green fields and a ripening harvest proclaim it, a bright sun cheers it, and the hearts of freemen bid it welcome.
The Fourth of July is not an occasion to compass sea and land to make proselytes. The good sense and the good nature which yet remain among us will, we trust, prevail on this day, and be sufficient to chain, at least for a season, that untamed monster, Party Spirit — and would to God that it might be chained forever, that, as we have but one interest, we might have but one heart and one mind.