Beauty in things exists in the mind which contemplates them.
If suicide be supposed a crime, 'tis only cowardice can impel us to it. If it be no crime, both prudence and courage should engage us to rid ourselves at once of existence, when it becomes a burden.
Nothing endears so much a friend as sorrow for his death. The pleasure of his company has not so powerful an influence.
Custom is the great guide to human life.
Any person seasoned with a just sense of the imperfections of natural reason, will fly to revealed truth with the greatest avidity.
That the sun will not rise tomorrow is no less intelligible a proposition, and implies no more contradiction, than the affirmation, that it will rise.
Nothing appears more surprising to those who consider affairs with a philosophical eye, than the ease with which the many are governed by the few.
Anticipation of pleasure is, in itself, a very considerable pleasure.
Everything in the world is purchased by labor.
A purpose, an intention, a design, strikes everywhere even the careless, the most stupid thinker.
No man ever threw away life while it was worth keeping.
A wise man ... proportions his belief to the evidence.
The corruption of the best things gives rise to the worst.
The stability of modern governments above the ancient, and the accuracy of modern philosophy, have improved, and probably will still improve, by similar gradations.
And what is the greatest number? Number one.
Absolute monarchy is the easiest death, the true Euthanasia of the British constitution.
A wise man proportions his belief to the evidence.
The best taxes are such as are levied upon consumptions, especially those of luxury; because such taxes are least felt by the people. They seem, in some measure, voluntary; since a man may choose how far he will use the commodity: They naturally produce sobriety and frugality, if judiciously imposed: And being confounded with the natural price of the commodity, they are scarcely perceived by the consumers. Their only disadvantage is that they are expensive in the levying.
Accuracy is, in every case, advantageous to beauty, and just reasoning to delicate sentiment. In vain would we exalt the one by depreciating the other.
Scholastic learning and polemical divinity retarded the growth of all true knowledge.
The life of man is of no greater importance to the universe than that of an oyster.
Superstition is an enemy to civil liberty.
No amount of observations of white swans can allow the inference that all swans are white, but the observation of a single black swan is sufficient to refute that conclusion.
No human testimony can have such force as to prove a miracle, and make it a just foundation for any such system of religion.
It's when we start working together that the real healing takes place... it's when we start spilling our sweat, and not our blood.
The most lively thought is still inferior to the dullest sensation
It is not reason which is the guide of life, but custom.
It is not contrary to reason to prefer the destruction of the whole world to the scratching of a finger.
Be a philosopher but, amid all your philosophy be still a man.
Beauty is no quality in things themselves: It exists merely in the mind which contemplates them; and each mind perceives a different beauty.
Reason is, and ought only to be the slave of the passions, and can never pretend to any other office than to serve and obey them.