[{"text" : "It was a mistake, you said. But the cruel thing was, it felt like the mistake was mine, for trusting you.","author" : "David Levithan"},{"text" : "When things break, it's not the actual breaking that prevents them from getting back together again. It's because a little piece gets lost -- the two remaining ends couldn't fit together even if they wanted to. The whole shape has changed.","author" : "David Levithan"},{"text" : "We hold hands as we walk through town. If anybody notices, nobody cares. I know we all like to think of the heart as the center of the body but at this moment, every conscious part of me is in the hand that he holds. It is through that hand, that feeling, that I experience everything else.","author" : "David Levithan"},{"text" : "It was a mistake,' you said. But the cruel thing was, it felt like the mistake was mine, for trusting you.","author" : "David Levithan"},{"text" : "I am a firm believer in serendipity- all the random pieces coming together in one wonderful moment, when suddenly you see what their purpose was all along.","author" : "David Levithan"},{"text" : "Underneath all that denial, you're someone who's deeply, deeply nice.","author" : "David Levithan"},{"text" : "These teenager looks aren't going to last forever, and that there are much better foundation to build a life upon than how attractive you are.","author" : "David Levithan"},{"text" : "Life goes on is a redundancy. Life is defined by its going on.","author" : "David Levithan"},{"text" : "I try to convince myself that it's the alcohol talking. But alcohol can't talk. It just sits there. It can't even get itself out of the bottle.","author" : "David Levithan"},{"text" : "Breathing is hard. When you cry so much, it makes you realize that breathing is hard.","author" : "David Levithan"},{"text" : "How sad it must be for you to be nothing more than a hollow statue, to have your tomb preserved and your story forgotten.","author" : "David Levithan"},{"text" : "When distractions are manifold, it's best to remember what you are supposed to be doing.","author" : "David Levithan"},{"text" : "The clock always ticks. There are times you don't hear it, and there are times that you do.","author" : "David Levithan"},{"text" : "The thing about champagne,you say, unfoiling the cork, unwinding the wire restraint, is that is the ultimate associative object. Every time you open a bottle of champagne, it's a celebration, so there's no better way of starting a celebration than opening a bottle of champagne. Every time you sip it, you're sipping from all those other celebrations. The joy accumulates over time.","author" : "David Levithan"},{"text" : "It's almost heartening to think that the attachment you have can define your perception as much as any other influence.","author" : "David Levithan"},{"text" : "If you start the day reading the obituaries, you live your day a little differently.","author" : "David Levithan"},{"text" : "and when he catches me off guard and says 'i love you' i catch him off guard and say 'i need your help.","author" : "David Levithan"},{"text" : "The world is full of people who think different is synonymous with wrong.","author" : "David Levithan"},{"text" : "I can see that the sadness has returned. And it's not a beautiful sadness- beautiful sadness is a myth. Sadness turns our features to clay, not porcelain.","author" : "David Levithan"},{"text" : "It's a fine line between love and stalking.","author" : "David Levithan"},{"text" : "Because that's the thing about mean people. They make you think that the world will never work, that there are divides that you will fall into if you approach. It takes a whole lot of good people to fill in the breach created by a single mean one.","author" : "David Levithan"},{"text" : "It’s as simple as that. Simple and complicated, as most true things are.","author" : "David Levithan"},{"text" : "At the core of this desire is the belief that everything can be perfect.","author" : "David Levithan"},{"text" : "I am jealous of anyone who can make other people care so much.","author" : "David Levithan"},{"text" : "If you zoom close-if you get really close to someone, if you really get close to yourself-then you lose the other person, you lose yourself entirely. You get so close you can't see anything anymore.","author" : "David Levithan"}]