[{"text" : "Petting, scratching, and cuddling a dog could be as soothing to the mind and heart as deep meditation and almost as good for the soul as prayer.","author" : "Dean Koontz"},{"text" : "Once you have had a wonderful dog, a life without one, is a life diminished.","author" : "Dean Koontz"},{"text" : "Loyal companions are an unequaled grace, stanching fear before it bleeds you numb, a reliable antidote for creeping despair.","author" : "Dean Koontz"},{"text" : "Pain can be endured and defeated only if it is embraced. Denied or feared, it grows.","author" : "Dean Koontz"},{"text" : "Acting is a marvelous profession ... If you can spend enough time playing other people, you don't have to think too much about your own character and motivations.","author" : "Dean Koontz"},{"text" : "The whisper of the dusk is night shedding its husk.","author" : "Dean Koontz"},{"text" : "Intuition is seeing with the soul.","author" : "Dean Koontz"},{"text" : "Humanity is a parade of fools, and I am at the front of it, twirling a baton.","author" : "Dean Koontz"},{"text" : "Life ... is not about how fast you run or even with what degree of grace. It's about perseverance, about staying on your feet and slogging forward no matter what.","author" : "Dean Koontz"},{"text" : "Lies hurt people; imagination makes life more fun.","author" : "Dean Koontz"},{"text" : "Chaos half-loosed cannot be long controlled; it is all or nothing.","author" : "Dean Koontz"},{"text" : "Whatever happens here, trust your heart. It's as true as any compass.","author" : "Dean Koontz"},{"text" : "Where there is cake, there is hope. And there is always cake.","author" : "Dean Koontz"},{"text" : "No one can grant you happiness. Happiness is a choice we all have the power to make.","author" : "Dean Koontz"},{"text" : "Anger is a violent emotion, vindictive, and as dangerous to he who is driven by it as to anyone on whom it is turned.","author" : "Dean Koontz"},{"text" : "Being alone can be good. It's easy to find peace alone. But sometimes, being alone is a king of death.","author" : "Dean Koontz"},{"text" : "In the end, it's all about perseverance.","author" : "Dean Koontz"},{"text" : "In self-defense and in defense of the innocent, cowardice is the only sin.","author" : "Dean Koontz"},{"text" : "Stay low, stay quiet, keep it simple, don't expect too much, enjoy what you have.","author" : "Dean Koontz"},{"text" : "Being known by everyone is not the same as being loved.","author" : "Dean Koontz"},{"text" : "The hands of every clock are shears, trimming us away scrap by scrap, and every time piece with a digital readout blinks us towards implosion.","author" : "Dean Koontz"},{"text" : "None of us can ever save himself; we are the instruments of one another's salvation, and only by the hope that we give to others do we lift ourselves out of the darkness into light.","author" : "Dean Koontz"},{"text" : "In this world only the paranoid survive.","author" : "Dean Koontz"},{"text" : "Waiting is one of the things that human beings cannot do well, though it is one of the essential things we must do successfully if we are to know happiness. We are impatient for the future and try to craft it with our own powers, but the future will come as it comes and will not be hurried.","author" : "Dean Koontz"},{"text" : "Life's mysterious, strange, and full of wonders - and only a fool withdraws from it willingly and lets it pass him by.","author" : "Dean Koontz"},{"text" : "Every expression of desired friendship has potential bite. Every smile reveals the teeth.","author" : "Dean Koontz"},{"text" : "A fine line separates the weary recluse from the fearful hermit. Finer still is the line between hermit and bitter misanthrope.","author" : "Dean Koontz"},{"text" : "Only once in a generation does anything as fresh as a vomiting detective come along.","author" : "Dean Koontz"},{"text" : "Civilization rests on the fact that most people do the right thing most of the time.","author" : "Dean Koontz"},{"text" : "Its a rare thing to know one completly to the core and stil love him.","author" : "Dean Koontz"},{"text" : "Alliteration seems to offend people.","author" : "Dean Koontz"},{"text" : "Maybe the one dangerous thing about reading a library's worth of books was the way your imagination got pumped up like a bodybuilder on steroids.","author" : "Dean Koontz"},{"text" : "A great deal of phenomenal experience has fostered in me a flexibility of the mind and imagination that some might call madness","author" : "Dean Koontz"},{"text" : "The primitive in each of us climbs closer to the surface during the night, for the moon sings to it, and the cold void between the stars speaks its language. To that savage self, evil can look lovely in too little light.","author" : "Dean Koontz"},{"text" : "The truth was stranger than the official fiction.","author" : "Dean Koontz"},{"text" : "The world howls for social justice, but when it comes to social responsibility, you sometimes cant even hear crickets chirping.","author" : "Dean Koontz"},{"text" : "Sometimes it seems that to exit this world, they must go through my heart, leaving me scarred and sore.","author" : "Dean Koontz"},{"text" : "Patterns exist in our seemingly patternless lives, and the most common pattern is the circle.","author" : "Dean Koontz"},{"text" : "Home is the first refuge from – and last defense against – the disappointments and the terrors of life.","author" : "Dean Koontz"},{"text" : "The worst happens when you least expect it.","author" : "Dean Koontz"},{"text" : "You're spooky, he said, You knew what I was thinking. That's not spooky, she said, That's married.","author" : "Dean Koontz"},{"text" : "Life is a train ride, and at the many stations along the route, people important to us debark, never to get aboard again, until by the end of the journey, we sit in a passenger car where most of the seats are empty.","author" : "Dean Koontz"},{"text" : "When new hopes fail, old hopes return in the endless cycle of desperation.","author" : "Dean Koontz"},{"text" : "Houses are not haunted. We are haunted, and regardless of the architecture with which we surround ourselves, our ghosts stay with us until we ourselves are ghosts.","author" : "Dean Koontz"},{"text" : "What really holds their marriage together are mutual respect of an awesome depth, a shared sense of humor, faith that they were brought together by a force greater than themselves, and a love so unwavering and pure that it is sacred.","author" : "Dean Koontz"},{"text" : "Only the human spirit can act with volition and consciously change itself; it is the only thing in all creation that is not entirely at the mercy of forces outside itself.","author" : "Dean Koontz"},{"text" : "Every beautiful facade seemed to conceal rot and ruin that I could almost see.","author" : "Dean Koontz"},{"text" : "In our age, self-indulgence and self-destruction, rather than self-sacrifice, are the foundations for new heroic myths.","author" : "Dean Koontz"},{"text" : "When life hands us a beautiful bouquet of flowers we stare at it in cautious expectation of a bee.","author" : "Dean Koontz"},{"text" : "The functions of intellect are insufficient without courage, love, friendship, compassion and empathy.","author" : "Dean Koontz"},{"text" : "Those who fail the test simply cease to exist. In short, Stormy sees this life as boot camp. She calls the next life service.","author" : "Dean Koontz"},{"text" : "Never leave a friend behind. Friends are all we have to get us through this life-- and they are the only things from this world that we could hope to see in the next.","author" : "Dean Koontz"},{"text" : "Because of my dimples. Dimples are a get out of jail free card.","author" : "Dean Koontz"},{"text" : "Ferris wheel carried its passengers high and brought them low and raised them high and brought them low again, as if it were not merely a carnival ride but also a metaphor for the basic pattern of human experience.","author" : "Dean Koontz"},{"text" : "Wealth is power, and power is the only thing about which contemporary culture cares.","author" : "Dean Koontz"},{"text" : "His blue eyes were seas where sorrow sailed.","author" : "Dean Koontz"},{"text" : "One man's idea of perfect order is another man's chaos.","author" : "Dean Koontz"},{"text" : "The world is a more mysterious place than it seems to be most of the time, when we're plodding along from breakfast to bedtime in a reassuringly familiar routine.","author" : "Dean Koontz"},{"text" : "A scar is not always a flaw. Sometimes a scar may be redemption inscribed in the flesh, a memorial to something endured, to something lost.","author" : "Dean Koontz"},{"text" : "Sometimes there is no darker place than our thoughts, the moonless midnight of the mind.","author" : "Dean Koontz"}]