[{"text" : "The symbolic language of the crucifixion is the death of the old paradigm; resurrection is a leap into a whole new way of thinking.","author" : "Deepak Chopra"},{"text" : "Silence is the great teacher, and to learn its lessons you must pay attention to it.","author" : "Deepak Chopra"},{"text" : "No matter what the situation, remind yourself 'I have a choice.","author" : "Deepak Chopra"},{"text" : "In the process of letting go you will lose many things from the past, but you will find yourself.","author" : "Deepak Chopra"},{"text" : "Remember, in our inmost being, we are all completely lovable because spirit is love. Beyond what anyone can make you think or feel about yourself, your unconditioned spirit stands, shining with a love nothing can tarnish.","author" : "Deepak Chopra"},{"text" : "No matter what the situation, remind yourself ?I have a choice.","author" : "Deepak Chopra"},{"text" : "Don't try to steer the river.","author" : "Deepak Chopra"},{"text" : "Mathematics expresses values that reflect the cosmos, including orderliness, balance, harmony, logic, and abstract beauty.","author" : "Deepak Chopra"},{"text" : "Solitude is the great teacher, and to learn its lessons you must pay attention to it.","author" : "Deepak Chopra"},{"text" : "It is the nature of babies to be in bliss.","author" : "Deepak Chopra"},{"text" : "There is always one moment in childhood when the door opens and lets the future in.","author" : "Deepak Chopra"},{"text" : "Living in the present moment creates the experience of eternity.","author" : "Deepak Chopra"},{"text" : "This is real freedom - the ability to enjoy the choices we make in every successive moment of the present.","author" : "Deepak Chopra"},{"text" : "Meditation is not a way of making your mind quiet. It is a way of entering into the quiet that is already there buried under the 50,000 thoughts the average person thinks every day.","author" : "Deepak Chopra"},{"text" : "Desire is what leads you through life until the time comes when you desire a higher life. So do not be ashamed that you want so much, yet at the same time do not fool yourself into thinking that what you want today will be enough tomorrow.","author" : "Deepak Chopra"},{"text" : "Each of us is a unique strand in the intricate web of life and here to make a contribution.","author" : "Deepak Chopra"},{"text" : "In a person's career, well, if you're process-oriented and not totally outcome-oriented, then you're more likely to be success. I often say 'pursue excellence, ignore success.' Success is a by-product of excellence.","author" : "Deepak Chopra"},{"text" : "You can free yourself from aging by reinterpreting your body and by grasping the link between belief and biology.","author" : "Deepak Chopra"},{"text" : "When you struggle with your partner, you are struggling with yourself. Every fault you see in them touches a denied weakness in yourself.","author" : "Deepak Chopra"},{"text" : "Miracles happen every day. Not just in remote country villages or at holy sites halfway across the globe, but here, in our own lives.","author" : "Deepak Chopra"},{"text" : "Most people talk about fear of the unknown, but if there is anything to fear, it is the known.","author" : "Deepak Chopra"},{"text" : "Instead of resisting any emotion, the best way to dispel it is to enter it fully, embrace it and see through your resistance.","author" : "Deepak Chopra"},{"text" : "In the process of letting go you will lose many things from the past, but you will find yourself It will be a permanent Self, rooted in awareness and creativity. Once you have captured this, you have captured the world.","author" : "Deepak Chopra"},{"text" : "All great changes are preceded by chaos.","author" : "Deepak Chopra"},{"text" : "Spirituality is meant to take us beyond our tribal identity into a domain of awareness that is more universal.","author" : "Deepak Chopra"},{"text" : "The less you open your heart to others, the more your heart suffers.","author" : "Deepak Chopra"},{"text" : "When you live your life with an appreciation of coincidences and their meanings, you connect with the underlying field of infinite possibilities","author" : "Deepak Chopra"},{"text" : "When you live your life with an appreciation of coincidences and their meanings, you connect with the underlying field of infinite possibilities.","author" : "Deepak Chopra"},{"text" : "When you make a choice, you change the future.","author" : "Deepak Chopra"},{"text" : "In the midst of movement and chaos, keep stillness inside of you.","author" : "Deepak Chopra"},{"text" : "You must find the place inside yourself where nothing is impossible.","author" : "Deepak Chopra"},{"text" : "Every time you are tempted to react in the same old way, ask if you want to be a prisoner of the past, or a pioneer of the future.","author" : "Deepak Chopra"},{"text" : "Every time you are tempted to react in the same old way, ask yourself if you want to be a prisoner of the past or a pioneer of the future.","author" : "Deepak Chopra"},{"text" : "Be kind to yourself and others. Come from love every moment you can.","author" : "Deepak Chopra"},{"text" : "The purpose of life is the expansion of happiness.","author" : "Deepak Chopra"},{"text" : "The quality of one's life depends on the quality of attention. Whatever you pay attention to will grow more important in your life.","author" : "Deepak Chopra"},{"text" : "When our attention is on the present, our life is constantly renewed.","author" : "Deepak Chopra"},{"text" : "This is the nature of genius, to be able to grasp the knowable even when no one else recognizes that it is present.","author" : "Deepak Chopra"},{"text" : "You don't give up the intention, and you don't give up the desire. You give up your attachment to the results.","author" : "Deepak Chopra"},{"text" : "No matter what the situation is close your eyes and think of all the things you could be grateful for in your life right now.","author" : "Deepak Chopra"},{"text" : "There are very few good examples of effective, nurturing leadership that unlocks people's potential or even enthusiasm.","author" : "Deepak Chopra"},{"text" : "Self awareness is not just relaxation and not just meditation. It must combine relaxation with activity and dynamism. Technology can aid that.","author" : "Deepak Chopra"},{"text" : "By becoming self aware, you gain ownership of reality; in becoming real, you become the master of both inner and outer life","author" : "Deepak Chopra"},{"text" : "Self awareness is value free. It isn't scary. It doesn't imply that you will subject yourself to needless pain.","author" : "Deepak Chopra"},{"text" : "I dislike the word self help. Self awareness, yes, but not self help.","author" : "Deepak Chopra"},{"text" : "One of the keys to harnessing this potentially unlimited power of the mind is to expand your level of self awareness.","author" : "Deepak Chopra"},{"text" : "Self awareness includes awareness of your mental realm, which encompasses your thoughts, feelings, energy, and emotions.","author" : "Deepak Chopra"},{"text" : "The path to love is our spiritual destiny.","author" : "Deepak Chopra"},{"text" : "If love is universal, no one can be left out.","author" : "Deepak Chopra"},{"text" : "If you want to avoid Alzheimer's disease, sleep 8 hours a night.","author" : "Deepak Chopra"},{"text" : "To think is to practice brain chemistry.","author" : "Deepak Chopra"},{"text" : "Every spiritual tradition has this idea of death and resurrection. It's not unique to Christianity.","author" : "Deepak Chopra"},{"text" : "Winning an argument is losing it as it makes the loser feel bad.","author" : "Deepak Chopra"},{"text" : "The secret of attraction is to love yourself. Attractive people judge neither themselves nor others. They are open to gestures of love. They think about love, and express their love in every action. They know that love is not a mere sentiment, but the ultimate truth at the heart of the universe.","author" : "Deepak Chopra"},{"text" : "Within every desire is the mechanics of its fulfillment.","author" : "Deepak Chopra"},{"text" : "Don't regret the past or fear the future. Both bring misery through self-doubt.","author" : "Deepak Chopra"},{"text" : "Know that people are doing the best they can from their level of awareness. Accept people for who they are and always be ready to forgive.","author" : "Deepak Chopra"},{"text" : "A person is a pattern of behavior, of a larger awareness.","author" : "Deepak Chopra"},{"text" : "Don't let a day go by without asking who you are each time you let a new ingredient to enter your awareness.","author" : "Deepak Chopra"},{"text" : "What you call flaws are really just scars and wounds accumulated over a lifetime.","author" : "Deepak Chopra"},{"text" : "Pain is not the same as suffering. Left to itself, the body discharges pain spontaneously, letting go of it the moment that the underlying cause is healed. Suffering is pain that we hold on to. It comes from the mind's mysterious instinct to believe that pain is good, or that it cannot be escaped, or that the person deserves it.","author" : "Deepak Chopra"},{"text" : "You can't make positive choices for the rest of your life without an environment that makes those choices easy, natural, and enjoyable.","author" : "Deepak Chopra"},{"text" : "Enlightened leadership is spiritual if we understand spirituality not as some kind of religious dogma or ideology but as the domain of awareness where we experience values like truth, goodness, beauty, love and compassion, and also intuition, creativity, insight and focused attention.","author" : "Deepak Chopra"},{"text" : "Be happy for no reason, like a child. If you are happy for a reason, you're in trouble, because that reason can be taken from you.","author" : "Deepak Chopra"},{"text" : "Awakening is not changing who you are, but discarding who you are not.","author" : "Deepak Chopra"},{"text" : "Abundance comes from within it comes from thought, intention, attention and expectation.","author" : "Deepak Chopra"},{"text" : "Our essential nature is one of pure potentiality.","author" : "Deepak Chopra"},{"text" : "Judgment is guilt wearing a moral mask to disguise its pain.","author" : "Deepak Chopra"},{"text" : "Like hunger or thirst, the instinct for balance is built into the human body.","author" : "Deepak Chopra"},{"text" : "Each of the seven chakras are governed by spiritual laws, principles of consciousness that we can use to cultivate greater harmony, happiness, and wellbeing in our lives and in the world.","author" : "Deepak Chopra"},{"text" : "Intentions compressed into words enfold magical power.","author" : "Deepak Chopra"},{"text" : "Everything that happens in the universe begins with intention.","author" : "Deepak Chopra"},{"text" : "Preventive medicine isn't part of a physician's everyday routine, which is spent dispensing drugs and performing surgery.","author" : "Deepak Chopra"},{"text" : "Daydream, imagine, and reflect. It's the source of infinite creativity.","author" : "Deepak Chopra"},{"text" : "Being free brings a lightness, a carefree surrender to all that is happening around you, and, above all, an acceptance of reality.","author" : "Deepak Chopra"},{"text" : "Everything that happens to us is a reflection of who we are.","author" : "Deepak Chopra"},{"text" : "The intention to live as long as possible isn't one of the mind's best intentions, because quantity isn't the same as quality.","author" : "Deepak Chopra"},{"text" : "Choosing stillness in the midst of chaos is the path toward living in peace.","author" : "Deepak Chopra"},{"text" : "On some dimension or other, every event in life can be causing only one of two things: either it is good for you, or it is bringing up what you need to look at in order to create good for you. Evolution is win-win life is self-correcting.","author" : "Deepak Chopra"},{"text" : "When emotional intelligence merges with spiritual intelligence, human nature is transformed.","author" : "Deepak Chopra"},{"text" : "Emotional intelligence grows through perception. Look around at your present situation and observe it through the level of feeling.","author" : "Deepak Chopra"},{"text" : "By becoming self-aware, you gain ownership of reality; in becoming real, you become the master of both inner and outer life.","author" : "Deepak Chopra"},{"text" : "We have a pharmacy inside us that is absolutely exquisite. It makes the right medicine, for the precise time, for the right target organ with no side effects.","author" : "Deepak Chopra"},{"text" : "Happiness is a continuation of happenings which are not resisted.","author" : "Deepak Chopra"},{"text" : "Nothing is more important than reconnecting with your bliss. Nothing is as rich. Nothing is more real.","author" : "Deepak Chopra"},{"text" : "Bliss is not a feeling but a state of being. In the state of bliss, everything is loved.","author" : "Deepak Chopra"},{"text" : "The secrets of alchemy exist to transform mortals from a state of suffering and ignorance to a state of enlightenment and bliss.","author" : "Deepak Chopra"},{"text" : "Victims always feel alone and helpless.","author" : "Deepak Chopra"},{"text" : "Just as light brightens darkness, discovering inner fulfillment can eliminate any disorder or discomfort. This is truly the key to creating balance and harmony in everything you do.","author" : "Deepak Chopra"},{"text" : "A gentle focus of attention is all it takes to free the body of minor imbalances.","author" : "Deepak Chopra"},{"text" : "Every time you are tempted to react in the same old way, ask if you want to be a prisoner of the past or a pioneer of the future.","author" : "Deepak Chopra"},{"text" : "Wealth is the progressive realization of worthy goals, the ability to love and have compassion, meaningful and caring relationships.","author" : "Deepak Chopra"},{"text" : "A flow of happiness and abundance will manifest when you have reached the deepest level of yourself.","author" : "Deepak Chopra"},{"text" : "You cannot be brave if you do not have a coward inside you.","author" : "Deepak Chopra"},{"text" : "The best way to prepare for any moment in the future is to be fully conscious in the present.","author" : "Deepak Chopra"},{"text" : "Whatever you are struggling with, is a reminder for you to find your true purpose in this lifetime.","author" : "Deepak Chopra"},{"text" : "Multitasking divides your attention and leads to confusion and weakened focus.","author" : "Deepak Chopra"},{"text" : "Prayer is you speaking to God. Meditation is allowing the spirit to speak to you.","author" : "Deepak Chopra"},{"text" : "The inward journey is about finding your own fullness, something that no one else can take away.","author" : "Deepak Chopra"},{"text" : "Each of us is here to discover our true selves; that essentially we are spiritual beings who have taken manifestation in physical form; that we're not human beings that have occasional spiritual experiences, that we're spiritual beings that have occasional human experiences.","author" : "Deepak Chopra"},{"text" : "When you allow yourself to be unpredictable, you step from the known into the unknown, where anything is possible.","author" : "Deepak Chopra"},{"text" : "Our biological rhythms are the symphony of the cosmos, music embedded deep within us to which we dance, even when we can't name the tune.","author" : "Deepak Chopra"},{"text" : "The three things you can offer your children to change them: attention, appreciation and affection.","author" : "Deepak Chopra"},{"text" : "It is only by questioning what people take for granted, what people hold to be true, that we can break through the hypnosis of social conditioning.","author" : "Deepak Chopra"},{"text" : "You will find inner ecstasy when you can be reckless in love.","author" : "Deepak Chopra"},{"text" : "Ecstasy carries you completely outside your ego boundaries. In ecstasy you know yourself as cosmic ego, unbounded in time and space.","author" : "Deepak Chopra"},{"text" : "Ecstasy is the energy of spirit. When life flows, ecstasy is natural.","author" : "Deepak Chopra"},{"text" : "True ecstasy is stepping out of the bondage of the time-bound, space-bound world. We long to be free of fear and limitation. We hunger to experience our infinite, unbounded Self.","author" : "Deepak Chopra"},{"text" : "What keeps life fascinating is the constant creativity of the soul.","author" : "Deepak Chopra"},{"text" : "If you take the the insults of your fellow human beings personally, you will be offended for the rest of your life.","author" : "Deepak Chopra"},{"text" : "People who continue to nurture long-term and new friendships as they grow older are more likely to enjoy health and vitality.","author" : "Deepak Chopra"},{"text" : "We are ripples of consciousness of the vast ocean of consciousness. If we get agitated and become part of the reactionary and vitriolic behavior sometimes around us, we will only add to the disturbance.","author" : "Deepak Chopra"},{"text" : "We live as ripples of energy in the vast ocean of energy.","author" : "Deepak Chopra"},{"text" : "Although we take it for granted, sanitation is a physical measure that has probably done more to increase human life span than any kind of drug or surgery.","author" : "Deepak Chopra"},{"text" : "Every intention is a trigger for transformation","author" : "Deepak Chopra"},{"text" : "Creativity is the evolutionary impulse in the Universe.","author" : "Deepak Chopra"},{"text" : "Silence is the great teacher and to learn its lessons you must pay attention to it. There is no substitute for the creative inspiration, knowledge, and stability that come from knowing how to contact your core of inner silence.","author" : "Deepak Chopra"},{"text" : "Replace your self-defeating thoughts with self-supporting thoughts.","author" : "Deepak Chopra"},{"text" : "Replace fear-based thinking with love-based thinking.","author" : "Deepak Chopra"},{"text" : "DNA is a quantum computer that localizes a non local omnipresent consciousness or spirit into space time energy information and matter.","author" : "Deepak Chopra"},{"text" : "As you sift through this very solid-looking body, you have to go only so far before you end up with a handful of nothing.","author" : "Deepak Chopra"},{"text" : "Negative people deplete your energy. Surround yourself with love and nourishment and do not allow the creation of negativity in your environment.","author" : "Deepak Chopra"},{"text" : "Reality is modest, it won't be seen naked.","author" : "Deepak Chopra"},{"text" : "There are receptors to these molecules in your immune system, in your gut and in your heart. So when you say, 'I have a gut feeling' or 'my heart is sad' or 'I am bursting with joy,' you're not speaking metaphorically. You're speaking literally.","author" : "Deepak Chopra"},{"text" : "In the mere observation of yourself, you begin the process of healing and transformation.","author" : "Deepak Chopra"},{"text" : "You become the victim of the past, and your tormentor today is your self left over from yesterday.","author" : "Deepak Chopra"},{"text" : "The scenery is time bound but the seer is timeless. You are the timeless seer in the midst of time bound scenery.","author" : "Deepak Chopra"},{"text" : "We are not victims of aging, sickness and death. These are part of scenery, not the seer, who is immune to any form of change. This seer is the spirit, the expression of eternal being.","author" : "Deepak Chopra"},{"text" : "In order to be not bound by the tether of time, we must have a relationship with the timeless.","author" : "Deepak Chopra"},{"text" : "The most effective way to live in the flow of the timeless is meditation.","author" : "Deepak Chopra"},{"text" : "To have a breakthrough, you must consciously connect with the invisible forces that are everywhere around you, urging you to go beyond your old conditioning.","author" : "Deepak Chopra"},{"text" : "An endangered planet may depend on the evolution of consciousness.","author" : "Deepak Chopra"},{"text" : "There are no accidents... there is only some purpose that we haven't yet understood.","author" : "Deepak Chopra"},{"text" : "Only intimacy with the self will bring about true healing.","author" : "Deepak Chopra"},{"text" : "The less you open your heart, the more your heart suffers.","author" : "Deepak Chopra"},{"text" : "If you contemplate the Golden Rule, it turns out to be an injunction to live by grace rather than by what you think other people deserve.","author" : "Deepak Chopra"},{"text" : "The highest levels of performance come to people who are centered, intuitive, creative, and reflective - people who know to see a problem as an opportunity.","author" : "Deepak Chopra"},{"text" : "There are no extra pieces in the universe. Everyone is here because he or she has a place to fill, and every piece must fit itself into the big jigsaw puzzle.","author" : "Deepak Chopra"},{"text" : "The more boundless your vision, the more real you are.","author" : "Deepak Chopra"},{"text" : "Let the mechanics of desire bring your fulfilment without interference.the more you interfere, the less likely you will get what you want.","author" : "Deepak Chopra"},{"text" : "Our thinking and our behaviour are always in anticipation of a response. It is therefore fear-based.","author" : "Deepak Chopra"},{"text" : "In a quiet place, close your eyes, take a deep breath, and go inward. Place your attention on your heart, in the center of your chest. Sit quietly and easily let your attention remain there.","author" : "Deepak Chopra"},{"text" : "Emotion brings in the dimension of bonding or tuning in: An experience that touches your heart makes the meaning that much more personal.","author" : "Deepak Chopra"},{"text" : "There is no separation between mind and body... Self and other co-arise and fall away all the time.","author" : "Deepak Chopra"},{"text" : "The skill of letting go can be learned, and once learned you will enjoy living much more spontaneously.","author" : "Deepak Chopra"},{"text" : "Religion is confining and imprisoning and toxic because it is based on ideology and dogma. But spirituality is redeeming and universal.","author" : "Deepak Chopra"},{"text" : "Traditional Islam is a mixture of all obedience to Allah, and if that requires militancy, so be it.","author" : "Deepak Chopra"},{"text" : "Love is who you are. Your true self is pure love, infinite awareness, and unbounded joy...As you realize this, you will feel a small light in your heart. At first it will be the size of a spark, then a candle flame, then a raging bonfire.","author" : "Deepak Chopra"},{"text" : "A risk-free life is far from being a healthy life.","author" : "Deepak Chopra"},{"text" : "In our willingness to step into the unknown, we surrender ourselves to the creative mind that orchestrates the dance of the universe.","author" : "Deepak Chopra"},{"text" : "In every failure is the seed of success... Our failures are stepping stones in the mechanics of creation, bringing us even closer to our goals. In reality, there is no such thing as failure. What we call failure is just a mechanism through which we can learn to do things right.","author" : "Deepak Chopra"},{"text" : "Don't judge yourself; simply return your attention to what's in front of you right now.","author" : "Deepak Chopra"},{"text" : "The restful alertness response reverses the aging process.","author" : "Deepak Chopra"},{"text" : "The healthiest response to life is joy.","author" : "Deepak Chopra"},{"text" : "Everyone has a dharma or purpose in life.","author" : "Deepak Chopra"},{"text" : "We transform our relationships when we listen with our ears, hearts, and souls.","author" : "Deepak Chopra"},{"text" : "Quantum physics has found that there is no empty space in the human cell, but it is a teeming, electric-magnet ic field of possibility or potential","author" : "Deepak Chopra"},{"text" : "The subtler one's awareness, the more powerfully it can heal.","author" : "Deepak Chopra"},{"text" : "A few moments of inner peace and quiet allows the brain to reset itself. You become more centered as this happens, since the brain is clearing out distractions and too much cross talk.","author" : "Deepak Chopra"},{"text" : "The best way to get rid of the pain is to feel the pain. And when you feel the pain and go beyond it, you’ll see there’s a very intense love that is wanting to awaken itself.","author" : "Deepak Chopra"},{"text" : "Every experience in life changes the brain's anatomy.","author" : "Deepak Chopra"},{"text" : "If you obsess over whether you are making the right decision, you are basically assuming that the universe will reward you for one thing and punish you for another. The universe has no fixed agenda. Once you make any decision, it works around that decision. There is no right or wrong, only a series of possibilities that shift with each thought, feeling, and action that you experience. If this sounds too mystical, refer again to the body. Every significant vital sign—body temperature, heart rate, oxygen consumption, hormone level, brain activity, and so on—alters the moment you decide to do anything… decisions are signals telling your body, mind, and environment to move in a certain direction.","author" : "Deepak Chopra"},{"text" : "What gets in our way is history and culture and religion and economic conditions. It is part of the hypnosis of our social conditioning.","author" : "Deepak Chopra"},{"text" : "During meditation, our breathing slows, our blood pressure and heart rate decrease, and stress hormone levels fall.","author" : "Deepak Chopra"},{"text" : "The universe has no restrictions. You place restrictions on the universe with your expectations.","author" : "Deepak Chopra"},{"text" : "If you can accept the flow of life and give in to it, you will be accepting what is real. Only when you accept what is real can you live with it in peace and happiness. The alternative is a struggle that will never end because it is a struggle with the unreal, with a mirage of life instead of life itself.","author" : "Deepak Chopra"},{"text" : "I went to medical school because I wanted to ask the big questions.","author" : "Deepak Chopra"},{"text" : "We're all inseparably part of each other. We all coexist in each other.","author" : "Deepak Chopra"},{"text" : "Life is the coexistence of all opposite values. Joy and sorrow, pleasure and pain, up and down, hot and cold, here and there, light and darkness, birth and death. All experience is by contrast, and one would be meaningless without the other.","author" : "Deepak Chopra"},{"text" : "Relaxation is the prerequisite for that inner expansion that allows a person to express the source of inspiration and joy within.","author" : "Deepak Chopra"},{"text" : "If we are creating ourselves all the time, then it is never too late to begin creating the bodies we want instead of the ones we mistakenly assume we are stuck with.","author" : "Deepak Chopra"},{"text" : "Every negative belief weakens the partnership between mind and body.","author" : "Deepak Chopra"},{"text" : "We are not victims of aging, sickness, and death. These are part of scenery, not the seer, who is immune to any form of change. This seer is the spirit, the expression of eternal being.","author" : "Deepak Chopra"},{"text" : "In the process of letting go, you will lose many things from the past, but you will find yourself.","author" : "Deepak Chopra"},{"text" : "The way you think, the way you behave, the way you eat, can influence your life by 30 to 50 years.","author" : "Deepak Chopra"},{"text" : "Negativity is born in the gap where love has been excluded.","author" : "Deepak Chopra"},{"text" : "Always give with a happy heart--that's what makes it real.","author" : "Deepak Chopra"},{"text" : "Way to a happy life-believe that anything is possible.","author" : "Deepak Chopra"},{"text" : "Our biological rhythms are the symphony of the cosmos, music embedded deep within us to which we dance, even when we can’t name the tune.","author" : "Deepak Chopra"},{"text" : "Giving connects two people, the giver and the receiver, and this connection gives birth to a new sense of belonging.","author" : "Deepak Chopra"},{"text" : "In fact, if you look at the word 'healing' it comes from the word 'holy.' And healing is more than just physical phenomenon.","author" : "Deepak Chopra"},{"text" : "There is no difference between your breathing and the breathing of the rain forest, between your bloodstream and the world’s rivers, between your bones and the chalk cliffs of Dover.","author" : "Deepak Chopra"},{"text" : "Awareness is all about restoring your freedom to choose what you want instead of what your past imposes on you.","author" : "Deepak Chopra"},{"text" : "The fear of death comes from limited awareness.","author" : "Deepak Chopra"},{"text" : "Don't take yourself seriously. We are here today, we are gone tomorrow, so enjoy every moment of your existence.","author" : "Deepak Chopra"},{"text" : "One of life's ironies is that for new life to emerge there always has to be a letting go. The trees have to let go of their leaves just when they're at their most radiant.","author" : "Deepak Chopra"},{"text" : "In the chaos there is the burgeoning of creative quantum leaps of major phase transitions. Therefore, not only embrace the chaos but also embrace the uncertainty in the inherent chaos.","author" : "Deepak Chopra"},{"text" : "Your are what your deepest desire is. As is your desire, so is your intention. As is your intentions, so is your will. As is your will, so is your deed. As is your deed, so is your destiny.","author" : "Deepak Chopra"},{"text" : "Our destiny ultimately comes from the deepest level of desire and also from the deepest level of intention. The two are intimately linked to each other.","author" : "Deepak Chopra"},{"text" : "From the experience in the past that we create memories, which are the basis of imagination and desire. Desire is the basis of action.","author" : "Deepak Chopra"},{"text" : "There are three components to that purpose, one is to find out who you really are, to discover God, the second is to serve other human beings.","author" : "Deepak Chopra"},{"text" : "Accept what comes to you totally and completely so that you can appreciate it, learn from it, and then let it go.","author" : "Deepak Chopra"},{"text" : "You alone are the judge of your worth, and your goal is to discover infinite worth in yourself no matter what anyone else thinks.","author" : "Deepak Chopra"},{"text" : "The ego relies on the familiar. It is reluctant to experience the unknown, which is the very essence of life.","author" : "Deepak Chopra"},{"text" : "Always expect the best and you'll see that the outcome is spontaneously contained in the expectation","author" : "Deepak Chopra"},{"text" : "We have a pharmacy inside us that is absolutely exquisite. It makes the right medicine, for the precise time, for the right target organ - with no side effects.","author" : "Deepak Chopra"}]