[{"text" : "Losers live in the past. Winners learn from the past and enjoy working in the present toward the future.","author" : "Denis Waitley"},{"text" : "You must welcome change as the rule but not as your ruler.","author" : "Denis Waitley"},{"text" : "Determination gives you the resolve to keep going in spite of the roadblocks that lay before you.","author" : "Denis Waitley"},{"text" : "Happiness cannot be traveled to, owned, earned, or worn. It is the spiritual experience of living every minute with love, grace and gratitude.","author" : "Denis Waitley"},{"text" : "Don't dwell on what went wrong. Instead, focus on what to do next. Spend your energies on moving forward toward finding the answer.","author" : "Denis Waitley"},{"text" : "Your attitude is either the lock on, or the key to the door of success.","author" : "Denis Waitley"},{"text" : "A life lived with integrity even if it lacks the trappings of fame and fortune is a shining star in whose light others may follow in the years to come.","author" : "Denis Waitley"},{"text" : "Learm form the past, set vivid, detailed goals for the future, and live in the only moment of time over which you have any control: now.","author" : "Denis Waitley"},{"text" : "To establish true self-esteem we must concentrate on our successes and forget about the failures and the negatives in our lives.","author" : "Denis Waitley"},{"text" : "Happiness cannot be traveled to, owned, earned, worn or consumed. Happiness is the spiritual experience of living every minute with love, grace, and gratitude.","author" : "Denis Waitley"},{"text" : "Life is inherently risky. There is only one big risk you should avoid at all costs, and that is the risk of doing nothing.","author" : "Denis Waitley"},{"text" : "A sign of wisdom and maturity is when you come to terms with the realization that your decisions cause your rewards and consequences. You are responsible for your life, and your ultimate success depends on the choices you make.","author" : "Denis Waitley"},{"text" : "A smile is the light in your window that tells others that there is a caring, sharing person inside.","author" : "Denis Waitley"},{"text" : "Winning is all in the attitude!","author" : "Denis Waitley"},{"text" : "Goals provide the energy source that powers our lives. One of the best ways we can get the most from the energy we have is to focus it. That is what goals can do for us; concentrate our energy.","author" : "Denis Waitley"},{"text" : "The secret to productive goal setting is in establishing clearly defined goals, writing them down and then focusing on them several times a day with words, pictures and emotions as if we've already achieved them.","author" : "Denis Waitley"},{"text" : "The reason most people never reach their goals is that they don't define them, learn about them or even seriously consider them as believable or acheivable. Winners can tell you where they are going, what they plan to do along the way, and who will be sharing the adventure with them.","author" : "Denis Waitley"},{"text" : "There are two primary choices in life; to accept conditions as they exist, or accept the responsibility for changing them.","author" : "Denis Waitley"},{"text" : "We can't afford to waste tears on might-have-beens. We need to turn the tears into sweat that can take us to what can be.","author" : "Denis Waitley"},{"text" : "When you are in the valley, keep your goal firmly in view and you will get the renewed energy to continue the climb.","author" : "Denis Waitley"},{"text" : "There are two primary choices in life: to accept conditions as they exist, or accept the responsibility for changing them.","author" : "Denis Waitley"},{"text" : "Life is not accountable to us. We are accountable to life.","author" : "Denis Waitley"},{"text" : "Never become so much of an expert that you stop gaining expertise. View life as a continuous learning experience.","author" : "Denis Waitley"},{"text" : "The greatest gifts you can give your children are the roots of responsibility and the wings of independence.","author" : "Denis Waitley"},{"text" : "Contentment is for cows; a challenging purpose is for people.","author" : "Denis Waitley"},{"text" : "Out of need springs desire, and out of desire springs the energy and the will to win.","author" : "Denis Waitley"},{"text" : "Change the changeable, accept the unchangeable, and remove yourself from the unacceptable.","author" : "Denis Waitley"},{"text" : "A good life is a collection of happy moments.","author" : "Denis Waitley"},{"text" : "If you're not networking, you're not working.","author" : "Denis Waitley"},{"text" : "Forget about the consequences of failure. Failure is only a temporary change in direction to set you straight for your next success.","author" : "Denis Waitley"},{"text" : "Get excited and enthusiastic about you own dream. This excitement is like a forest fire - you can smell it, taste it, and see it from a mile away.","author" : "Denis Waitley"},{"text" : "Champions are propelled by desire, not compelled by fear.","author" : "Denis Waitley"},{"text" : "A dream is your creative vision for your life in the future. You must break out of your current comfort zone and become comfortable with the unfamiliar and the unknown.","author" : "Denis Waitley"},{"text" : "Learn from the past, set vivid, detailed goals for the future, and live in the only moment of time over which you have any control: now.","author" : "Denis Waitley"},{"text" : "Failure should be our teacher, not our undertaker. Failure is delay, not defeat. It is a temporary detour, not a dead-end. Failure is something we can avoid only by saying nothing, doing nothing, and being nothing.","author" : "Denis Waitley"},{"text" : "If you believe you can, you probably can. If you believe you won't, you most assuredly won't. Belief is the ignition switch that gets you off the launching pad.","author" : "Denis Waitley"},{"text" : "The most splendid achievement of all is the constant striving to surpass yourself and to be worthy of your own approval.","author" : "Denis Waitley"},{"text" : "Losers fix the blame; winners fix what caused the problem.","author" : "Denis Waitley"},{"text" : "Losers make promises they often break. Winners make commitments they always keep.","author" : "Denis Waitley"},{"text" : "Get excited and enthusiastic about you own dream. This excitement is like a forest fire, you can smell it, taste it, and see it from a mile away.","author" : "Denis Waitley"},{"text" : "Failure should be our teacher, not our undertaker. Failure is delay, not defeat. It is a temporary detour, not a dead end. Failure is something we can avoid only by saying nothing, doing nothing, and being nothing.","author" : "Denis Waitley"},{"text" : "The first best-kept secret of total success is that we must feel love inside ourselves before we can give it to others.","author" : "Denis Waitley"},{"text" : "Personal satisfaction is the most important ingredient of success.","author" : "Denis Waitley"},{"text" : "Optimism boosts your energy and focuses your sights on reaching your goals, rather than wallowing in your setbacks.","author" : "Denis Waitley"},{"text" : "Courage means to keep working a relationship, to continue seeking solutions to difficult problems, and to stay focused during stressful periods.","author" : "Denis Waitley"},{"text" : "Expect the best, plan for the worst, and prepare to be surprised.","author" : "Denis Waitley"},{"text" : "Habits begin as offhanded remarks, ideas and images. And then, layer upon layer, through practice, they grow from cobwebs into cables that shackle or strengthen our lives.","author" : "Denis Waitley"},{"text" : "The reason so many individuals fail to achieve their goals in life is that they never really set them in the first place.","author" : "Denis Waitley"},{"text" : "Change the changeable, accept the unchangeable, and remove yourself from the unacceptable","author" : "Denis Waitley"},{"text" : "Chase your passion, not your pension.","author" : "Denis Waitley"},{"text" : "It is not in the pursuit of happiness that we find fulfillment, it is in the happiness of pursuit.","author" : "Denis Waitley"},{"text" : "The easiest thing is to make sure you feel happy and satisfied in this moment. Setting long term goals is much more effort taking, but at the same time much more fulfilling.","author" : "Denis Waitley"},{"text" : "Your habits will determine your quality of life.","author" : "Denis Waitley"},{"text" : "Success is almost totally dependent upon drive and persistence. The extra energy required to make another effort or try another approach is the secret of winning.","author" : "Denis Waitley"},{"text" : "The less you try to impress, the more impressive you are.","author" : "Denis Waitley"},{"text" : "The winners in life treat their body as if it were a magnificent spacecraft that gives them the finest transportation and endurance for their lives.","author" : "Denis Waitley"},{"text" : "Time and health are two precious assets that we don't recognize and appreciate until they have been depleted.","author" : "Denis Waitley"},{"text" : "No man or woman is an island. To exist just for yourself is meaningless. You can achieve the most satisfaction when you feel related to some greater purpose in life, something greater than yourself.","author" : "Denis Waitley"},{"text" : "The results you achieve will be in direct proportion to the effort you apply.","author" : "Denis Waitley"},{"text" : "Relentless, repetitive self talk is what changes our self-image.","author" : "Denis Waitley"},{"text" : "The truth is, you don't break a bad habit; you replace it with a good one.","author" : "Denis Waitley"},{"text" : "You must look within for value, but must look beyond for perspective.","author" : "Denis Waitley"},{"text" : "Commitment is that turning point in your life when you seize the moment to alter your destiny.","author" : "Denis Waitley"},{"text" : "The greatest communication skill is paying value to others.","author" : "Denis Waitley"},{"text" : "The real champions in life are so humble and gracious. They just continue doing what they do without all the posturing. If you've got the real thing, you don't have to flaunt a loud imitation.","author" : "Denis Waitley"},{"text" : "A life lived with integrity – even if it lacks the trappings of fame and fortune is a shining star in whose light others may follow in the years to come.","author" : "Denis Waitley"},{"text" : "Personal development is the belief that you are worth the effort, time and energy needed to develop yourself.","author" : "Denis Waitley"},{"text" : "The winner's edge is all in the attitude, not aptitude.","author" : "Denis Waitley"},{"text" : "Achievers can almost literally taste success because they imagine their goals in such vivid detail. Setbacks only seem to add spice and favor to the final taste of victory.","author" : "Denis Waitley"},{"text" : "Most people rust out due to lack of challenge. Few people rust out due to overuse.","author" : "Denis Waitley"},{"text" : "Everything is something you decide to do, and there is nothing you have to do.","author" : "Denis Waitley"},{"text" : "You must look within your value, but must look beyond for perspective.","author" : "Denis Waitley"},{"text" : "Profit is the celebration of service.","author" : "Denis Waitley"},{"text" : "Don’t dwell on what went wrong. Instead, focus on what to do next. Spend your energies on moving forward toward finding the answer.","author" : "Denis Waitley"},{"text" : "Time and health are two precious assets that we don’t recognize and appreciate until they have been depleted.","author" : "Denis Waitley"},{"text" : "There are no mistakes or failures, only lessons.","author" : "Denis Waitley"},{"text" : "Mistakes are painful when they happen, but years later a collection of mistakes is what is called experience.","author" : "Denis Waitley"},{"text" : "Time is an equal opportunity employer. Each human being has exactly the same number of hours and minutes every day. Rich people can't buy more hours. Scientists can't invent new minutes. And you can't save time to spend it on another day. Even so, time is amazingly fair and forgiving. No matter how much time you've wasted in the past, you still have an entire tomorrow.","author" : "Denis Waitley"},{"text" : "Self-discipline does within while you do without.","author" : "Denis Waitley"},{"text" : "Listen to the desires of your children. Encourage them and then give them the autonomy to make their own decision.","author" : "Denis Waitley"}]