[{"text" : "Hope is being able to see that there is light despite all of the darkness.","author" : "Desmond Tutu"},{"text" : "Differences are not intended to separate, to alienate. We are different precisely in order to relaize our need of one another.","author" : "Desmond Tutu"},{"text" : "Do your little bit of good where you are; it's those little bits of good put together that overwhelm the world.","author" : "Desmond Tutu"},{"text" : "Hope is being able to see there is light despite all the darkness.","author" : "Desmond Tutu"},{"text" : "Children are a wonderful gift . . . They have an extraordinary capacity to see into the heart of things and to expose sham and humbug for what they are.","author" : "Desmond Tutu"},{"text" : "Isn't it amazing that we are all made in God's image, and yet there is so much diversity among his people?","author" : "Desmond Tutu"},{"text" : "You don't choose your family. They are God's gift to you, as you are to them.","author" : "Desmond Tutu"},{"text" : "We must not allow ourselves to become like the system we oppose.","author" : "Desmond Tutu"},{"text" : "Arrogance really comes from insecurity, and in the end our feeling that we are bigger than others is really the flip side of our feeling that we are smaller than others.","author" : "Desmond Tutu"},{"text" : "Do your little bit of good where you are; its those little bits of good put together that overwhelm the world.","author" : "Desmond Tutu"},{"text" : "Be nice to whites, they need you to rediscover their humanity.","author" : "Desmond Tutu"},{"text" : "To take a life when a life has been lost is revenge, not justice.","author" : "Desmond Tutu"},{"text" : "If you are neutral in situations of injustice, you have chosen the side of the oppressor. If an elephant has its foot on the tail of a mouse, and you say that you are neutral, the mouse will not appreciate your neutrality.","author" : "Desmond Tutu"},{"text" : "The world's forests are a shared stolen treasure that we must put back for our children's future.","author" : "Desmond Tutu"},{"text" : "We are made for loving. If we don't love, we will be like plants without water.","author" : "Desmond Tutu"},{"text" : "Don't raise your voice, improve your argument.","author" : "Desmond Tutu"},{"text" : "Life is more than breath and a heartbeat; meaning and purpose are the life of life.","author" : "Desmond Tutu"},{"text" : "Stability and peace in our land will not come from the barrel of a gun, because peace without justice is an impossibility.","author" : "Desmond Tutu"},{"text" : "True reconciliation is never cheap, for it is based on forgiveness which is costly. Forgiveness in turn depends on repentance, which has to be based on an acknowledgment of what was done wrong, and therefore on disclosure of the truth. You cannot forgive what you do not know.","author" : "Desmond Tutu"},{"text" : "We are each made for goodness, love and compassion. Our lives are transformed as much as the world is when we live with these truths.","author" : "Desmond Tutu"},{"text" : "Every situation of justice is an occasion where someone is being humiliated and they want to restore their dignity.","author" : "Desmond Tutu"},{"text" : "The moment our dignity is undermined, we get up in arms and want to see our dignity restored especially if we are humiliated.","author" : "Desmond Tutu"},{"text" : "It is our moral obligation to give every child the very best education possible.","author" : "Desmond Tutu"},{"text" : "The fundamental law of human beings is interdependence. A person is a person through other persons.","author" : "Desmond Tutu"},{"text" : "Sometimes you want to whisper in God's ear, 'God, we know you are in charge, but why don't you make it slightly more obvious?'","author" : "Desmond Tutu"},{"text" : "God has been incredible in creating us to be persons.","author" : "Desmond Tutu"},{"text" : "Our lives are a response to a love that we already have received.","author" : "Desmond Tutu"},{"text" : "I'm so thankful a significant majority of Americans are saying no to military intervention. We've got to find a solution that will in the end be one that makes Syria a better country, a better people.","author" : "Desmond Tutu"},{"text" : "When a pile of cups is tottering on the edge of the table and you warn that they will crash to the ground, in South Africa you are blamed when that happens.","author" : "Desmond Tutu"},{"text" : "We learn from history that we don't learn from history!","author" : "Desmond Tutu"},{"text" : "If you want peace, you don’t talk to your friends. You talk to your enemies.","author" : "Desmond Tutu"},{"text" : "Racism, xenophobia and unfair discrimination have spawned slavery, when human beings have bought and sold and owned and branded fellow human beings as if they were so many beasts of burden.","author" : "Desmond Tutu"},{"text" : "I've never doubted that apartheid - because it was of itself fundamentally, intrinsically evil - was going to bite the dust eventually.","author" : "Desmond Tutu"},{"text" : "We don't want apartheid liberalized. We want it dismantled. You can't improve something that is intrinsically evil.","author" : "Desmond Tutu"},{"text" : "That's the chief lesson I have learned: the texture of our universe is one where there is no question at all but that good and laughter and justice will prevail.","author" : "Desmond Tutu"},{"text" : "You don’t choose your family. They are God’s gift to you, as you are to them.","author" : "Desmond Tutu"},{"text" : "Because forgiveness is like this: a room can be dank because you have closed the windows, you've closed the curtains. But the sun is shining outside, and the air is fresh outside. In order to get that fresh air, you have to get up and open the window and draw the curtains apart.","author" : "Desmond Tutu"},{"text" : "Without forgiveness, there is no future.","author" : "Desmond Tutu"},{"text" : "You should never hate yourself for hating others who do terrible things: the depth of your love is shown by the extent of your anger.","author" : "Desmond Tutu"},{"text" : "I wish I could shut up, but I can't, and I won't.","author" : "Desmond Tutu"},{"text" : "If you want peace, you don't talk to your friends. You talk to your enemies.","author" : "Desmond Tutu"},{"text" : "God’s dream is that you and I and all of us will realize that we are family, that we are made for togetherness, for goodness, and for compassion.","author" : "Desmond Tutu"},{"text" : "Dear Child of God, I am sorry to say that suffering is not optional.","author" : "Desmond Tutu"}]