[{"text" : "Find out who you are and do it on purpose.","author" : "Dolly Parton"},{"text" : "If you don't like the road you're walking, start paving another one.","author" : "Dolly Parton"},{"text" : "I never tried quitting, and I never quit trying.","author" : "Dolly Parton"},{"text" : "Leave something good in every day.","author" : "Dolly Parton"},{"text" : "The way I see it, if you want the rainbow, you gotta put up with the rain.","author" : "Dolly Parton"},{"text" : "I thank God for my failures. Maybe not at the time but after some reflection. I never feel like a failure just because something I tried has failed.","author" : "Dolly Parton"},{"text" : "If you don't like the road you're walking on start paving another.","author" : "Dolly Parton"},{"text" : "For some reason, I have better luck when I work with women. I guess I have a good sense of sisterhood.","author" : "Dolly Parton"},{"text" : "My fat never made me less money.","author" : "Dolly Parton"},{"text" : "Don't get so busy making a living that you forget to make a life.","author" : "Dolly Parton"},{"text" : "I tried every diet in the book. I tried some that weren't in the book. I tried eating the book. It tasted better than most of the diets.","author" : "Dolly Parton"},{"text" : "Got those moods a swinging, tears a slinging, nothing fits me, when it hits me, ranting, raving, misbehaving, PMS blues.","author" : "Dolly Parton"},{"text" : "You always want your people to be proud of what you have accomplished.","author" : "Dolly Parton"},{"text" : "We're all just a bunch of sinners, but we do the best we can.","author" : "Dolly Parton"},{"text" : "Never get so busy making a living that you forget to make a life.","author" : "Dolly Parton"},{"text" : "It costs a lot of money to look this cheap.","author" : "Dolly Parton"},{"text" : "The hardest exercise for most of us fat people is that one where we push our chairback from the dinner table.","author" : "Dolly Parton"},{"text" : "We cannot direct the wind, but we can adjust the sails.","author" : "Dolly Parton"},{"text" : "I'm old enough and cranky enough now that if someone tried to tell me what to do, I'd tell them where to put it.","author" : "Dolly Parton"},{"text" : "You can't just wish to be a millionaire; you have to figure out how to earn it.","author" : "Dolly Parton"},{"text" : "If your actions create a legacy that inspires others to dream more, learn more, do more and become more, then, you are an excellent leader.","author" : "Dolly Parton"},{"text" : "Sometimes if you jump into something too quickly, you can screw up something that might have been good two years down the road.","author" : "Dolly Parton"},{"text" : "A peacock that rests on his feathers is just another turkey.","author" : "Dolly Parton"},{"text" : "Every single diet I ever fell off of was because of potatoes and gravy of some sort.","author" : "Dolly Parton"},{"text" : "I'm not happy all the time, and I wouldn't want to be because that would make me a shallow person. But I do try to find the good in everybody.","author" : "Dolly Parton"},{"text" : "Daddy’s moonshine still was good for nothin’ But to break mama’s heart. And to tear our home apart Make our lives a livin’ hell.","author" : "Dolly Parton"},{"text" : "Once a week with a load of moonshine And the wounds that came from that won't ever heal Cause on a moonshine run one rainy night My two brothers lost their lives And oh my God how I despise My daddy's moonshine still.","author" : "Dolly Parton"},{"text" : "If you don’t like the road you’re walking, start paving another one.","author" : "Dolly Parton"},{"text" : "I wanted to write a book that talked about the emotions of children, which is the rainbow. We all have moods. We talk about being blue when we're sad, and being yellow when we're cowards, and when we're mad, we're red.","author" : "Dolly Parton"},{"text" : "Storms make trees take deeper roots.","author" : "Dolly Parton"},{"text" : "Two doors down they're laughing and drinking and having a party . And two doors down they're not aware that I'm around . But here I am crying my heart out, feeling sorry . But they're having a party just two doors down.","author" : "Dolly Parton"},{"text" : "I'm not offended by all the dumb-blonde jokes because I know that I'm not dumb. I also know I'm not blonde.","author" : "Dolly Parton"},{"text" : "I hope people realize that there is a brain underneath the hair and a heart underneath the boobs.","author" : "Dolly Parton"},{"text" : "My husband calls me 'catfish.' He says I'm all mouth and no brains.","author" : "Dolly Parton"},{"text" : "There's nothing quite as sad as a one-sided love. When one doesn't care at all and the other cares too much.","author" : "Dolly Parton"},{"text" : "Many years you have lingered around my cabin door .","author" : "Dolly Parton"},{"text" : "Oh, hush a bye hard times go ye to rest .","author" : "Dolly Parton"},{"text" : "Its hard to be a diamond in a rhinestone world.","author" : "Dolly Parton"},{"text" : "And she's a sparrow when she's broken .","author" : "Dolly Parton"},{"text" : "Oh, I've been like a captured eagle, you know an eagle's born to fly .","author" : "Dolly Parton"},{"text" : "When it's family, you forgive them . For they know not what they do . When it's family, you accept them .","author" : "Dolly Parton"},{"text" : "And when it's family, you trust them . And your heart's an open door . When it's family, you tolerate .","author" : "Dolly Parton"},{"text" : "You take the trouble as it comes . And love 'em more than anyone . Good or bad or indifferent .","author" : "Dolly Parton"},{"text" : "Somehow you justify mistakes . Try to find some better way . To solve the problems day to day .","author" : "Dolly Parton"},{"text" : "The only way I’d be caught without makeup is if my radio fell in the bathtub while I was taking a bath and electrocuted me and I was in between makeup at home. I hope my husband would slap a little lipstick on me before he took me to the morgue.","author" : "Dolly Parton"},{"text" : "I love Indian, Italian and Mexican food. And if it's a romantic type of thing, I like a good French restaurant.","author" : "Dolly Parton"},{"text" : "Until I was a teenager, I used red pokeberries for lipstick and a burnt matchstick for eyeliner. I used honeysuckle for perfume.","author" : "Dolly Parton"},{"text" : "People always ask me how long it takes to do my hair. I don't know, I'm never there.","author" : "Dolly Parton"},{"text" : "I think your values are always influenced by your family and your community.","author" : "Dolly Parton"},{"text" : "A brave little soldier . I'm a brave little soldier . I must fight, I must win . I'm a brave little soldier . Through hell and back again . I'm a brave little soldier.","author" : "Dolly Parton"},{"text" : "I think country music is popular - has been popular and will always be popular because I think a lot of real people singing about a lot of real stuff about real people. And it's simple enough for people to understand it. And we kind of roll with the punches.","author" : "Dolly Parton"},{"text" : "If you talk bad about country music, it's like saying bad things about my momma. Them's fighting words.","author" : "Dolly Parton"},{"text" : "I'm pretty sure in my older years, I'll be doing old-time flavored folk-mountain music.","author" : "Dolly Parton"},{"text" : "Kitty Wells was the first and only Queen of Country Music, no matter what they call the rest of us. She was a great inspiration to me as well as every other female singer in the country music business.","author" : "Dolly Parton"},{"text" : "Most country songs, certainly all the stuff I've written, are stories driven by characters.","author" : "Dolly Parton"},{"text" : "Love is something sent from heaven to worry the hell out of you.","author" : "Dolly Parton"},{"text" : "Above everything else I've done, I've always said I've had more guts than I've got talent.","author" : "Dolly Parton"},{"text" : "The worst thing about poverty is not the actual living of it, but the shame of it.","author" : "Dolly Parton"},{"text" : "I'm not offended by all the dumb-blonde jokes, because I know that I'm not dumb, I also know I'm not blonde.","author" : "Dolly Parton"},{"text" : "If people think I'm a dumb blonde, because of the way I look, then they're dumber than they think I am. If people think I'm not very deep because of my wigs and outfits, then they're not very deep.","author" : "Dolly Parton"},{"text" : "If you ever say another word about me or make another indecent proposal, I'm gonna get that gun of mine and I'll change you from a rooster to a hen with one shot.","author" : "Dolly Parton"},{"text" : "When you're 40, you can't ride the fence anymore. You gotta make definite decisions about your life.","author" : "Dolly Parton"}]