Money was never a big motivation for me, except as a way to keep score. The real excitement is playing the game.
I try to learn from the past, but I always plan for the future by focusing exclusively on the present. That's where the fun really is.
In business, I've discovered that my purpose is to do my best to my utmost ability every day. That's my standard. I learned early in my life that I had high standards.
Without passion you don't have energy, without energy you have nothing.
Passion is absolutely necessary to achieve any kind of long-lasting success. I know this from experience. If you don?t have passion, everything you do wi?ll ultimately fizzle out or, at best be mediocre.
Get going. Move forward. Aim High. Plan a takeoff. Don't just sit on the runway and hope someone will come along and push the airplane. It simply won't happen. Change your attitude and gain some altitude. Believe me, you'll love it up here.
As long as you're going to be thinking anyway, think big.
Every day, you'll have opportunities to take chances and to work outside your safety net. Sure, it's a lot easier to stay in your comfort zone.. in my case, business suits and real estate.. but sometimes you have to take risks. When the risks pay off, that's when you reap the biggest rewards.
When luck is on your side it is not the time to be modest or timid. It is the time to go for the biggest success you can possibly achieve.
Sometimes by losing a battle you find a new way to win the war.
Don't be afraid of being unique. It's like being afraid of your best self.
Without passion you don't have energy, with out energy you have nothing.
Everything in life is luck.
Entrepreneurs: See yourself as victorious- and the best way to be victorious is to be passionate.
Real estate is at the core of almost every business, and it's certainly at the core of most people's wealth. In order to build your wealth and improve your business smarts, you need to know about real estate.
Experience taught me a few things. One is to listen to your gut no matter how good something sounds on paper. The second is that you are generally better off sticking with what you know and the third is that sometimes, your best investments are the ones you don't make.
Do you mind if I sit back a little? Because your breath is very bad.
What separates the winners from the losers is how a person reacts to each new twist of fate.
Sometimes your best investments are the ones you don't make.
Defeat is a state of mind. You are defeated only when you accept defeat, and assume the hopeless mindset of a defeated person.
Immigrants are going back where they came. If they came from a certain country, they are going to be brought back to their country.
Your business, and your brand, must first let people know what you care about, and that you care about them.
Our military and the strength of our military and the strengthening of our military is a number one priority for the Trump administration.
We must speak our minds openly, debate our disagreements honestly, but always pursue solidarity.
Problems are hidden opportunities, and constraints can actually boost creativity.
When somebody challenges you, fight back. Be brutal, be tough.
Child-care costs are now the largest family expenditure in much of America, even exceeding the cost of housing.
Aim High, Drive hard.
It is time to remember that old wisdom our soldiers will never forget: that whether we are black or brown or white, we all bleed the same red blood of patriots, we all enjoy the same glorious freedoms, and we all salute the same great American Flag.
To get momentum, you must first focus on a specific goal with passion and intensity.
Ultimately, if you're not doing what you love, you're not going to be fulfilled. Sure, to make money, you have to be tough, you have to have some smarts and a little luck would help, but the bottom line is: You have to love what you do.
Always know you could be on the precipice of something great.
You have to leave all your options open. And if you don't leave your options open, you're a fool.
Going through tough times is a wonderful thing, and everybody should try it. Once.
The nation of Qatar also kicked in $1 million for Bill Clinton's birthday party, so nice. But, as WikiLeaks showed the Clinton's ripped off the people of Haiti as they were suffering and dying after the earthquake.
You have to think anyway, so why not think big?
The first thing the secretary types is the boss.
In the end, you're measured not by how much you undertake but by what you finally accomplish.
No dream is too big. No challenge is too great. Nothing we want for our future is beyond our reach.
Always give more than what's expected.
I'm a busy guy but I set aside quiet time every morning and every evening to keep my equilibrium centered on my own path.
We have no borders. Our vets are being treated horribly. Illegal immigration is beyond belief.
No challenge is too great. Nothing we want for our future is beyond our reach.
Brainpower is the ultimate leverage
I always wanted to get the Purple Heart. This was much easier.
Nobody knows banking better than I do.
It’s tangible, it’s solid, it’s beautiful. It’s artistic, from my standpoint, and I just love real estate.
A gambler is someone who plays slot machines. I prefer to own slot machines.