Razors pain you; rivers are damp; acids stain you; and drugs cause cramp. Guns aren't lawful; nooses give; gas smells awful; you might as well live.
Lips that taste of tears, they say, Are the best for kissing.
The cure for boredom is curiosity. There is no cure for curiosity.
Time wounds all heels.
Love is like quicksilver in the hand. Leave the fingers open and it stays. Clutch it, and it darts away.
They sicken of the calm who know the storm.
I love to drink martinis. Two at the very most. Three I'm under the table. Four I'm under my host.
Most good women are hidden treasures who are only safe because nobody looks for them.
The best way to keep children at home is to make the home atmosphere pleasant, and let the air out of the tires.
What ever beauty may be it has for its basis order and for its essence unity Beauty is only skin deep, but ugly goes clean to the bone.
My land is bare of chattering folk; the clouds are low along the ridges, and sweet's the air with curly smoke from all my burning bridges.
Friends come and go but I wouldn't have thought you'd be one of them.
Los Angeles is 72 suburbs in search of a city.
It's not the tragedies that kill us, it's the messes.
The best way to avoid a hangover is to stay drunk.
A hangover is the wrath of grapes.
Brevity is the soul of lingerie.
Those who have mastered etiquette, who are entirely, impeccably right, would seem to arrive at a point of exquisite dullness.
Heterosexuality is not normal, it's just common.
Wit has truth in it; wise-cracking is simply calisthenics with words.
Money cannot buy health, but I'd settle for a diamond-studded wheelchair.
The best way to keep children at home is to make the home a pleasant atmosphere and let the air out of the tires.
I shudder at the thought of men....
Never throw mud: you can miss the target, but your hands will remain dirty.
Should they whisper false of you, Never trouble to deny; Should the words they say be true, Weep and storm and say they lie.
I don't know much about being a millionaire, but I'll bet I'd be darling at it.
Salary is no object: I want only enough to keep body and soul apart.
It turns out that, at social gatherings, as a source of entertainment, conviviality, and good fun, I rank somewhere between a sprig of parsley and a single ice-skate.
A single flow’r he sent me, since we met.. All tenderly his messenger he chose; . Deep-hearted, pure, with scented dew still wet — One perfect rose.
You can't teach an old dogma new tricks.
I'm never going to accomplish anything; that's perfectly clear to me. I'm never going to be famous. My name will never be writ large on the roster of Those Who Do Things. I don't do anything. Not one single thing. I used to bite my nails, but I don't even do that any more.
...I have been fed, in my youth, a lot of old wives' tales about the way men would instantly forsake a beautiful woman to flock around a brilliant one. It is but fair to say that, after geting out in the world, I had never seen this happen.
How do people go to sleep? I'm afraid I've lost the knack. I might try busting myself smartly over the temple with the nightlight. I might repeat to myself, slowly and soothingly, a list of quotations beautiful from minds profound; if I can remember.
Love is like quicksilver in the hand. Leave the fingers open and it stays.
Misfortune, and recited misfortune especially, can be prolonged to the point where it ceases to excite pity and arouses only irritation.
Drink, and dance and laugh and lie… Love the reeling midnight through… For tomorrow we shall die!
The day that I was christened- . It’s a hundred years, and more!- . A hag came and listened . At the white church door, . A-hearing her that bore me . And all my kith and kin . Considerately, for me, . Renouncing sin. . While some gave me corals, . And some gave me gold, . And porringers, with morals . Agreeably scrolled, . The hag stood, buckled . In a dim gray cloak; . Stood there and chuckled, . Spat, and spoke: . “There’s few enough in life’ll . Be needing my help, . But I’ve got a trifle . For your fine young whelp. . I give her sadness, . And the gift of pain, . The new-moon madness, . And the love of rain.” . And little good to lave me . In their holy silver bowl . After what she gave me- .
Down the wind that has beginning Where the crumpled beeches start In a fringe of salty reeds;
Some men break your heart in two, . Some men fawn and flatter, . Some men never look at you; . And that cleans up the matter.
Four be the things I’d been better without: Love, curiosity, freckles, and doubt.
I like to have a martini, two at the very most. After three I'm under the table, after four I'm under my host.
Age before beauty, and pearls before swine.
Scratch a lover, and find a foe.
I require only three things of a man. He must be handsome, ruthless, and stupid.
I am not sick, I am not well. My quondam dreams are shot to hell.
Woman lives but in her lord; . Count to ten, and man is bored. . With this the gist and sum of it, .
London is satisfied, Paris is resigned, but New York is always hopeful. Always it believes that something good is about to come off, and it must hurry to meet it.
Every love's the love before in a duller dress.
Love is like quicksilver in the hand...Leave the fingers open and it stays in the palm. Clutch it, and it darts away.
Not a soul dropped in to see me in my little cubicle in the office for days on end. I finally solved the problem by scratching my name off the door and replacing it with the legend 'Gents’ Room.