[{"text" : "Technology is a word that describes something that doesn't work yet.","author" : "Douglas Adams"},{"text" : "There are some people you like immediately, some whom you think you might learn to like in the fullness of time, and some that you simply want to push away from you with a sharp stick.","author" : "Douglas Adams"},{"text" : "I seldom end up where I wanted to go, but almost always end up where I need to be.","author" : "Douglas Adams"},{"text" : "A life that is burdened with expectations is a heavy life. Its fruit is sorrow and disappointment.","author" : "Douglas Adams"},{"text" : "This must be Thursday. I could never get the hang of Thursdays.","author" : "Douglas Adams"},{"text" : "If we see you smoking we will assume you are on fire and take appropriate action.","author" : "Douglas Adams"},{"text" : "Flying is learning how to throw yourself at the ground and miss.","author" : "Douglas Adams"},{"text" : "To give real service you must add something which cannot be bought or measured with money, and that is sincerity and integrity.","author" : "Douglas Adams"},{"text" : "I may not have gone where I intended to go, but I think I have ended up where I intended to be.","author" : "Douglas Adams"},{"text" : "We demand guaranteed rigidly defined areas of doubt and uncertainty.","author" : "Douglas Adams"},{"text" : "The little waiter's eyebrows wandered about his forehead in confusion.","author" : "Douglas Adams"},{"text" : "Humans are not proud of their ancestors, and rarely invite them round to dinner.","author" : "Douglas Adams"},{"text" : "It is a mistake to think you can solve any major problems just with potatoes.","author" : "Douglas Adams"},{"text" : "It can hardly be a coincidence that no language on Earth has ever produced the phrase, 'as pretty as an airport.' Airports are ugly. Some are very ugly. Some attain a degree of ugliness that can only be the result of a special effort.","author" : "Douglas Adams"},{"text" : "There is no point in using the word 'impossible' to describe something that has clearly happened.","author" : "Douglas Adams"},{"text" : "I refuse to answer that question on the grounds that I don't know the answer.","author" : "Douglas Adams"},{"text" : "We are stuck with technology when what we really want is just stuff that works.","author" : "Douglas Adams"},{"text" : "2,000 years ago one man got nailed to a tree for saying how great it would be if everyone was nice to each other for a change.","author" : "Douglas Adams"},{"text" : "The impossible often has a kind of integrity which the merely improbable lacks.","author" : "Douglas Adams"},{"text" : "There is no point in using the word impossible to describe something that has clearly happened.","author" : "Douglas Adams"},{"text" : "One always overcompensates for disabilities. I'm thinking of having my entire body surgically removed.","author" : "Douglas Adams"},{"text" : "A nerd is someone who uses a telephone to talk to other people about telephones.","author" : "Douglas Adams"},{"text" : "Nothing travels faster than the speed of light, with the possible exception of bad news, which obeys its own set of laws.","author" : "Douglas Adams"},{"text" : "Words used carelessly, as if they did not matter in any serious way, often allowed otherwise well-guarded truths to seep through.","author" : "Douglas Adams"},{"text" : "If it looks like a duck, and quacks like a duck, we have at least to consider the possibility that we have a small aquatic bird of the family anatidae on our hands.","author" : "Douglas Adams"},{"text" : "The hardest assumption to challenge is the one you don't even know you are making.","author" : "Douglas Adams"},{"text" : "Assumptions are what we don't know we are making.","author" : "Douglas Adams"},{"text" : "A mobile phone needs a manual in the way that a teacup doesn't .","author" : "Douglas Adams"},{"text" : "Wandering around the web is like living in a world in which every doorway is actually one of those science fiction devices which deposit you in a completely different part of the world when you walk through them. In fact, it isn't like it, it is it.","author" : "Douglas Adams"},{"text" : "It's good to leave your room super-messy when you're away. Whoever tries to break into your room will thought it has already been ransacked.","author" : "Douglas Adams"},{"text" : "All opinions are not equal. Some are a very great deal more robust, sophisticated and well supported in logic and argument than others.","author" : "Douglas Adams"},{"text" : "Deep in the fundamental heart of mind and Universe there is a reason.","author" : "Douglas Adams"},{"text" : "In the stillness, a fly would not have dared clear it's throat.","author" : "Douglas Adams"},{"text" : "Time travel, by its very nature, was invented in all periods of history simultaneously.","author" : "Douglas Adams"},{"text" : "He hoped and prayed that there wasn't an afterlife. Then he realized there was a contradiction involved here and merely hoped that there wasn't an afterlife.","author" : "Douglas Adams"},{"text" : "It's reassuring to realize that everybody is as stupid as you are and that all we are doing when we are standing in the kitchen wondering what we came in here for is woking.","author" : "Douglas Adams"},{"text" : "The single raindrop never feels responsible for the flood.","author" : "Douglas Adams"},{"text" : "Driving a Porsche in London is like bringing a Ming vase to a football game.","author" : "Douglas Adams"},{"text" : "In order to fly, all one must do is simply miss the ground.","author" : "Douglas Adams"},{"text" : "Lovers of print are simply confusing the plate for the food.","author" : "Douglas Adams"},{"text" : "First we thought the PC was a calculator. Then we found out how to turn numbers into letters with ASCII — and we thought it was a typewriter. Then we discovered graphics, and we thought it was a television. With the World Wide Web, we've realized it's a brochure.","author" : "Douglas Adams"},{"text" : "A common mistake that people make when trying to design something completely foolproof is to underestimate the ingenuity of complete fools.","author" : "Douglas Adams"},{"text" : "Nobleness was one word for making a fuss about the trivial inevitabilities of life, but there were others.","author" : "Douglas Adams"},{"text" : "Humans think they are smarter than dolphins because we build cars and buildings and start wars etc., and all that dolphins do is swim in the water, eat fish and play around. Dolphins believe that they are smarter for exactly the same reasons.","author" : "Douglas Adams"},{"text" : "The ships hung in the sky in much the same way that bricks don't.","author" : "Douglas Adams"},{"text" : "It can hardly be a coincidence that no language on earth has ever produced the expression, 'As pretty as an airport.","author" : "Douglas Adams"},{"text" : "A fragrant breeze wandered up from the quiet sea, trailed along the beach, and drifted back to the sea again, wondering where to go next. On a mad impulse it went up to the beach again. It drifted back to sea.","author" : "Douglas Adams"},{"text" : "A cup of tea would restore my normality.","author" : "Douglas Adams"},{"text" : "Don't spin your wheels and stress. Take a deep breath, center yourself and make a plan.","author" : "Douglas Adams"},{"text" : "Now,' said Benjy mouse, 'to business.' Ford and Zaphod clinked their glasses together. 'To business!' they said. 'I beg your pardon?' said Benjy. Ford looked round. 'Sorry, I thought you were proposing a toast,' he said.","author" : "Douglas Adams"},{"text" : "What the computer in virtual reality enables us to do is to recalibrate ourselves so that we can start seeing those pieces of information that are invisible to us but have become important for us to understand.","author" : "Douglas Adams"},{"text" : "There is a piece of me that likes to fondly imagine my maverick and rebellious nature. But, more accurately, I like to have a nice and cosy institution that I can rub up against a little bit.","author" : "Douglas Adams"},{"text" : "Time is an illusion. Lunchtime is doubly so.","author" : "Douglas Adams"},{"text" : "This must be Thursday. I never could get the hang of Thursdays.","author" : "Douglas Adams"},{"text" : "So long, and thanks for all the fish!","author" : "Douglas Adams"},{"text" : "Space is big. You just won't believe how vastly, hugely, mind-bogglingly big it is.","author" : "Douglas Adams"},{"text" : "There is an art ... or rather, a knack to flying. The knack lies in learning how to throw yourself at the ground and miss.","author" : "Douglas Adams"},{"text" : "Another world, another day, another dawn. The early morning;s thinnest sliver of light appeared silently. Several billion trillion tons of super hot exploding hydrogen nuclei rose slowly above the horizon and managed to look small, cold, and slightly damp.","author" : "Douglas Adams"},{"text" : "There is a moment in ever dawn when light floats, there is the possibility of magic. Creation holds its breath.","author" : "Douglas Adams"},{"text" : "The major difference between a thing that might go wrong and a thing that cannot possibly go wrong is that when a thing that cannot possibly go wrong goes wrong, it usually turns out to be impossible to get at and repair.","author" : "Douglas Adams"},{"text" : "It is no coincidence that in no known language does the phrase 'As pretty as an airport' appear.","author" : "Douglas Adams"}]