[{"text" : "These haters pretending that it's all good. Say that sh-t in person man, I wish y'all would.","author" : "Drake"},{"text" : "Holding her hand in public is just another way of saying you're proud to have her.","author" : "Drake"},{"text" : "Just remember that when nobody was there for you, I was. And when nobody else gave a damn, I did.","author" : "Drake"},{"text" : "She might say she love me, she don't love me like she say she love me.","author" : "Drake"},{"text" : "I be getting high just to balance out the lows.","author" : "Drake"},{"text" : "I tried to keep us together, you were busy keeping secrets.","author" : "Drake"},{"text" : "Want to know a Secret? Someone out there can't stop thinking about you.You are Beautiful. Don't ever believe differently.","author" : "Drake"},{"text" : "Always gone but never hard to find..","author" : "Drake"},{"text" : "Boys will break your heart. Real men will pick up the pieces.","author" : "Drake"},{"text" : "Hope you'll forgive me, never meant wrong. Tried to be patient, but waited too long. But I would've came back..","author" : "Drake"},{"text" : "Live for today, plan for tomorrow, party tonight, party tonight.","author" : "Drake"},{"text" : "Time heals all and heels hurt to walk in, but they go with the clutch that you carry your lip gloss in.","author" : "Drake"},{"text" : "Patience is key for getting over a breakup. That, and trailing off your interaction after the breakup.","author" : "Drake"},{"text" : "Sometimes it's the journey that teaches you a lot about your destination.","author" : "Drake"},{"text" : "Sometimes you have to erase the messages, delete the numbers, and move on. You don't have to forget who that person was to you, but you do have to accept that they aren't that person anymore.","author" : "Drake"},{"text" : "Grudges are a waste of perfect happiness. Laugh when you can. Apologize when you should and let go of what you can't change.","author" : "Drake"},{"text" : "No matter how dirty your past is, your future is still spotless.","author" : "Drake"},{"text" : "Want to know a secret? Someone out there can't stop thinking about you. You are beautiful. Don't ever believe differently.","author" : "Drake"},{"text" : "Anytime you're afraid to try something new...just remember, amateurs built the ark, professionals built the titanic.","author" : "Drake"},{"text" : "Faded way too long, I'm floatin in and out of consciousness","author" : "Drake"},{"text" : "Every million I gain an enemy or a cousin. And people's feelings have changed ever since I became somethin.","author" : "Drake"},{"text" : "I just hope that you miss me a little when I'm gone.","author" : "Drake"},{"text" : "Nobody really likes us except for us.","author" : "Drake"},{"text" : "He’s going to be sorry he lost you, so stop worrying. Forget the past, forget the pain and remember what an incredible woman you are.","author" : "Drake"},{"text" : "Throw em a bone and they want a steak.","author" : "Drake"},{"text" : "We don't relate (no) racks in the (rack) Racks in the safe (safe) Steak on my plate (steak)","author" : "Drake"},{"text" : "When your ex says ‘You’ll never find anyone like me’. Say ‘that’s the point’.","author" : "Drake"}]