In preparing for battle I have always found that plans are useless, but planning is indispensable.
Leadership is the art of getting someone else to do something you want done because he wants to do it.
???Freedom has its life in the hearts, the actions, the spirit of men and so it must be daily earned and refreshed - else like a flower cut from its life-giving roots, it will wither and die.
Freedom has its life in the hearts, the actions, the spirit of men and so it must be daily earned and refreshed - else like a flower cut from its life-giving roots, it will wither and die.
The older I get the more wisdom I find in the ancient rule of taking first things first. A process which often reduces the most complex human problem to a manageable proportion.
Only Americans can hurt America.
If progress is to be steady we must have long term guides extending far ahead.
There's no tragedy in life like the death of a child. Things never get back to the way they were.
Politics ought to be the part-time profession of every citizen who would protect the rights and privileges of free people and who would preserve what is good and fruitful in our national heritage.
The clearest way to show what the rule of law means to us in everyday life is to recall what has happened when there is no rule of law.
Neither a wise man nor a brave man lies down on the tracks of history to wait for the train of the future to run over him.
Farming looks mighty easy when your plow is a pencil and you're a thousand miles from the corn field.
Freedom has its life in the hearts, the actions, the spirit of men and so it must be daily earned and refreshed-else like a flower cut from its life-giving roots, it will wither and die.
The middle of the road is all of the usable surface. The extremes, right and left, are in the.
May the light of freedom, coming to all darkened lands, flame brightly until at last the darkness is no more.
If you want total security, go to prison. There you're fed, clothed, given medical care and so on. The only thing lacking is freedom.
A sense of humor is part of the art of leadership, of getting along with people, of getting things done.
There is no glory in battle worth the blood it costs.
This world of ours must avoid becoming a community of dreadful fear and hate, and be, instead, a proud confederation of mutual trust and respect.
Extremes to the right and to the left of any political dispute are always wrong.
Plans are worthless. Planning is essential.
Organizations cannot make a genius out of an incompetent. On the other hand, disorganization can scarcely fail to result in efficiency.
Pessimism never won any battle.
Pull the string, and it will follow wherever you wish. Push it, and it will go nowhere at all.
Morale is the greatest single factor in successful wars.
The best morale exist when you never hear the word mentioned. When you hear a lot of talk about it, it's usually lousy.
It is far more important to be able to hit the target than it is to haggle over who makes a weapon or who pulls a trigger.
The search for a scapegoat is the easiest of all hunting expeditions.
An intellectual is a man who takes more words than necessary to tell more than he knows.
There is no such thing as human superiority.
Only strength can cooperate. Weakness can only beg.
Compromise is like the middle of the road; always safer to walk on than the edges.
The problem in defense is how far you can go without destroying from within what you are trying to defend from without.
A people that values its privileges above its principles soon loses both.
Every gathering of Americans-whether a few on the porch of a crossroads store or massed thousands in a great stadium-is the possessor of a potentially immeasurable influence on the future.
The final battle against intolerance is to be fought—not in the chambers of any legislature—but in the hearts of men.
By mutual respect, understanding and with good will we can find acceptable solutions to any problems which exist or may arise between us.
Against the dark background of the atomic bomb, the United States does not wish merely to present strength, but also the desire and the hope for peace.
An atheist is a man who watches a Notre Dame -- Southern Methodist University game and doesn't care who wins.
Dollars and guns are no substitutes for brains and will power.
Some people wanted champagne and caviar when they should have had beer and hot dogs.
You have a row of dominoes set up; you knock over the first one, and what will happen to the last one is that it will go over very quickly.
It's better to have one person working with you than three people working for you.
Every gun that is made, every warship launched, every rocket fired signifies in the final sense, a theft from those who hunger and are not fed, those who are cold and are not clothed. This world in arms is not spending money alone. It is spending the sweat of its laborers, the genius of its scientists, the hopes of its children. This is not a way of life at all in any true sense. Under the clouds of war, it is humanity hanging on a cross of iron.
No battle was ever won according to plan, but no battle was ever won without one.
Sweet praise is like perfume. It is fine if you don't swallow it.
In the final choice, a soldier's pack is not so heavy a burden as a prisoner's chains.
For every obstacle there is a solution. Persistence is the key.
These men came here to storm these beaches for one purpose only, not to gain anything for ourselves, not to fulfill any ambitions that America had for conquest, but just to preserve freedom. Many thousands of men have died for such ideals as these, but these young boys were cut of in their prime.
Farming looks mighty easy when your plow is a pencil, and you're a thousand miles from a corn field.