[{"text" : "One person with passion is better than forty people merely interested.","author" : "E. M. Forster"},{"text" : "Tolerance is a very dull virtue. It is boring. Unlike love, it has always had a bad press. It is negative. It merely means putting up with people, being able to stand things.","author" : "E. M. Forster"},{"text" : "If I had to choose between betraying my country and betraying my friend, I hope I should have the guts to betray my country.","author" : "E. M. Forster"},{"text" : "Two cheers for Democracy: one because it admits variety and two because it permits criticism.","author" : "E. M. Forster"},{"text" : "I am sure that if the mothers of various nations could meet, there would be no more wars.","author" : "E. M. Forster"},{"text" : "Mistrust all enterprises that require new clothes.","author" : "E. M. Forster"},{"text" : "Life is easy to chronicle, but bewildering to practice.","author" : "E. M. Forster"},{"text" : "Too late... everything's always too late.","author" : "E. M. Forster"},{"text" : "Be soft, even if you stand to get squashed.","author" : "E. M. Forster"},{"text" : "Charm, in most men and nearly all women, is a decoration.","author" : "E. M. Forster"},{"text" : "The kingdom of music is not the kingdom of this world.","author" : "E. M. Forster"},{"text" : "A novel must give a sense of permanence as well as a sense of life.","author" : "E. M. Forster"},{"text" : "It is the vice of a vulgar mind to be thrilled by bigness.","author" : "E. M. Forster"},{"text" : "The sadness of the incomplete, the sadness that is often Life, but should never be Art.","author" : "E. M. Forster"},{"text" : "At times our need for a sympathetic gesture is so great that we care not what exactly it signifies or how much we may have to pay for it afterwards.","author" : "E. M. Forster"},{"text" : "No man can be an agnostic who has a sense of humour.","author" : "E. M. Forster"},{"text" : "She must be assured that it is not a criminal offense to love at first sight.","author" : "E. M. Forster"},{"text" : "Suspense: the only literary tool that has any effect upon tyrants and savages.","author" : "E. M. Forster"},{"text" : "Those who search for truth are too conscious of the maze to be hard on others.","author" : "E. M. Forster"},{"text" : "England has always been disinclined to accept human nature.","author" : "E. M. Forster"},{"text" : "Think before you speak is criticism's motto; speak before you think, creation's.","author" : "E. M. Forster"},{"text" : "The main facts in human life are five: birth, food, sleep, love and death.","author" : "E. M. Forster"},{"text" : "A facade of skyscrapers facing a lake and behind the facade, every type of dubiousness.","author" : "E. M. Forster"},{"text" : "Railway termini are our gates to the glorious and the unknown. Through them we pass out into adventure and sunshine, to them, alas! we return.","author" : "E. M. Forster"},{"text" : "I suggest that the only books that influence us are those for which we are ready, and which have gone a little farther down our particular path than we have yet got ourselves.","author" : "E. M. Forster"},{"text" : "The hungry and the homeless don't care about liberty any more than they care about cultural heritage. To pretend that they do care is cant.","author" : "E. M. Forster"},{"text" : "Love is always being given where it is not required.","author" : "E. M. Forster"},{"text" : "Spoon feeding in the long run teaches us nothing but the shape of the spoon.","author" : "E. M. Forster"}]