[{"text" : "Don't let the fear of the time it will take to accomplish something stand in the way of your doing it. The time will pass anyway; we might just as well put that passing time to the best possible use.","author" : "Earl Nightingale"},{"text" : "Never give up on a dream because of the time it will take to accomplish it. The time will pass anyway.","author" : "Earl Nightingale"},{"text" : "People with goals succeed because they know where they are going. It's as simple as that.","author" : "Earl Nightingale"},{"text" : "When you judge others, you do not define them, you define yourself.","author" : "Earl Nightingale"},{"text" : "You'll find boredom where there is the absence of a good idea.","author" : "Earl Nightingale"},{"text" : "Preparation for life is so important. Luck is what happens when preparedness meets opportunity. Opportunity is all around us.","author" : "Earl Nightingale"},{"text" : "Excellence always sells.","author" : "Earl Nightingale"},{"text" : "The key that unlocks energy is desire. It's also the key to a long and interesting life. If we expect to create any drive, any real force within ourselves, we have to get excited.","author" : "Earl Nightingale"},{"text" : "Never give up on a dream just because of the time it will take to accomplish it. The time will pass anyway.","author" : "Earl Nightingale"},{"text" : "Everything in the world we want to do or get done, we must do with and through people.","author" : "Earl Nightingale"},{"text" : "Whatever we plant in our subconscious mind and nourish with repetition and emotion will one day become a reality.","author" : "Earl Nightingale"},{"text" : "We become what we think about.","author" : "Earl Nightingale"},{"text" : "Our environment, the world in which we live and work, is a mirror of our attitudes and expectations.","author" : "Earl Nightingale"},{"text" : "One hour per day of study in your chosen field is all it takes. One hour per day of study will put you at the top of your field within three years. Within five years you'll be a national authority. In seven years, you can be one of the best people in the world at what you do.","author" : "Earl Nightingale"},{"text" : "Any person who contributes to prosperity must prosper in turn.","author" : "Earl Nightingale"},{"text" : "Our attitude toward life determines life's attitude towards us.","author" : "Earl Nightingale"},{"text" : "If your attitude toward the world is good, you will obtain good results. If your attitude is excellent, excellent will your results.","author" : "Earl Nightingale"},{"text" : "People with goals succeed because they know where they're going.","author" : "Earl Nightingale"},{"text" : "Attitude is the reflection of a person, and our world mirrors our attitude.","author" : "Earl Nightingale"},{"text" : "Always keep that happy attitude. Pretend that you are holding a beautiful fragrant bouquet.","author" : "Earl Nightingale"},{"text" : "The more intensely we feel about an idea or a goal, the more assuredly the idea, buried deep in our subconscious, will direct us along the path to its fulfillment.","author" : "Earl Nightingale"},{"text" : "We can let circumstances rule us, or we can take charge and rule our lives from within.","author" : "Earl Nightingale"},{"text" : "All you need is the plan, the road map, and the courage to press on to your destination.","author" : "Earl Nightingale"},{"text" : "What happens inside always appears outside.","author" : "Earl Nightingale"},{"text" : "Wherever there is danger, there lurks opportunity; whenever there is opportunity, there lurks danger. The two are inseparable. They go together.","author" : "Earl Nightingale"},{"text" : "We all walk in the dark and each of us must learn to turn on his or her own light.","author" : "Earl Nightingale"},{"text" : "If the grass is greener on the other side it’s probably getting better care. Success is a matter of sticking to a set of common sense principles anyone can master.","author" : "Earl Nightingale"},{"text" : "Success is the progressive realization of a worthy goal or ideal.","author" : "Earl Nightingale"},{"text" : "Your rewards in life are in direct proportion to your service.","author" : "Earl Nightingale"},{"text" : "Think how really precious is the time you have to spend, whether it's at work or with your family. Every minute should be enjoyed and savored.","author" : "Earl Nightingale"},{"text" : "Learn to enjoy every minute of your life. Be happy now. Don't wait for something outside of yourself to make you happy in the future. Think how really precious is the time you have to spend, whether it's at work or with your family. Every minute should be enjoyed and savored.","author" : "Earl Nightingale"},{"text" : "Your problem is to bridge the gap which exists between where you are now and the goal you intend to reach.","author" : "Earl Nightingale"},{"text" : "Don’t let the fear of the time it will take to accomplish something stand in the way of your doing it. The time will pass anyway; we might just as well put that passing time to the best possible use.","author" : "Earl Nightingale"},{"text" : "Learn to enjoy every minute of your life. Be happy now. Don't wait for something outside of yourself to make you happy in the future. Think how really precious is the time you have to spend, whether it's at work or with your family. Every minute should be enjoyed and savored.","author" : "Earl Nightingale"},{"text" : "A great attitude does much more than turn on the lights in our worlds, it seems to magically connect us to all sorts of serendipitous opportunities that were somehow absent before the change.","author" : "Earl Nightingale"},{"text" : "You'll find boredom when there's an absence of a good idea.","author" : "Earl Nightingale"},{"text" : "Self pity is an acid which eats holes in happiness.","author" : "Earl Nightingale"},{"text" : "Our attitude towards others determines their attitude towards us.","author" : "Earl Nightingale"},{"text" : "Learn to enjoy every minute of your life. Be happy now.","author" : "Earl Nightingale"},{"text" : "The biggest mistake that you can make is to believe that you are working for somebody else. Job security is gone. The driving force of a career must come from the individual.","author" : "Earl Nightingale"},{"text" : "You see, the human mind is the last, great unexplored continent on Earth. It contains riches beyond our wildest dreams. It will return anything we want to plant.","author" : "Earl Nightingale"}]