[{"text" : "The arrogance of age must submit to be taught by youth.","author" : "Edmund Burke"},{"text" : "You can never plan the future by the past.","author" : "Edmund Burke"},{"text" : "Reading without reflecting is like eating without digesting.","author" : "Edmund Burke"},{"text" : "Nobody made a greater mistake than he who did nothing because he could only do a little.","author" : "Edmund Burke"},{"text" : "Those who don't know history are destined to repeat it.","author" : "Edmund Burke"},{"text" : "The greater the power, the more dangerous the abuse.","author" : "Edmund Burke"},{"text" : "The great must submit to the dominion of prudence and of virtue, or none will long submit to the dominion of the great.","author" : "Edmund Burke"},{"text" : "Great men are the guideposts and landmarks in the state.","author" : "Edmund Burke"},{"text" : "The only thing necessary for the triumph of evil is for good men to do nothing.","author" : "Edmund Burke"},{"text" : "Water is insipid, inodorous, colorless and smooth.","author" : "Edmund Burke"},{"text" : "To make us love our country, our country ought to be lovely.","author" : "Edmund Burke"},{"text" : "A spirit of innovation is generally the result of a selfish temper and confined views. People will not look forward to posterity, who never look backward to their ancestors.","author" : "Edmund Burke"},{"text" : "All that is necessary for the triumph of evil is that good men do nothing.","author" : "Edmund Burke"},{"text" : "The important thing is not to stop questioning. Curiosity has its own reason for existing. One cannot help but be in awe when he contemplates the mysteries of eternity, of life, of the marvellous structure of reality.","author" : "Edmund Burke"},{"text" : "The first and simplest emotion which we discover in the human mind, is curiosity.","author" : "Edmund Burke"},{"text" : "Toleration is good for all, or it is good for none.","author" : "Edmund Burke"},{"text" : "Genuine simplicity of heart is a healing and cementing principle.","author" : "Edmund Burke"},{"text" : "It is a general popular error to suppose the loudest complainers for the public to be the most anxious for its welfare.","author" : "Edmund Burke"},{"text" : "Guilt was never a rational thing; it distorts all the faculties of the human mind, it perverts them, it leaves a man no longer in the free use of his reason, it puts him into confusion.","author" : "Edmund Burke"},{"text" : "The most important of all revolutions, a revolution in sentiments, manners and moral opinions.","author" : "Edmund Burke"},{"text" : "But what is liberty without wisdom, and without virtue? It is the greatest of all possible evils; for it is folly, vice, and madness, without tuition or restraint.","author" : "Edmund Burke"},{"text" : "Slavery is a weed that grows on every soil.","author" : "Edmund Burke"},{"text" : "Slavery is a state so improper, so degrading, and so ruinous to the feelings and capacities of human nature, that it ought not to be suffered to exist.","author" : "Edmund Burke"},{"text" : "Death is natural to a man, but slavery unnatural; and the moment you strip a man of his liberty you strip him of all his virtues: you convert his heart into a dark hole, in which all the vices conspire against you.","author" : "Edmund Burke"},{"text" : "People must be taken as they are, and we should never try make them or ourselves better by quarreling with them.","author" : "Edmund Burke"},{"text" : "Laws, like houses, lean on one another.","author" : "Edmund Burke"},{"text" : "Bad laws are the worst form of tyranny.","author" : "Edmund Burke"},{"text" : "Flattery corrupts both the receiver and the giver.","author" : "Edmund Burke"},{"text" : "Falsehood is a perennial spring.","author" : "Edmund Burke"},{"text" : "We must all obey the great law of change. It is the most powerful law of nature.","author" : "Edmund Burke"},{"text" : "There ought to be system of manners in every nation which a well-formed mind would be disposed to relish. To make us love our country, our country ought to be lovely.","author" : "Edmund Burke"},{"text" : "Not men but measures a sort of charm by which many people get loose from every honorable engagement.","author" : "Edmund Burke"},{"text" : "Poetry is the art of substantiating shadows, and of lending existence to nothing.","author" : "Edmund Burke"},{"text" : "Nobody made a greater mistake than he who did nothing because he could do only a little.","author" : "Edmund Burke"},{"text" : "It is not what a lawyer tells me I may do; but what humanity, reason, and justice tell me I ought to do.","author" : "Edmund Burke"},{"text" : "A perfect democracy is therefore the most shameless thing in the world.","author" : "Edmund Burke"},{"text" : "General rebellions and revolts of a whole people never were encouraged now or at any time. They are always provoked.","author" : "Edmund Burke"},{"text" : "If we command our wealth, we shall be rich and free. If our wealth commands us, we are poor indeed.","author" : "Edmund Burke"},{"text" : "To read without reflecting is like eating without digesting.","author" : "Edmund Burke"},{"text" : "A representative owes not just his industry but his judgement.","author" : "Edmund Burke"},{"text" : "The people never give up their liberties but under some delusion.","author" : "Edmund Burke"},{"text" : "Passion for fame: A passion which is the instinct of all great souls.","author" : "Edmund Burke"},{"text" : "Nothing is so rash as fear; its counsels very rarely put off, whilst they are always sure to aggravate the evils from which it would fly.","author" : "Edmund Burke"},{"text" : "The tyranny of a multitude is a multiplied tyranny.","author" : "Edmund Burke"},{"text" : "All tyranny needs to gain a foothold is for people of good conscience to remain silent.","author" : "Edmund Burke"},{"text" : "Manners are of more importance than laws. Manners are what vex or soothe, corrupt or purify, exalt or debase, barbarize or refine us, by a constant, steady, uniform, insensible operation, like that of the air we breathe.","author" : "Edmund Burke"},{"text" : "He that wrestles with us strengthens our nerves and sharpens our skill. Our antagonist is our helper.","author" : "Edmund Burke"},{"text" : "Crimes lead one into another; they who are capable of being forgers are capable of being incendiaries.","author" : "Edmund Burke"},{"text" : "Geography is an earthly subject, but a heavenly science.","author" : "Edmund Burke"},{"text" : "Good order is the foundation of all things.","author" : "Edmund Burke"},{"text" : "Circumstances give in reality to every political principle its distinguishing color and discriminating effect. The circumstances are what render every civil and political scheme beneficial or noxious to mankind.","author" : "Edmund Burke"},{"text" : "It is the interest of the commercial world that wealth should be found everywhere.","author" : "Edmund Burke"},{"text" : "He that accuses all mankind of corruption ought to remember that he is sure to convict only one.","author" : "Edmund Burke"},{"text" : "Greater mischief happens often from folly, meanness, and vanity than from the greater sins of avarice and ambition.","author" : "Edmund Burke"},{"text" : "A very great part of the mischiefs that vex the world arises from words.","author" : "Edmund Burke"},{"text" : "Magnificence is likewise a source of the sublime. A great profusion of things which are splendid or valuable in themselves is magnificent. The starry heaven, though it occurs so very frequently to our view, never fails to excite an idea of grandeur.","author" : "Edmund Burke"},{"text" : "Free trade is not based on utility but on justice.","author" : "Edmund Burke"},{"text" : "Religious persecution may shield itself under the guise of a mistaken and over-zealous piety.","author" : "Edmund Burke"},{"text" : "Whenever government abandons law, it proclaims anarchy.","author" : "Edmund Burke"},{"text" : "Good order is the foundation of all good things.","author" : "Edmund Burke"},{"text" : "All men have equal rights, but not to equal things.","author" : "Edmund Burke"},{"text" : "An appearance of delicacy, and even fragility, is almost essential to beauty.","author" : "Edmund Burke"},{"text" : "Prudence is not only the first in rank of the virtues political and moral, but she is the director and regulator, the standard of them all.","author" : "Edmund Burke"},{"text" : "Prudence is a quality incompatible with vice, and can never be effectively enlisted in its cause.","author" : "Edmund Burke"},{"text" : "If the prudence of reserve and decorum dictates silence in some circumstances, in others prudence of a higher order may justify us in speaking our thoughts.","author" : "Edmund Burke"},{"text" : "Good company, lively conversation, and the endearments of friendship fill the mind with great pleasure.","author" : "Edmund Burke"},{"text" : "By gnawing through a dike, even a rat may drown a nation.","author" : "Edmund Burke"},{"text" : "He that struggles with us strengthens our nerves, and sharpens our skill. Our antagonist is our helper.","author" : "Edmund Burke"},{"text" : "Early and provident fear is the mother of safety.","author" : "Edmund Burke"},{"text" : "Nothing in progress can rest on its original plan. We might as well think of rocking a grown man in the cradle of an infant.","author" : "Edmund Burke"},{"text" : "There is a boundary to men’s passions when they act from feelings; but none when they are under the influence of imagination.","author" : "Edmund Burke"},{"text" : "Slavery they can have anywhere. It is a weed that grows in every soil.","author" : "Edmund Burke"},{"text" : "If we command our wealth, we shall be rich and free; if our wealth commands us, we are poor indeed.","author" : "Edmund Burke"},{"text" : "Never despair but if you do, work on in despair.","author" : "Edmund Burke"},{"text" : "Never despair, but if you do, work on in despair.","author" : "Edmund Burke"},{"text" : "In history, a great volume is unrolled for our instruction, drawing the materials of future wisdom from the past errors and infirmities of mankind.","author" : "Edmund Burke"},{"text" : "Whilst shame keeps its watch, virtue is not wholly extinguished in the heart nor will moderation be utterly exiled from the minds of tyrants.","author" : "Edmund Burke"},{"text" : "Ambition can creep as well as soar.","author" : "Edmund Burke"},{"text" : "People will not look forward to postertity, who will never look backward to their ancestors.","author" : "Edmund Burke"},{"text" : "Government is a contrivance of human wisdom to provide for human wants.","author" : "Edmund Burke"},{"text" : "In all forms of government, the people are the true legislators","author" : "Edmund Burke"},{"text" : "Flattery is no more than what raises in a man's mind an idea of a preference which he has not.","author" : "Edmund Burke"},{"text" : "There is nothing that God has judged good for us that He has not given us the means to accomplish, both in the natural and moral world. If we cry, like children, for the moon, like children we must cry on.","author" : "Edmund Burke"}]