[{"text" : "Not in achievement, but in endurance, of the human soul, does it show its divine grandeur and its alliance with the infinite.","author" : "Edwin Hubbel Chapin"},{"text" : "The city reveals the moral ends of being, and sets the awful problem of life. The country soothes us, refreshes us, lifts us up with religious suggestion.","author" : "Edwin Hubbel Chapin"},{"text" : "Influence is exerted by every human being from the hour of birth to that of death.","author" : "Edwin Hubbel Chapin"},{"text" : "Impatience dries the blood sooner than age or sorrow.","author" : "Edwin Hubbel Chapin"},{"text" : "Impatience never commanded success.","author" : "Edwin Hubbel Chapin"},{"text" : "Every action in our lives touches on some chord that will vibrate in eternity.","author" : "Edwin Hubbel Chapin"},{"text" : "Modest expression is a beautiful setting to the diamond of talent and genius.","author" : "Edwin Hubbel Chapin"},{"text" : "Objects close to the eye shut out much larger objects on the horizon; and splendors born only of the earth eclipse the stars. So it is with people who sometimes cover the entire disc of eternity with a dollar, and so quench transcendent glories with a little shining dust.","author" : "Edwin Hubbel Chapin"},{"text" : "Poetry is the utterance of deep and heart-felt truth - the true poet is very near the oracle.","author" : "Edwin Hubbel Chapin"},{"text" : "Heaven never defaults. The wicked are sure of their wages, sooner or later.","author" : "Edwin Hubbel Chapin"},{"text" : "Gaiety is often the reckless ripple over depths of despair.","author" : "Edwin Hubbel Chapin"},{"text" : "Skepticism has never founded empires, established principals, or changed the world's heart. The great doers in history have always been people of faith.","author" : "Edwin Hubbel Chapin"},{"text" : "No man knows the genuineness of his convictions until he has sacrificed something for them.","author" : "Edwin Hubbel Chapin"},{"text" : "A life is black, whiten it as you will.","author" : "Edwin Hubbel Chapin"},{"text" : "Neutral men are the devil's allies.","author" : "Edwin Hubbel Chapin"},{"text" : "Pride is the master sin of the devil, and the devil is the father of lies.","author" : "Edwin Hubbel Chapin"},{"text" : "No language can express the power and beauty and heroism of a mother's love.","author" : "Edwin Hubbel Chapin"},{"text" : "Every action of our lives touches on some chord that will vibrate in eternity.","author" : "Edwin Hubbel Chapin"}]