[{"text" : "The most beautiful people I've known are those who have known trials, have known struggles, have known loss, and have found their way out of the depths.","author" : "Elisabeth Kubler"},{"text" : "Grief will happen either as an open healing wound or a closed festering wound, either honestly or dishonestly, either appropriately or inappropriately. But emotions will be expressed.","author" : "Elisabeth Kubler"},{"text" : "The ultimate lesson all of us have to learn is unconditional love, which includes not only others but ourselves as well.","author" : "Elisabeth Kubler"},{"text" : "The opinion which other people have of you is their problem, not yours.","author" : "Elisabeth Kubler"},{"text" : "People are like stained glass windows, they sparkle and shine when the sun is out, but when darkness sets in their true beauty is revealed only if there is a light from within.","author" : "Elisabeth Kubler"},{"text" : "The most beautiful people we have known are those who have known defeat, known suffering, known struggle, known loss, and have found their way out of the depths. These persons have an appreciation, a sensitivity, and an understanding of life that fills them with compassion, gentleness, and a deep loving concern. Beautiful people do not just happen.","author" : "Elisabeth Kubler"},{"text" : "I believe that we are solely responsible for our choices, and we have to accept the consequences of every deed, word, and thought throughout our lifetime.","author" : "Elisabeth Kubler"},{"text" : "Negativity can only feed on negativity.","author" : "Elisabeth Kubler"},{"text" : "There are no mistakes, no coincidences, all events are blessings given to us to learn from.","author" : "Elisabeth Kubler"},{"text" : "Guilt is perhaps the most painful companion of death.","author" : "Elisabeth Kubler"},{"text" : "The simple life on the farm was everything to me. Nothing was more relaxing after a long plane flight than to reach the winding driveway that led up to my house. The quiet of the night was more soothing than a sleeping pill.","author" : "Elisabeth Kubler"},{"text" : "Live, so you do not have to look back and say: 'God, how I have wasted my life.","author" : "Elisabeth Kubler"},{"text" : "Everything in this life has a purpose, there are no mistakes, no coincidences.","author" : "Elisabeth Kubler"},{"text" : "The most beautiful people we have known are those who have known defeat, known suffering, known struggle, known loss, and have found their way out of those depths.","author" : "Elisabeth Kubler"},{"text" : "The five stages - denial, anger, bargaining, depression, and acceptance - are a part of the framework that makes up our learning to live with the one we lost. They are tools to help us frame and identify what we may be feeling. But they are not stops on some linear timeline in grief.","author" : "Elisabeth Kubler"},{"text" : "As far as service goes, it can take the form of a million things. To do service, you don't have to be a doctor working in the slums for free, or become a social worker. Your position in life and what you do doesn't matter as much as how you do what you do.","author" : "Elisabeth Kubler"},{"text" : "It's not the end of the physical body that should worry us. Rather our concern must be to live while we're alive.","author" : "Elisabeth Kubler"},{"text" : "We have to ask ourselves whether medicine is to remain a humanitarian and respected profession or a new but depersonalized science in the service of prolonging life rather than diminishing human suffering.","author" : "Elisabeth Kubler"},{"text" : "The most beautiful people we have known are those who have known defeat, known suffering, known struggle, known loss, and have found their way out of the depths. These persons have an appreciation, a sensitivity and an understanding of life that fills them with compassions, gentleness, and a deep loving concern. Beautiful people do not just happen.","author" : "Elisabeth Kubler"},{"text" : "The opinion which other people have of you is their problem not yours.","author" : "Elisabeth Kubler"},{"text" : "People are like stained - glass windows. They sparkle and shine when the sun is out, but when the darkness sets in, their true beauty is revealed only if there is a light from within.","author" : "Elisabeth Kubler"},{"text" : "Denial helps us to pace our feelings of grief. There is a grace in denial. It is nature's way of letting in only as much as we can handle.","author" : "Elisabeth Kubler"},{"text" : "Death is but a transition from this life to another existence where there is no more pain and anguish. All the bitterness and disagreements will vanish, and the only thing that lives forever is love.","author" : "Elisabeth Kubler"},{"text" : "We think sometimes we're only drawn to the good, but we're actually drawn to the authentic. We like people who are real more than those who hide their true selves under layers of artificial niceties.","author" : "Elisabeth Kubler"},{"text" : "There is no need to go to India or anywhere else to find peace. You will find that deep place of silence right in your room, your garden or even your bathtub.","author" : "Elisabeth Kubler"},{"text" : "The reality is that you will grieve forever. You will not ‘get over’ the loss of a loved one; you will learn to live with it. You will heal and you will rebuild yourself around the loss you have suffered. You will be whole again but you will never be the same. Nor should you be the same, nor would you want to.","author" : "Elisabeth Kubler"},{"text" : "There are no mistakes, no coincidences. All events are blessings given to us to learn from.","author" : "Elisabeth Kubler"},{"text" : "I’ve told my children that when I die, to release balloons in the sky to celebrate that I graduated. For me, death is a graduation.","author" : "Elisabeth Kubler"},{"text" : "It is difficult to accept death in this society because it is unfamiliar. In spite of the fact that it happens all the time, we never see it.","author" : "Elisabeth Kubler"},{"text" : "Mankind's greatest gift, also its greatest curse, is that we have free choice. We can make our choices built from love or from fear.","author" : "Elisabeth Kubler"},{"text" : "People are like stained-glass windows. They sparkle and shine when the sun is out, but when the darkness sets in, their true beauty is revealed only if there is a light from within.","author" : "Elisabeth Kubler"},{"text" : "The five stages – denial, anger, bargaining, depression, and acceptance – are a part of the framework that makes up our learning to live with the one we lost. They are tools to help us frame and identify what we may be feeling. But they are not stops on some linear timeline in grief.","author" : "Elisabeth Kubler"},{"text" : "I have never met a person whose greatest need was anything other than real, unconditional love.","author" : "Elisabeth Kubler"}]