[{"text" : "Tis the set of the sail that decides the goal, and not the storm of life.","author" : "Ella Wheeler Wilcox"},{"text" : "There is no chance, no destiny, no fate, that can circumvent or hinder or control the firm resolve of a determined soul.","author" : "Ella Wheeler Wilcox"},{"text" : "There is no chance, no destiny, no fate, that can hinder or control the firm resolve of a determined soul.","author" : "Ella Wheeler Wilcox"},{"text" : "A pat on the back is only a few vertebrae removed from a kick in the pants, but is miles ahead in results.","author" : "Ella Wheeler Wilcox"},{"text" : "What can be said in New Year rhymes, That's not been said a thousand times? The new years come, the old years go, We know we dream, we dream we know.","author" : "Ella Wheeler Wilcox"},{"text" : "There is no satisfaction that can compare with looking back across the years and finding you've grown in self-control, judgment, generosity, and unselfishness.","author" : "Ella Wheeler Wilcox"},{"text" : "A weed is but an unloved flower.","author" : "Ella Wheeler Wilcox"},{"text" : "When we tire of well-worn ways, we seek for new. This restless craving in the souls of men spurs them to climb, and to seek the mountain view.","author" : "Ella Wheeler Wilcox"},{"text" : "There is nothing we cannot live down, rise above, and overcome.","author" : "Ella Wheeler Wilcox"},{"text" : "Come, cuddle your head on my shoulder, dear, your head like the golden rod, and we will go sailing away from here to the beautiful Land of Nod.","author" : "Ella Wheeler Wilcox"},{"text" : "I love your lips when they're wet with wine and red with wicked desire.","author" : "Ella Wheeler Wilcox"},{"text" : "Talk not of the river or lake, To those who have looked on the sea.","author" : "Ella Wheeler Wilcox"},{"text" : "To sin by silence, when we should protest, Makes cowards out of men.","author" : "Ella Wheeler Wilcox"},{"text" : "With every deed you are sowing a seed, though the harvest you may not see.","author" : "Ella Wheeler Wilcox"},{"text" : "Back on its golden hinges the gate of Memory swings, and my heart goes into the garden and walks with the olden things.","author" : "Ella Wheeler Wilcox"},{"text" : "The spark divine dwells in thee: let it grow.","author" : "Ella Wheeler Wilcox"},{"text" : "Immortal life is something to be earned, By slow self-conquest, comradeship with Pain, And patient seeking after higher truths.","author" : "Ella Wheeler Wilcox"},{"text" : "Always continue the climb. It is possible for you to do whatever you choose, if you first get to know who you are and are willing to work with a power that is greater than ourselves to do it.","author" : "Ella Wheeler Wilcox"},{"text" : "The truest greatness lies in being kind, the truest wisdom in a happy mind.","author" : "Ella Wheeler Wilcox"},{"text" : "No difficulty can discourage, no obstacle dismay, no trouble dishearten the man who has acquired the art of being alive. Difficulties are but dares of fate, obstacles but hurdles to try his skill, troubles but bitter tonics to give him strength; and he rises higher and looms greater after each encounter with adversity.","author" : "Ella Wheeler Wilcox"},{"text" : "Good music is wine turned to sound","author" : "Ella Wheeler Wilcox"},{"text" : "The man who radiates good cheer, who makes life happier wherever he meets it, is always a man of vision and faith.","author" : "Ella Wheeler Wilcox"},{"text" : "Who would attain to summits still and fair,Must nerve himself through valleys of despair.","author" : "Ella Wheeler Wilcox"},{"text" : "Love is as bitter as the dregs of sin, As sweet as clover-honey in its cell; Love is the password whereby souls get in To Heaven--the gate that leads, sometimes, to Hell.","author" : "Ella Wheeler Wilcox"},{"text" : "There is no success without unity.","author" : "Ella Wheeler Wilcox"},{"text" : "Life is a privilege . Its youthful days shine with the radiance of continuous Mays.","author" : "Ella Wheeler Wilcox"},{"text" : "Life is a ponderous lesson-book, and Fate . The teacher. When I came to love's fair leaf . My teacher turned the page and bade me wait. . 'Learn first,' she said, 'love's grief'; . And o'er and o'er through many a long tomorrow . She kept me conning that sad page of sorrow.","author" : "Ella Wheeler Wilcox"},{"text" : "Love much. There is no waste in freely giving; . More blessed is it, even, than to receive. . He who loves much alone finds life worth living: . Love on, through doubt and darkness; and believe . There is no thing which Love may not achieve.","author" : "Ella Wheeler Wilcox"},{"text" : "God, what a joy it is to plant a tree . And from the sallow earth to watch it rise .","author" : "Ella Wheeler Wilcox"},{"text" : "Its strength and glory waxing with each spring . Yes, 'tis a goodly, and a gladsome thing . To plant a tree.","author" : "Ella Wheeler Wilcox"},{"text" : "Nature has many marvels; but a tree . Seems more than marvellous. It is divine . So generous, so tender, so benign.","author" : "Ella Wheeler Wilcox"},{"text" : "Singing across the meadow, striding down through the corn.","author" : "Ella Wheeler Wilcox"},{"text" : "In his great cushioned chair by the fender . An old man sits dreaming to-night, . His withered hands, licked by the tender, . Warm rays of the red anthracite, . Are folded before him, all listless; . His dim eyes are fixed on the blaze, . While over him sweeps the resistless . Flood-tide of old days.","author" : "Ella Wheeler Wilcox"},{"text" : "Lightly they hold him and lightly they sway him . Soft as a pillow are somebody's arms . Down he goes slowly, ever so lowly . Over the rim of the cradle they lay him . Baby's first journey is free from alarms.","author" : "Ella Wheeler Wilcox"},{"text" : "In grandmamma's kitchen, things got in a riot . The cream in a pot on the shelf . Where everything always seemed peaceful and quiet . Got whipped, for I heard it myself.","author" : "Ella Wheeler Wilcox"},{"text" : "I do not ask for splendour . To crown my daily lot . But this I ask – a kitchen . Where the kettles always hot.","author" : "Ella Wheeler Wilcox"},{"text" : "Everything is right at hand and money freely flows . And hired help is all about, just listenin’ to my call . But I miss the yellow almanac off my old kitchen wall.","author" : "Ella Wheeler Wilcox"},{"text" : "Half-way unto the end—the week's high noon. . The morning hours do speed away so soon! . And, when the noon is reached, however bright, . Instinctively we look toward the night.","author" : "Ella Wheeler Wilcox"},{"text" : "Tie up the broken threads, and let us go, . Like reunited lovers, hand in hand, . Back, and yet onward, to the sunny land . Of our To Be, which was our Long Ago.","author" : "Ella Wheeler Wilcox"},{"text" : "I think of death as some delightful journey that I shall take when all my tasks are done.","author" : "Ella Wheeler Wilcox"},{"text" : "All love that has not friendship for its base is like a mansion built upon the sand.","author" : "Ella Wheeler Wilcox"},{"text" : "A little rhyme about a heart that's bleeding— . Of lonely hours and sorrow's unrelief: .","author" : "Ella Wheeler Wilcox"},{"text" : "The old-fashioned verse with intentional rhymes. . And quite out of date, too, is rhythmical metre; . The critics . declare it an insult to art. . But oh! the sweet swing of it, oh! the clear ring of it, . Oh! the great pulse of it, . right from the heart, . Art or no art.","author" : "Ella Wheeler Wilcox"},{"text" : "And then on the gray granite precipice burst; . And I knew as I counted, while other waves mounted, .","author" : "Ella Wheeler Wilcox"},{"text" : "Snugly creep and fall asleep, . O come, my baby, do; . Creep into my lap, and with a nap, . We'll break the day in two.","author" : "Ella Wheeler Wilcox"},{"text" : "A lustrous rocket, rising out of space. Behold the signal of the foe,' cried one.","author" : "Ella Wheeler Wilcox"},{"text" : "Like the winds of the sea are the ways of fate; As the voyage along thru life; Tis the will of the soul That decides Its goal. And not the calm or the strife.","author" : "Ella Wheeler Wilcox"}]