[{"text" : "When things go wrong, don't go with them.","author" : "Elvis Presley"},{"text" : "People think you're crazy if you talk about things they don't understand.","author" : "Elvis Presley"},{"text" : "To judge a man by his weakest link or deed is like judging the power of the ocean by one wave.","author" : "Elvis Presley"},{"text" : "It's human nature to gripe, but I'm going ahead and doing the best I can.","author" : "Elvis Presley"},{"text" : "If you let your head get too big, it'll break your neck.","author" : "Elvis Presley"},{"text" : "The army teaches boys to think like men.","author" : "Elvis Presley"},{"text" : "Rock and roll music, if you like it, if you feel it, you can't help but move to it. That's what happens to me. I can't help it.","author" : "Elvis Presley"},{"text" : "It's not just self defense, it's about self control, body discipline, and mind discipline and breath techniques. It involves yoga. It involves meditation.","author" : "Elvis Presley"},{"text" : "It's not just self defence, it's about self control, body discipline, and mind discipline and breath techniques. It involves yoga. It involves meditation. It's an art, not a sport.","author" : "Elvis Presley"},{"text" : "The walls have ears, ears that hear each little sound you make every time you stamp, throw a lamp.","author" : "Elvis Presley"},{"text" : "Rhythm is something you either have or don't have, but when you have it, you have it all over.","author" : "Elvis Presley"},{"text" : "Before you abuse, criticize, and accuse walk a mile in my shoes.","author" : "Elvis Presley"},{"text" : "Happiness is knowin' you've done a good job, whether it's professional or for another person.","author" : "Elvis Presley"},{"text" : "After a hard day of basic training, you could eat a rattlesnake.","author" : "Elvis Presley"},{"text" : "I've got fifty-six gold singles, and fourteen gold albums and if anyone out there doubts it, if you ever come through Memphis you can come argue about it, 'cause I've got every one of them hanging on the wall.","author" : "Elvis Presley"},{"text" : "And all my cares are laid by . I'll lay down my soul, my battles are won .","author" : "Elvis Presley"},{"text" : "I was training to be an electrician. I supposed I got wired the wrong way round.","author" : "Elvis Presley"},{"text" : "If you know you can't take it, then baby, why try to give it? Cause I ain't for no one-sided love affair.","author" : "Elvis Presley"},{"text" : "People think you’re crazy if you talk about things they don’t understand.","author" : "Elvis Presley"},{"text" : "Take my hand, take my whole life too. For I can’t help falling in love with you.","author" : "Elvis Presley"},{"text" : "I'm not trying to be sexy. It's just my way of expressing myself when I move around.","author" : "Elvis Presley"},{"text" : "You ain't nothing but hound dog, crying all the time. You ain't never caught a rabbit and you ain't no friend of mine.","author" : "Elvis Presley"},{"text" : "When I get married, It'll be no secret.","author" : "Elvis Presley"}]