[{"text" : "My friends are my estate.","author" : "Emily Dickinson"},{"text" : "Not knowing when the dawn will come, I open every door.","author" : "Emily Dickinson"},{"text" : "The past is not a package one can lay away.","author" : "Emily Dickinson"},{"text" : "I measure every grief I meet with narrow, probing eyes - I wonder if it weighs like mine - or has an easier size.","author" : "Emily Dickinson"},{"text" : "I dwell in possibility.","author" : "Emily Dickinson"},{"text" : "Unable are the loved to die. For love is immortality.","author" : "Emily Dickinson"},{"text" : "To live is so startling it leaves little time for anything else.","author" : "Emily Dickinson"},{"text" : "Life is a spell so exquisite that everything conspires to break it.","author" : "Emily Dickinson"},{"text" : "Morning without you is dwindled dawn.","author" : "Emily Dickinson"},{"text" : "People need hard times and oppression to develop psychic muscles.","author" : "Emily Dickinson"},{"text" : "Parting is all we know of heaven and all we need to know of hell.","author" : "Emily Dickinson"},{"text" : "A mother is one to whom you hurry when you are troubled.","author" : "Emily Dickinson"},{"text" : "Luck is not chance. It's Toil. Fortune's expensive smile is earned.","author" : "Emily Dickinson"},{"text" : "We turn not older with years, but newer every day.","author" : "Emily Dickinson"},{"text" : "We turn not older with years but newer every day.","author" : "Emily Dickinson"},{"text" : "We never know how high we are Till we are called to rise; And then, if we are true to plan, Our statures touch the skies.","author" : "Emily Dickinson"},{"text" : "The brain is wider than the sky.","author" : "Emily Dickinson"},{"text" : "Dwell in possibility.","author" : "Emily Dickinson"},{"text" : "The soul should always stand ajar, ready to welcome the ecstatic experience.","author" : "Emily Dickinson"},{"text" : "Truth is such a rare thing, it is delighted to tell it.","author" : "Emily Dickinson"},{"text" : "Dogs are better than human beings because they know but do not tell.","author" : "Emily Dickinson"},{"text" : "Old age comes on suddenly, and not gradually as is thought.","author" : "Emily Dickinson"},{"text" : "Parting is all we know of heaven, and all we need of hell.","author" : "Emily Dickinson"},{"text" : "Where thou art, thou is home.","author" : "Emily Dickinson"},{"text" : "[A] mother is one to whom you hurry when you are troubled.","author" : "Emily Dickinson"},{"text" : "I argue thee that love is life. And life hath immortality.","author" : "Emily Dickinson"},{"text" : "Morning without you is a dwindled dawn.","author" : "Emily Dickinson"},{"text" : "The sun just touched the morning; The morning, happy thing, supposed that he had come to dwell, and life would be all spring.","author" : "Emily Dickinson"},{"text" : "Forever is composed of nows.","author" : "Emily Dickinson"},{"text" : "A mother is one to whom you hurry when you are troubled","author" : "Emily Dickinson"},{"text" : "Beauty is not the cause of something, it is what it is.","author" : "Emily Dickinson"},{"text" : "I would like more sisters, that the taking out of one, might not leave such stillness.","author" : "Emily Dickinson"},{"text" : "Some keep the Sabbath going to church; I keep it staying at home, with a bobolink for a chorister, and an orchard for a dome.","author" : "Emily Dickinson"},{"text" : "Surgeons must be very careful when they take the knife! Underneath their fine incisions.","author" : "Emily Dickinson"},{"text" : "March is the month of expectation, the things we do not know, The persons of prognostication are coming now. We try to sham becoming firmness, But pompous joy betrays us, as his first betrothal betrays a boy.","author" : "Emily Dickinson"},{"text" : "After great pain, a formal feeling comes. The Nerves sit ceremonious, like tombs.","author" : "Emily Dickinson"},{"text" : "Let us go in; the fog is rising.","author" : "Emily Dickinson"},{"text" : "A wounded deer leaps the highest.","author" : "Emily Dickinson"},{"text" : "To hope means to be ready at every moment for that which is not yet born, and yet not become desperate if there is no birth in our lifetime.","author" : "Emily Dickinson"},{"text" : "Longing is like a seed that wrestles in the ground.","author" : "Emily Dickinson"},{"text" : "The pedigree of honey Does not concern the bee; A clover, any time, to him Is aristocracy.","author" : "Emily Dickinson"},{"text" : "Unable are the loved to die, for love is immortality.","author" : "Emily Dickinson"},{"text" : "Find ecstasy in life; the mere sense of living is joy enough.","author" : "Emily Dickinson"},{"text" : "Affection is like bread, unnoticed till we starve, and then we dream of it, and sing of it, and paint it, when every urchin in the street has more than he can eat.","author" : "Emily Dickinson"},{"text" : "Surgeons must be very careful when they take the knife! Underneath their fine incisions stirs the Culprit - Life!","author" : "Emily Dickinson"},{"text" : "Find ecstasy in life; the mere sense of living is joy enough.","author" : "Emily Dickinson"},{"text" : "They say that God is everywhere, and yet we always think of Him as somewhat of a recluse.","author" : "Emily Dickinson"},{"text" : "It sounded as if the streets were running, And then the streets stood still.","author" : "Emily Dickinson"},{"text" : "How strange that nature does not knock, and yet does not intrude!","author" : "Emily Dickinson"},{"text" : "Saying nothing... sometimes says the most.","author" : "Emily Dickinson"},{"text" : "If you take care of the small things, the big things take care of themselves. You can gain more control over your life by paying closer attention to the little things.","author" : "Emily Dickinson"},{"text" : "A shady friend for torrid days Is easier to find than one of higher temperature for frigid hour of mind.","author" : "Emily Dickinson"},{"text" : "Behavior is what a man does, not what he thinks, feels, or believes.","author" : "Emily Dickinson"},{"text" : "Best Witchcraft is Geometry to the magician's mind - His ordinary acts are feats to thinking of mankind.","author" : "Emily Dickinson"},{"text" : "The pedigree of honey does not concern the bee, a clover, anytime, to him, is aristocracy.","author" : "Emily Dickinson"},{"text" : "Love is its own rescue; for we, at our supremest, are but its trembling emblems","author" : "Emily Dickinson"},{"text" : "I stepped from plank to plank so slow and cautiously the stars about my head I felt, about my feet the sea. I knew not but the next would be my final inch - this gave me that precarious gait some call experience.","author" : "Emily Dickinson"},{"text" : "Experiment has a stimulus which withers its fear.","author" : "Emily Dickinson"},{"text" : "If your Nerve, deny you - Go above your Nerve","author" : "Emily Dickinson"},{"text" : "It is better to be the hammer than the anvil.","author" : "Emily Dickinson"},{"text" : "To make a prairie it takes a clover and one bee, One clover, and a bee, And revery. The revery alone will do, If bees are few.","author" : "Emily Dickinson"},{"text" : "That Love is all there is, Is all we know of Love; It is enough, the freight should be proportioned to the groove.","author" : "Emily Dickinson"},{"text" : "Dying is a wild night and a new road.","author" : "Emily Dickinson"},{"text" : "For sighing, and gentle whispering, and unity made of twain. All things do go a courting, in earth, or sea, or air.","author" : "Emily Dickinson"},{"text" : "Sisters are brittle things. God was penurious with me, which makes me shrewd with Him.","author" : "Emily Dickinson"},{"text" : "After great pain, a formal feeling comes . The Nerves sit ceremonious, like Tombs . The stiff Heart questions, was it He, that bore .","author" : "Emily Dickinson"},{"text" : "Who has not found the heaven below, will fail of it above. God’s residence is next to mine, his furniture is love.","author" : "Emily Dickinson"},{"text" : "Adrift! A little boat adrift! And night is coming down! Will no one guide a little boat unto the nearest town?","author" : "Emily Dickinson"},{"text" : "Bloom upon the Mountain—stated . Blameless of a Name . Efflorescence of a Sunset . Reproduced—the same.","author" : "Emily Dickinson"},{"text" : "When Roses cease to bloom, Sir, And Violets are done . When Bumblebees in solemn flight . Have passed beyond the Sun . The hand that paused to gather . Upon this Summer's day Will idle lie—in Auburn .","author" : "Emily Dickinson"},{"text" : "Love is anterior to life, posterior to death, initial of creation, and the exponent of breath.","author" : "Emily Dickinson"},{"text" : "Find ecstasy in life; the more sense of living is joy enough.","author" : "Emily Dickinson"},{"text" : "Sunset at Night—is natural . But Sunset on the Dawn . Reverses Nature—Master . So Midnight's—due—at Noon.","author" : "Emily Dickinson"},{"text" : "A door just opened on a street-- . I, lost, was passing by-- . An instant's width of warmth disclosed . And wealth, and company.","author" : "Emily Dickinson"},{"text" : "It might have been the lighthouse spark . Some sailor, rowing in the dark, .","author" : "Emily Dickinson"},{"text" : "If I can stop one heart from breaking, I shall not live in vain. If I can ease one life the aching, or cool one pain, or help one fainting robin unto his nest again, I shall not live in vain.","author" : "Emily Dickinson"},{"text" : "November always seems to me the Norway of the year.","author" : "Emily Dickinson"},{"text" : "Nature rarer uses yellow . Than another hue; . Saves she all of that for sunsets,-- . Prodigal of blue.","author" : "Emily Dickinson"},{"text" : "Nature the gentlest mother is, . Impatient of no child, . The feeblest of the waywardest. . Her admonition mild.","author" : "Emily Dickinson"},{"text" : "Nature is our eldest mother; she will do no harm.","author" : "Emily Dickinson"},{"text" : "That it will never come again is what makes life so sweet.","author" : "Emily Dickinson"},{"text" : "Dreams are the subtle dower that make us rich an hour. Then fling us poor out of the purple door. Into the precinct raw possessed before.","author" : "Emily Dickinson"},{"text" : "You cannot fold a flood and put it in a drawer, because the winds would find it out and tell your cedar floor.","author" : "Emily Dickinson"},{"text" : "Strong Droughts of Their Refreshing Minds . To drink—enables Mine . Through Desert or the Wilderness .","author" : "Emily Dickinson"},{"text" : "I meant to find Her when I came— . Death—had the same design— . But the Success—was His—it seems— . And the Surrender—Mine—.","author" : "Emily Dickinson"},{"text" : "At least—to pray—is left—is left— . Oh Jesus—in the Air— . I know not which thy chamber is— . I'm knocking—everywhere— . Thou settest Earthquake in the South— . And Maelstrom, in the Sea— . Say, Jesus Christ of Nazareth— .","author" : "Emily Dickinson"},{"text" : "I taste a liquor never brewed, . From tankards scooped in pearl; . Not all the vats upon the Rhine .","author" : "Emily Dickinson"},{"text" : "Love is anterior to life, posterior to death, initial of creation, and the Exponent of earth.","author" : "Emily Dickinson"},{"text" : "Truth is such a rare thing, it is delightful to tell it.","author" : "Emily Dickinson"},{"text" : "One need not be a chamber to be haunted.","author" : "Emily Dickinson"},{"text" : "As imperceptibly as Grief . The Summer lapsed away— . Too imperceptible at last .","author" : "Emily Dickinson"},{"text" : "Find ecstasy in life. The mere sense of living is joy enough.","author" : "Emily Dickinson"},{"text" : "Fame is a fickle food upon a shifting plate.","author" : "Emily Dickinson"},{"text" : "The feet of people walking home . With gayer sandals go— . The Crocus— til she rises . The Vassal of the snow— . The lips at Hallelujah . Long years of practice bore . Til bye and bye these Bargemen . Walked singing on the shore.","author" : "Emily Dickinson"},{"text" : "If I can stop one heart from breaking, . I shall not live in vain. . If I can ease one life the aching, . Or cool one pain, . Or help one fainting robin . Unto his nest again, . I shall not live in vain.","author" : "Emily Dickinson"},{"text" : "Besides the autumn poets sing, a few prosaic days, a little this side of the snow, and that side of the haze.","author" : "Emily Dickinson"},{"text" : "I miss the grasshoppers much, but suppose it is all for the best. I should become too much attached to a trotting world.","author" : "Emily Dickinson"},{"text" : "Those who have not found the heaven below, will fail of it above.","author" : "Emily Dickinson"},{"text" : "There is a June when Corn is cut . And Roses in the Seed — . A Summer briefer than the first .","author" : "Emily Dickinson"}]