[{"text" : "Liars are the cause of all the sins and crimes in the world.","author" : "Epictetus"},{"text" : "When our friends are present we ought to treat them well; and when they are absent, to speak of them well.","author" : "Epictetus"},{"text" : "If you want to improve, be content to be thought foolish and stupid.","author" : "Epictetus"},{"text" : "Freedom is not procured by a full enjoyment of what is desired, but by controlling the desire.","author" : "Epictetus"},{"text" : "Freedom is the right to live as we wish.","author" : "Epictetus"},{"text" : "We have two ears and one mouth so that we can listen twice as much as we speak.","author" : "Epictetus"},{"text" : "Make the best use of what is in your power, and take the rest as it happens.","author" : "Epictetus"},{"text" : "He is a wise man who does not grieve for the things which he has not, but rejoices for those which he has.","author" : "Epictetus"},{"text" : "Know, first, who you are, and then adorn yourself accordingly.","author" : "Epictetus"},{"text" : "Getting distracted by trifles is the easiest thing in the world? Focus on your main duty","author" : "Epictetus"},{"text" : "We cannot choose our external circumstances, but we can always choose how we respond to them.","author" : "Epictetus"},{"text" : "Happiness and personal fulfillment are the natural consequences of doing the right thing.","author" : "Epictetus"},{"text" : "There is only one way to happiness and that is to cease worrying about things which are beyond the power of our will.","author" : "Epictetus"},{"text" : "Be careful to leave your sons well instructed rather than rich, for the hopes of the instructed are better than the wealth of the ignorant.","author" : "Epictetus"},{"text" : "It's not what happens to you, but how you react to it that matters.","author" : "Epictetus"},{"text" : "If you desire to be good, begin by believing that you are wicked.","author" : "Epictetus"},{"text" : "Imagine for yourself a character, a model personality, whose example you determine to follow, in private as well as in public.","author" : "Epictetus"},{"text" : "We should not have either a blunt knife or a freedom of speech which is ill-managed.","author" : "Epictetus"},{"text" : "Fortify yourself with contentment, for this is an impregnable fortress.","author" : "Epictetus"},{"text" : "First say to yourself what you would be; and then do what you have to do.","author" : "Epictetus"},{"text" : "Keep your attention focused entirely on what is truly your own concern, and be clear that what belongs to others is their business and none of yours.","author" : "Epictetus"},{"text" : "You are a little soul carrying around a corpse.","author" : "Epictetus"},{"text" : "If evil be spoken of you and it be true, correct yourself, if it be a lie, laugh at it.","author" : "Epictetus"},{"text" : "When one maintains her proper attitude in life, he does not long after externals.","author" : "Epictetus"},{"text" : "If you would be good, first believe that you are bad.","author" : "Epictetus"},{"text" : "God has entrusted me with myself.","author" : "Epictetus"},{"text" : "Nothing truly stops you. Nothing truly holds you back. For your own will is always within your control. Sickness may challenge your body. But are you merely your body? Lameness may impede your legs. But you are not merely your legs. Your will is bigger than your legs. Your will needn't be affected by an incident unless you let it.","author" : "Epictetus"},{"text" : "It is impossible for a man to learn what he thinks he already knows.","author" : "Epictetus"},{"text" : "No great thing is created suddenly.","author" : "Epictetus"},{"text" : "Wealth consists not in having great possessions, but in having few wants.","author" : "Epictetus"},{"text" : "If thy brother wrongs thee, remember not so much his wrong-doing, but more than ever that he is thy brother.","author" : "Epictetus"},{"text" : "Imagine for yourself a character, a model personality whose example you determine to follow, in private as well as in public.","author" : "Epictetus"},{"text" : "The greater the difficulty the more glory in surmounting it. Skillful pilots gain their reputation from storms and tempests.","author" : "Epictetus"},{"text" : "Practice yourself in little things, and thence proceed to greater.","author" : "Epictetus"},{"text" : "No man is free who is not master of himself.","author" : "Epictetus"},{"text" : "All philosophy lies in two words, sustain and abstain.","author" : "Epictetus"},{"text" : "First, say to yourself what you would be; and then do what you have to do.","author" : "Epictetus"},{"text" : "Never say you are alone for you are not alone, your God and your genius is within.","author" : "Epictetus"},{"text" : "If thy brother wrongs thee, remember not so much his wrong doing, but more than ever that he is thy brother.","author" : "Epictetus"},{"text" : "It is more necessary for the soul to be cured than the body; for it is better to die than to live badly.","author" : "Epictetus"},{"text" : "Seek not for events to happen as you wish but rather wish for events to happen as they do and your life will go smoothly.","author" : "Epictetus"},{"text" : "Progress is not achieved by luck or accident, but by working on yourself daily.","author" : "Epictetus"},{"text" : "Reason is not measured by size or height, but by principle.","author" : "Epictetus"},{"text" : "Difficulties show men what they are. In case of any difficulty, God has pitted you against a rough antagonist that you may be a conqueror, and this cannot be without toil.","author" : "Epictetus"},{"text" : "No man is disturbed by things, but by his opinion about things","author" : "Epictetus"},{"text" : "To make anything a habit, do it; to not make it a habit, do not do it; to unmake a habit, do something else in place of it.","author" : "Epictetus"},{"text" : "Don't explain your philosophy. Embody it.","author" : "Epictetus"},{"text" : "Fortify yourself with moderation; for this is an impregnable fortress.","author" : "Epictetus"},{"text" : "If a man is unhappy, remember that his unhappiness is his own fault, for God made all men to be happy.","author" : "Epictetus"},{"text" : "It's so simple really:  If you say you're going to do something, do it.  If you start something, finish it.","author" : "Epictetus"},{"text" : "If one oversteps the bounds of moderation, the greatest pleasures cease to please.","author" : "Epictetus"},{"text" : "The key is to keep company only with people who uplift you, whose presence calls forth your best.","author" : "Epictetus"},{"text" : "You can be invincible, if you enter into no contest in which it is not in your power to conquer.","author" : "Epictetus"},{"text" : "An ignorant person is inclined to blame others for his own misfortune. To blame oneself is proof of progress. But the wise man never has to blame another or himself.","author" : "Epictetus"},{"text" : "A vulgar man, in any ill that happens to him, blames others; a novice in philosophy blames himself; and a philosopher blames neither, the one nor the other.","author" : "Epictetus"},{"text" : "Man is not worried by real problems so much as by his imagined anxieties about real problems.","author" : "Epictetus"},{"text" : "Difficulty shows what men are.","author" : "Epictetus"},{"text" : "Don't explain your philosophy. Embody it.","author" : "Epictetus"},{"text" : "Pleasure, like a kind of bait, is thrown before everything which is really bad, and easily allures greedy souls to the hook of perdition.","author" : "Epictetus"},{"text" : "God has pitted you against a rough antagonist that you may be a conqueror, and this cannot be without toil.","author" : "Epictetus"},{"text" : "As it is pleasant to see the sea from the land, so it is pleasant for him who has escaped from troubles to think of them.","author" : "Epictetus"},{"text" : "Whatever you would make habitual, practice it; and if you would not make a thing habitual, do not practice it, but accustom yourself to something else.","author" : "Epictetus"},{"text" : "Practice yourself, for heaven's sake in little things, and then proceed to greater.","author" : "Epictetus"},{"text" : "Preach not to others what they should eat, but eat as becomes you and be silent.","author" : "Epictetus"},{"text" : "A man that seeks truth and loves it must be reckoned precious to any human society.","author" : "Epictetus"},{"text" : "Any person capable of angering you becomes your master.","author" : "Epictetus"},{"text" : "The appearance of things to the mind is the standard of every action to man.","author" : "Epictetus"},{"text" : "Men are not afraid of things, but of how they view them.","author" : "Epictetus"},{"text" : "We should not moor a ship with one anchor, or our life with one hope.","author" : "Epictetus"},{"text" : "Sickness is a hindrance to the body, but not to your ability to choose, unless that is your choice. Lameness is a hindrance to the leg, but not to your ability to choose. Say this to yourself with regard to everything that happens, then you will see such obstacles as hindrances to something else, but not to yourself.","author" : "Epictetus"},{"text" : "What really frightens and dismays us is not external events themselves, but the way in which we think about them. It is not things that disturb us, but our interpretation of their significance.","author" : "Epictetus"},{"text" : "People are not disturbed by things, but by the view they take of them.","author" : "Epictetus"},{"text" : "One that desires to excel should endeavor in those things that are in themselves most excellent.","author" : "Epictetus"},{"text" : "If you seek truth you will not seek victory by dishonorable means, and if you find truth you will become invincible.","author" : "Epictetus"},{"text" : "Do not seek to bring things to pass in accordance with your wishes, but wish for them as they are, and you will find them.","author" : "Epictetus"},{"text" : "When someone is properly grounded in life, they shouldn't have to look outside themselves for approval.","author" : "Epictetus"},{"text" : "It is the part of an uneducated person to blame others where he himself fares ill; to blame himself is the part of one whose education has begun; to blame neither another nor his own self is the part of one whose education is already complete.","author" : "Epictetus"},{"text" : "The foolish and the uneducated have little use for freedom. Only the educated are free.","author" : "Epictetus"},{"text" : "Remember that you ought to behave in life as you would at a banquet. As something is being passed around it comes to you; stretch out your hand, take a portion of it politely. It passes on; do not detain it. Or it has not come to you yet; do not project your desire to meet it, but wait until it comes in front of you. So act toward children, so toward a wife, so toward office, so toward wealth.","author" : "Epictetus"},{"text" : "Not every difficult and dangerous thing is suitable for training, but only that which is conducive to success in achieving the object of our effort.","author" : "Epictetus"},{"text" : "He is a wise man who does not grieve for the things which he has not, but rejoices for those which he has","author" : "Epictetus"},{"text" : "Don't trust in your reputation, money, or position, but in the strength that is yours - namely, your judgements about the things that you control and don't control.","author" : "Epictetus"},{"text" : "Crows pick out the eyes of the dead, when the dead have no longer need of them, but flatterers mar the soul of the living, and her eyes they blind.","author" : "Epictetus"},{"text" : "Watchfulness...is the vital need, for he who does not watch is soon overwhelmed. The sternman needs only sleep a moment and the vessel is lost.","author" : "Epictetus"},{"text" : "I have a lantern. You steal my lantern.","author" : "Epictetus"},{"text" : "Men are disturbed, not by things, but by the principles and notions which they form concerning things.","author" : "Epictetus"},{"text" : "Know you not that a good man does nothing for appearance sake, but for the sake of having done right?","author" : "Epictetus"},{"text" : "Ask not that events should happen as you will, but let you will be that events should happen as they do, and you shall have peace.","author" : "Epictetus"}]