[{"text" : "I have gone ahead despite the pounding in the heart that says: Turn back.","author" : "Erica Jong"},{"text" : "Surviving means being born over and over again.","author" : "Erica Jong"},{"text" : "If you don't risk anything you risk even more.","author" : "Erica Jong"},{"text" : "I have accepted fear as a part of life- specifically the fear of change. I have gone ahead despite the pounding in the heart that says: turn back.","author" : "Erica Jong"},{"text" : "Love is everything it's cracked up to be It really is worth fighting for, being brave for, risking everything for.","author" : "Erica Jong"},{"text" : "I have accepted fear as a part of life-specifically the fear of change I have gone ahead despite the pounding in the heart that says: turn back.","author" : "Erica Jong"},{"text" : "Betrayal does that -- betrays the betrayer.","author" : "Erica Jong"},{"text" : "Pregnancy seemed like a tremendous abdication of control. Something growing inside you which would eventually usurp your life.","author" : "Erica Jong"},{"text" : "Take your life in your own hands, and what happens? A terrible thing: no one to blame.","author" : "Erica Jong"},{"text" : "Dogs come into our lives to teach us about love, they depart to teach us about loss. A new dog never replaces an old dog, it merely expands the heart. If you have loved many dogs your heart is very big.","author" : "Erica Jong"},{"text" : "We are so scared of being judged that we look for every excuse to procrastinate.","author" : "Erica Jong"},{"text" : "This is the sad bed of chosen chastity because you are miles and mountains away.","author" : "Erica Jong"},{"text" : "Turning fifty ... is like flying: hours of boredom punctuated by moments of sheer terror.","author" : "Erica Jong"},{"text" : "Everyone has talent. What's rare is the courage to follow it to the dark places where it leads.","author" : "Erica Jong"},{"text" : "If you don't risk anything, you risk even more.","author" : "Erica Jong"},{"text" : "Everyone has talent.","author" : "Erica Jong"},{"text" : "And the trouble is, if you don't risk anything, you risk even more.","author" : "Erica Jong"},{"text" : "it is not unusual to hate great writers before we learn to love them. Because they have created something that did not yet exist, they must also create their audience. Sometimes the audience is not yet ready. Sometimes it has yet to be born.","author" : "Erica Jong"},{"text" : "We are finally driven to monogamy not by morality but by exhaustion.","author" : "Erica Jong"},{"text" : "Keeping a journal implies hope.","author" : "Erica Jong"},{"text" : "All natural disasters are comforting because they reaffirm our impotence, in which, otherwise, we might stop believing. At times it is strangely sedative to know the extent of your own powerlessness.","author" : "Erica Jong"},{"text" : "Exceptional people are often called crazy by the ordinary world.","author" : "Erica Jong"},{"text" : "Perhaps all artists were, in a sense, housewives: tenders of the earth household.","author" : "Erica Jong"},{"text" : "Pleasure is terrifying because it breaks down the boundaries between people. Embracing passion means living with fear.","author" : "Erica Jong"},{"text" : "It is the nature of those books we call classics to wait patiently on the shelf for us to grow into them.","author" : "Erica Jong"},{"text" : "Silence is the bluntest of blunt instruments.","author" : "Erica Jong"},{"text" : "The words carry their own momentum. A confession in motion tends to stay in motion. Newton's first law of jealousy.","author" : "Erica Jong"},{"text" : "A baby's mother also needs a mother.","author" : "Erica Jong"},{"text" : "You take your life in your own hands, and what happens? A terrible thing: no one to blame.","author" : "Erica Jong"},{"text" : "Biography is essentially a collaborative art, the latest biographer collaborating with all those who wrote earlier.","author" : "Erica Jong"},{"text" : "Women tend to be preservers of the social structure, of marriage. They don't want to upset their husbands or their significant others.","author" : "Erica Jong"},{"text" : "When everyone thinks they know you, it's hard not to be guarded.","author" : "Erica Jong"},{"text" : "I have a very sensitive nose. I identify with dogs. I understand the world through my nose.","author" : "Erica Jong"},{"text" : "Each of us only feels the torn lining of his own coat and sees the wholeness of the other person's.","author" : "Erica Jong"},{"text" : "It is the city of mirrors, the city of mirages, at once solid and liquid, at once air and stone.","author" : "Erica Jong"},{"text" : "Jealousy is all the fun you think they had.","author" : "Erica Jong"},{"text" : "I have accepted fear as part of life – specifically the fear of change... I have gone ahead despite the pounding in the heart that says: turn back....","author" : "Erica Jong"},{"text" : "Gossip is the opiate of the oppressed.","author" : "Erica Jong"},{"text" : "Every country gets the circus it deserves. Spain gets bullfights. Italy gets the Catholic Church. America gets Hollywood.","author" : "Erica Jong"},{"text" : "You see a lot of smart guys with dumb women, but you hardly ever see a smart woman with a dumb guy.","author" : "Erica Jong"},{"text" : "Men and women, women and men. It will never work.","author" : "Erica Jong"},{"text" : "When a child needs a mother to talk to, nobody else but a mother will do.","author" : "Erica Jong"},{"text" : "You take your life in your own hands, and what happens? A terrible thing, no one to blame.","author" : "Erica Jong"},{"text" : "Take your life in your own hands and what happens? A terrible thing: no one to blame.","author" : "Erica Jong"},{"text" : "There are no atheists on turbulent airplanes.","author" : "Erica Jong"},{"text" : "Do you want me to tell you something really subversive? Love is everything it's cracked up to be. That's why people are so cynical about it.... It really is worth fighting for, being brave for, risking everything for. And the trouble is, if you don't risk anything, you risk even more.","author" : "Erica Jong"},{"text" : "Advice is what we ask for when we already know the answer but wish we didn't.","author" : "Erica Jong"}]