We lie loudest when we lie to ourselves.
In a time of drastic change it is the learners who inherit the future. The learned usually find themselves equipped to live in a world that no longer exists.
Children are the keys of paradise.
Kindness can become its own motive. We are made kind by being kind.
Someone who thinks the world is always cheating him is right. He is missing that wonderful feeling of trust in someone or something.
Disappointment is a sort of bankruptcy - the bankruptcy of a soul that expends too much in hope and expectation.
An empty head is not really empty; it is stuffed with rubbish. Hence the difficulty of forcing anything into an empty head.
The game of history is usually played by the best and the worst over the heads of the majority in the middle.
For many people, an excuse is better than an achievement because an achievement, no matter how great, leaves you having to prove yourself again in the future, but an excuse can last for life.
The necessary has never been man s top priority.The passionate pursuit of the nonessential and the extravagant is one of the chief traits of human uniqueness.
Our frustration is greater when we have much and want more than when we have nothing and want some. We are less dissatisfied when we lack many things than when we seem to lack but one thing.
It is the awareness of unfulfilled desires which gives a nation the feeling that it has a mission and a destiny.
Rudeness is the weak man's imitation of strength.
The hardest arithmetic to master is that which enables us to count our blessings.
Craving, not having, is the mother of a reckless giving of oneself.
To know a person's religion we need not listen to his profession of faith but must find his brand of intolerance.
When we are in competition with ourselves, and match our todays against our yesterdays, we derive encouragement from past misfortunes and blemishes. Moreover, the competition with ourselves leaves unimpaired our benevolence toward our fellow men.
When people are free to do as they please, they usually imitate each other.
Every intense desire is perhaps a desire to be different from what we are.
You can discover what your enemy fears most by observing the means he uses to frighten you.
The self-styled intellectual who is impotent with pen and ink hungers to write history with sword and blood.
Old age equalizes -- we are aware that what is happening to us has happened to untold numbers from the beginning of time. When we are young we act as if we were the first young people in the world.
A man is likely to mind his own business when it is worth minding. When it is not, he takes his mind off his own meaningless affairs by minding other people's business.
The best part of the art of living is to know how to grow old gracefully.
A soul that is reluctant to share does not as a rule have much of its own. Miserliness is here a symptom of meagerness.
Compassion is the antitoxin of the soul: where there is compassion even the most poisonous impulses remain relatively harmless.
The pleasure we derive from doing favors is partly in the feeling it gives us that we are not altogether worthless. It is a pleasant surprise to ourselves.
Sometimes we feel the loss of a prejudice as a loss of vigor.
The suspicious mind believes more than it doubts. It believes in a formidable and ineradicable evil lurking in every person.
How frighteningly few are the persons whose death would spoil our appetite and make the world seem empty.
It is loneliness that makes the loudest noise. This is true of men as of dogs.
Man is eminently a storyteller. His search for a purpose, a cause, an ideal, a mission and the like is largely a search for a plot and a pattern in the development of his life story -- a story that is basically without meaning or pattern.
We are made kind by being kind.
When people are bored, it is primarily with their own selves that they are bored.
Our passionate preoccupation with the sky, the stars, and a God some where in outer space is a homing impulse. We are drawn back to where we came from.
Our achievements speak for themselves. What we have to keep track of are our failures, discouragements and doubts.
Man is the only creature that strives to surpass himself, and yearns for the impossible.
The chemistry of dissatisfaction is as the chemistry of some marvelously potent tar. In it are the building stones of explosives, stimulants, poisons, opiates, perfumes and stenches.
We are told that talent creates its own opportunities. But it sometimes seems that intense desire creates not only its own opportunities but its own talents.
Retribution often means that we eventually do to ourselves what we have done unto others.
The pre-human creature from which man evolved was unlike any other living thing in its malicious viciousness toward its own kind. Humanization was not a leap forward but a groping toward survival.
To become different from what we are, we must have some awareness of what we are.
We feel free when we escape, even if it be but from the frying pan into the fire.
The individual who has to justify his existence by his own efforts is in eternal bondage to himself.
Capitalism is at its liberating best in a noncapitalist environment. The crypto-businessman is the true revolutionary in a Communist country.
Judgment consists not in seeing through deceptions and evil intentions, but in being able to awaken the decency dormant in every person.
Propaganda does not deceive people; it merely helps them to deceive themselves.
Glory is largely a theatrical concept. There is no striving for glory without a vivid awareness of an audience... The desire to escape or camouflage their unsatisfactory selves develops in the frustrated a facility for pretending -- for making a show -- and also a readiness to identify themselves wholly with an imposing spectacle.
The savior who wants to turn men into angels is as much a hater of human nature as the totalitarian despot who wants to turn them into puppets.
Woe to him inside a non-conformist clique who does not conform to non-conformity.
To spell out the obvious is often to call it in question.
Men of thought seldom work well together, whereas between men of action there is usually an easy camaraderie.
It is not so much the example of others we imitate as the reflection of ourselves in their eyes and the echo of ourselves in their words.
Sensuality reconciles us with the human race. The misanthropy of the old is due in large part to the fading of the magic glow of desire.
Nonconformists travel as a rule in bunches. You rarely find a nonconformist who goes it alone. And woe to him inside a nonconformist clique who does not conform with nonconformity.
It is the child in man that is the source of his uniqueness and creativeness, and the playground is the optimal milieu for the unfolding of his capacities and talents.
There is always a chance that he who sets himself up as his brother's keeper will end up by being his jail-keeper.
It is often the failure who is the pioneer in new lands, new undertakings, and new forms of expression.
To have a grievance is to have a purpose in life. It not infrequently happens that those who hunger for hope give their allegiance to him who offers them a grievance.
Many of the insights of the saint stem from their experience as sinners.
Spiritual stagnation ensues when man's environment becomes unpredictable or when his inner life is made wholly predictable.
To a man utterly without a sense of belonging, mere life is all that matters. It is the only reality in an eternity of nothingness, and he clings to it with shameless despair.
There is no alienation that a little power will not cure.
We all have private ails. The troublemakers are they who need public cures for their private ails.
Crude absurdities, trivial nonsense, and sublime truths are equally potent in readying people for self-sacrifice if they are accepted as the sole, eternal truth.
Retribution often means that we eventually do to ourselves what we hav
There is in most passions a shrinking away from ourselves. The passionate pursuer has all the earmarks of a fugitive.
One of the marks of a truly vigorous society is the ability to dispense with passion as a midwife of action --the ability to pass directly from thought to action.
We are more ready to try the untried when what we do is inconsequential. Hence the fact that many inventions had their birth as toys.
To overestimate the originality of one's thoughts is perhaps a less serious defect than being unaware of their newness. There is a more pronounced lack of sensitivity in underestimating (ourselves and others) than in overestimating.
There is no doubt that in exchanging a self-centered for a selfless life we gain enormously in self-esteem. The vanity of the selfless, even those who practice utmost humility, is boundless.
Those who are in love with the present can be cruel and corrupt but not genuinely vicious. They cannot be methodically and consistently ruthless.
The savior who wants to turn men into angels is as much a hater of human nature as the totalitarian despot who wants to turn them into puppets.
To wrong those we hate is to add fuel to our hatred. Conversely, to treat an enemy with magnanimity is to blunt our hatred for him.
Power corrupts the few, while weakness corrupts the many.
Craving, not having, is the mother of reckless giving of oneself.
The feeling of being hurried is not usually the result of living a full life and having no time. It is, rather, born of a vague fear that we are wasting our life.
The creative mind is the playful mind. Philosophy is the play and dance of ideas.
The Renaissance was a time of mercenary soldiers, ours is a time of mercenary labor.
To be aware how fruitful the playful mood can be is to be immune to the propaganda of the alienated, which extols resentment as fuel of achievement.
Intolerance is the 'Do Not Touch' sign on something that cannot bear touching. We do not mind having our hair ruffled, but we will not tolerate any familiarity with the toupee which covers our baldness.
If the Communists win Europe and a large part of the world, it will not be because they know how to stir up discontent or how to infect people with hatred, but because they know how to preach hope.
People haunted by the purposelessness of their lives try to find a new content not only by dedicating themselves to a holy cause but also by nursing a fanatical grievance. A mass movement offers them unlimited opportunities for both.
It is always safe to assume that people are more subtle and less sensitive than they seem.
The most gifted members of the human species are at their creative best when they cannot have their way.
The true believer, no matter how rowdy and violent his acts, is basically an obedient and submissive person.
Commitment becomes hysterical when those who have nothing to give advocate generosity, and those who have nothing to give up preach renunciation.
Our greatest pretenses are built up not to hide the evil and the ugly in us, but our emptiness. The hardest thing to hide is something that is not there.
Thought is a process of exaggeration. The refusal to exaggerate is not infrequently an alibi for the disinclination to think or praise.
Youth itself is a talent, a perishable talent.
Nature attains perfection, but man never does.
It would be difficult to exaggerate the degree to which we are influenced by those we influence.
No matter how noble the objectives of a government. If it blurs decency and kindness, cheapens human life, and breeds ill will and suspicion, it is an evil government.
It almost seems that nobody can hate America as much as native Americans. America needs new immigrants to love and cherish it.
The search for happiness is one of the chief sources of unhappiness.
Compassion alone stands apart from the continuous traffic between good and evil proceeding within us.
When people are free to do as they please, they usually imitate each other. Originality is deliberate and forced, and partakes of the nature of a protest.
The hardest thing to cope with is not selfishness or vanity or deceitfulness, but sheer stupidity.
Fear comes from uncertainty. When we are absolutely certain, whether, of our worth or worthlessness, we are almost impervious to fear. Thus, a feeling of utter unworthiness can be a source of courage.