[{"text" : "Where there is no wine there is no love.","author" : "Euripides"},{"text" : "Whoso neglects learning in his youth, Loses the past and is dead for the future.","author" : "Euripides"},{"text" : "Friends show their love in times of trouble...","author" : "Euripides"},{"text" : "Silence is true wisdom's best reply.","author" : "Euripides"},{"text" : "Danger gleams like sunshine to a brave man's eyes.","author" : "Euripides"},{"text" : "Talk sense to a fool and he calls you foolish.","author" : "Euripides"},{"text" : "There is just one life for each of us: our own.","author" : "Euripides"},{"text" : "I have found power in the mysteries of thought.","author" : "Euripides"},{"text" : "Judge a tree from its fruit, not from its leaves.","author" : "Euripides"},{"text" : "To a father growing old nothing is dearer than a daughter.","author" : "Euripides"},{"text" : "There is the sky, which is all men's together...","author" : "Euripides"},{"text" : "When a good man is hurt all who would be called good must suffer with him.","author" : "Euripides"},{"text" : "Impudence is the worst of all human diseases.","author" : "Euripides"},{"text" : "Friends show their love in times of trouble, not in happiness.","author" : "Euripides"},{"text" : "Youth is the best time to be rich, and the best time to be poor.","author" : "Euripides"},{"text" : "Chance fights ever on the side of the prudent.","author" : "Euripides"},{"text" : "Oh, what a power is motherhood, possessing A potent spell. All women alike Fight fiercely for a child.","author" : "Euripides"},{"text" : "Question everything. Learn something. Answer nothing.","author" : "Euripides"},{"text" : "Often a noble face hides filthy ways.","author" : "Euripides"},{"text" : "Ten soldiers wisely led will beat a hundred without a head.","author" : "Euripides"},{"text" : "There is just one life for each of us: our own","author" : "Euripides"},{"text" : "Noble fathers have noble children.","author" : "Euripides"},{"text" : "To a father growing old, nothing is dearer than a daughter.","author" : "Euripides"},{"text" : "Experience, travel – these are as education in themselves.","author" : "Euripides"},{"text" : "Ten soldiers lead wisely will beat a hundred without a head.","author" : "Euripides"},{"text" : "It's not beauty but fine qualities, my girl, that keep a husband.","author" : "Euripides"},{"text" : "He is not a lover who does not love forever.","author" : "Euripides"},{"text" : "The best and safest thing is to keep a balance in your life, acknowledge the great powers around us and in us. If you can do that, and live that way, you are really a wise man.","author" : "Euripides"},{"text" : "The new-come stepmother hates the children born to a first wife.","author" : "Euripides"},{"text" : "Better a sepent than a stepmother!","author" : "Euripides"},{"text" : "Real friendship is shown in times of trouble; prosperity is full of friends.","author" : "Euripides"},{"text" : "Cowards do not count in battle; they are there, but not in it.","author" : "Euripides"},{"text" : "Better a serpent than a stepmother!","author" : "Euripides"},{"text" : "He who believes needs no explanation.","author" : "Euripides"},{"text" : "Let a man accept his destiny, No pity and no tears.","author" : "Euripides"},{"text" : "Out of some little thing, too free a tongue can make an outrageous wrangle.","author" : "Euripides"},{"text" : "Youth is the best time to be rich; and the best time to be poor.","author" : "Euripides"},{"text" : "The wisest men follow their own direction.","author" : "Euripides"},{"text" : "Enough is abundance to the wise.","author" : "Euripides"},{"text" : "Experience, travel these are as education in themselves","author" : "Euripides"},{"text" : "Sound judgment, with discernment, is the best of seers.","author" : "Euripides"},{"text" : "Sanity brings pain but madness is a vile thing.","author" : "Euripides"},{"text" : "The divine power moves with difficulty, but at the same time surely.","author" : "Euripides"},{"text" : "Sound judgement, with discernment is the best of seers.","author" : "Euripides"},{"text" : "Friendship doubles your joys, and divides your sorrows.","author" : "Euripides"},{"text" : "Authority is never without hate.","author" : "Euripides"},{"text" : "Wealth stays with us a little moment if at all: only our characters are steadfast, not our gold.","author" : "Euripides"},{"text" : "Mighty is geometry; joined with art, resistless.","author" : "Euripides"},{"text" : "Wrath brings mortal men their gravest hurt.","author" : "Euripides"},{"text" : "In this world second thoughts, it seems, are best.","author" : "Euripides"},{"text" : "The ways of the gods are long, but in the end they are not without strength.","author" : "Euripides"},{"text" : "God gives each his due at the time allotted.","author" : "Euripides"},{"text" : "The wavering mind is but a base possession.","author" : "Euripides"},{"text" : "The daughters of Sparta are never at home! They mingle with the young men in wrestling matches.","author" : "Euripides"},{"text" : "When a good man is hurt, all who would be called good must suffer with him.","author" : "Euripides"},{"text" : "A great obstacle to happiness is to anticipate too great a happiness.","author" : "Euripides"},{"text" : "Man's best possession is a sympathetic wife.","author" : "Euripides"},{"text" : "In the hands of vicious men, a mob will do anything. But under good leaders it's quite a different story.","author" : "Euripides"},{"text" : "O lady, nobility is thine, and thy form is the reflection of thy nature!","author" : "Euripides"},{"text" : "A sweet thing, for whatever time, to revisit in dreams the dear dad we have lost.","author" : "Euripides"},{"text" : "When one with honeyed words but evil mind persuades the mob, great woes befall the state.","author" : "Euripides"},{"text" : "The mob gets out of hand, runs wild, worse than raging fire, while the man who stands apart is called a coward.","author" : "Euripides"},{"text" : "Mobs in their emotions are much like children, subject to the same tantrums and fits of fury.","author" : "Euripides"},{"text" : "The stillest tongue can be the truest friend.","author" : "Euripides"},{"text" : "My tongue swore, but my mind was still unpledged.","author" : "Euripides"},{"text" : "When a man's stomach is full it makes no difference whether he is rich or poor.","author" : "Euripides"},{"text" : "Zeus hates busybodies and those who do too much.","author" : "Euripides"},{"text" : "Second thoughts are ever wiser.","author" : "Euripides"},{"text" : "Do not mistake the rule of force for true power. Men are not shaped by force.","author" : "Euripides"},{"text" : "In case of dissension, never dare to judge till you've heard the other side.","author" : "Euripides"},{"text" : "Life is a short affair; We should try to make it smooth, and free from strife.","author" : "Euripides"},{"text" : "A sharp-tempered woman, or, for that matter, a man, Is easier to deal with than the clever type who holds her tongue.","author" : "Euripides"},{"text" : "Short is the joy that guilty pleasure brings.","author" : "Euripides"},{"text" : "If we could be twice young and twice old we could correct all our mistakes.","author" : "Euripides"},{"text" : "One loyal friend is worth ten thousand relatives.","author" : "Euripides"},{"text" : "Human misery must somewhere have a stop; there is no wind that always blows a storm.","author" : "Euripides"},{"text" : "Mere cleverness is not wisdom.","author" : "Euripides"},{"text" : "I know indeed what evil I intend to do, but stronger than all my afterthoughts is my fury, fury that brings upon mortals the greatest evils.","author" : "Euripides"},{"text" : "Wealth stays with us a little moment if at all. Only our characters are steadfast, not our gold.","author" : "Euripides"},{"text" : "Among mortals second thoughts are wisest.","author" : "Euripides"},{"text" : "The day is for honest men, the night for thieves.","author" : "Euripides"},{"text" : "My tongue swore, but my mind's unsworn.","author" : "Euripides"},{"text" : "Slow but sure moves the might of the gods.","author" : "Euripides"},{"text" : "To an old father, nothing is more sweet than a daughter. Boys are more spirited, but their ways are not so tender.","author" : "Euripides"},{"text" : "Necessity is harsh. Fate has no reprieve.","author" : "Euripides"},{"text" : "Toil, says the proverb, is the sire of fame.","author" : "Euripides"},{"text" : "Love distills desire upon the eyes, love brings bewitching grace into the heart.","author" : "Euripides"},{"text" : "Neither earth nor ocean produces a creature as savage and monstrous as woman.","author" : "Euripides"},{"text" : "To persevere, trusting in what hopes one has, is courage in a man. The coward despairs.","author" : "Euripides"},{"text" : "He who submits to fate without complaint is wise.","author" : "Euripides"},{"text" : "There is no harbor of peace from the changing waves of joy and despair.","author" : "Euripides"},{"text" : "This is slavery, not to speak one's thoughts.","author" : "Euripides"},{"text" : "There is in the worst of fortune the best chances of a happy change.","author" : "Euripides"},{"text" : "Every man is like the company he keeps.","author" : "Euripides"}]