Divorce is the price people play for playing with matches.
A vacation is like love: anticipated with pleasure, experienced with discomfort, and remembered with nostalgia.
Consistency is a jewel, but too much jewelry is vulgar.
The only time a lazy man ever succeeds is when he tries to do nothing.
The only way to cure an egotist from bragging is by surgery--amputation at the neck.
With a braggart, it's no sooner done than said.
Family: A social unit where the father is concerned with parking space, the children with outer space, and the mother with closet space.
Many a man who goes to Las Vegas to get away from it all soon finds that Las Vegas gets it all away from him.
Age brings wisdom to some men, and to others chess.
A laugh a day keeps the psychiatrist away.
We do not stop laughing because we grow old; we grow old because we stop laughing.
The man who doctors himself with the aid of medical books, runs the risk of dying of a typographical error.
You can't judge the ability of a doctor by the amount of praise the undertakers give him.
The quizzical expression of the monkey at the zoo comes from his wondering whether he is his brother's keeper, or his keeper's brother.
The best time to give advice to your children is while they're still young enough to believe you know what you're talking about.
The trouble with the world is that laziness is seldom curable and never fatal.
Zoo: An excellent lace to study the habits of human beings.
An obsession is an idea which you must get out of your mind if you are not to go out of your mind.
Computers can figure out all kinds of problems, except the things in this world that just don't add up.
The honeymoon is the only period when a woman isn't trying to reform her husband.
Communism is a form of government under which every citizen at election time enjoys the privilege of voting yes.
Communism is a form of society where the less people have to eat, the more they have to swallow.
Housework is what a woman does that nobody notices unless she hasn't done it.
Definition of Statistics: The science of producing unreliable facts from reliable figures.
Charm is to a woman what perfume is to a flower.
Success comes from aspiration, desperation, perspiration, and inspiration!
The diamond is the hardest stone -- to get.
In elections, the undecided vote is usually the deciding factor.
If you can't win, make the fellow ahead of you break the record.
The only place where you can find equality is in the cemetery.
Public speaking is the art of diluting a two-minute idea with a two-hour vocabulary.
A cynic sees little to admire in the world, while the world sees even less to admire in him.
A special skill, like speaking several languages, or keeping your mouth shut in one.
A bureaucrat is an official who is clothed with power and whom it doesn't fit.
The man who avoids debt doesn't have to worry about avoiding his creditors.
When a schoolboy has original ideas, they are usually confined to spelling.
Walking isn't a lost art — one must, by some means, get to the garage.
This may be the age of automation, but love is still being made by hand.
The most popular form of altruism is giving to others the advice you cannot use yourself.
There would be no population explosion if people who are trying to keep the wolf from the door wouldn't let the stork fly in through the window.
A gentleman farmer never dirties himself with the soil or soils himself with the dirt.
The tongue is the only muscle in the human body that never gets tired.
Next time a man tells you talk is cheap, ask him if he knows how much a session of Congress costs.
A signature always reveals a man's character - and sometimes even his name.
Tact is the ability to shut your mouth before someone else does it for you.
Tact is giving a person a pat on the back when you feel like giving him a kick in the pants.
Adam and Eve were the first of all unions to defy management.
The mint makes it first, it is up to you to make it last.
You can't name anything that's more expensive than being good natured.
The best things in life are free, but the trouble is that the next best are so expensive.
An expensive wife often makes a pensive husband.
A lot of people get credit for being well-behaved simply because they haven't the money to be otherwise.
Family: a social unit where the father is concerned with parking space, the children with outer space, and the mother with the closet space.
The little boy who goes to the store and forgets what his mother sent him for, will probably grow up to be a congressman.
A clever girl always seem to know less than the man she happens to be talking to.
When a wife laughs at her husband's jokes, it's not because they are clever, but because she is.
Some women are so clever that you can't talk with them for ten minutes without beginning to realize how brilliant you are.
Many woman is so clever that she manages to let no one suspect her of being half as foolish as she really is.
It takes a clever girl to keep a man at arm's length without losing her grip on him.
By the time the person is old enough to know better, he thinks he's clever enough to get away with it.
Sometimes nothing is the cleverest thing you can say when you want to say something clever.
Of all the clever wives, the cleverest is the one who never lets her husband suspect how clever she is.
A clever girl flatters a man by asking the kind of questions he is able to answer.
Every executive wishes he were as clever as he thinks his secretary thinks he is.
There's a substitute for everything, but no one yet figured out a substitute for hard work.
The longer a wedding ring is worn, the harder it is to remove.
When a young man gives his girl a ring, he gives it with all his heart and most of his savings.
Opportunity knocks for every man, but a woman gets a ring.
During courtship a girl is unpredictable until she gets an engagement ring - then she shows her hand.
The bright sparkle of a diamond ring often renders a woman stone-blind to the defects of the man who gives it.
A wedding ring may not be as tight as a tourniquet, but it stops the wearer's circulation.
Some girls get rings with large diamonds, others get rings that look as if they were all paid for.
A ring on the finger is worth two on the phone.
An engagement ring is a piece of jewelry that usually turns a right-handed girl into a left handed one.
To the bachelor, a wedding ring symbolizes a vicious cycle.
A girl uses soft soap to get a ring off her finger - and also to get one on.
Most of us are either too thin to enjoy eating. or too fat to enjoy walking.
If you want to get fat, don't eat fast; if you want to get thin. don't eat fast.
No wonder a father has mixed feelings when his son goes off to college; while he loses a son, he gains a car.
A wedding is a ceremony at which a woman acquires another mind of her own.
A wedding takes only a few hours, but the arguments go on forever.
The only wedding that is sure to go off without a hitch is where the groom doesn't show up.
A shotgun wedding is one in which the bride's father says, 'He does'.
Before the wedding, you expect too much of marriage; after the wedding, you get too much of it.
Love should be behind every wedding, but not too far behind.
After paying for the wedding, about the only thing a father has left to give away is the bride.
At a wedding the bride is usually well groomed and the groom well bridled.
At a wedding, a father gives his daughter up with the reluctance, and a mother gives her up with relief.
A wedding is the formality a man has to go through before going to work for a new boss.
The happiest days in a movie star's life are her wedding days.
There's one good thing about tight shoes: they make you forget your other troubles.
If the high cost of living goes any higher, we'll be buying our shoes one at a time instead of a pair.
There's nothing smaller than some women's feet, except the shoes they're in.
The first thing a woman would do if she were in a man's shoes is kicking them off.
What this country needs is a pair of shoes that will increase in size along with the growth of children's feet.
A women's little feet usually run up a big shoe bill.
Another way to find out where the shoe pinches is to foot your wife's shoe bills.
A man buys shoes to fit his feet; a woman, to fit the occasion.
A woman is likely to keep trying on shoes till the salesman has a fit.
The woman who is shopping for shoes has no sense for the fitness of things.
A woman has passed the dangerous age as soon as she starts trying on a pair of shoes for comfort.
No man has ever been able to explain why a woman feels more comfortable in uncomfortable shoes than she does in comfortable ones.
Liquor works two ways; it will either put you on top of the world, or under the table.
A liquor store is where they collect taxes for the government and also sell liquor
Liquor should not be given to the man who is given to liquor.
Liquor doesn't deteriorate with age, but the man who drinks too much of it does.
Get the best of liquor, but don't let liquor get the best of you.
Liquor is an insiduos habit; you start out by drinking now and then, and very soon you are drinking more now than you did then.
A little liquor makes you lose your inhibitions, a lot makes you give inhibitions.
A check for liquor is not a check for liquor.
During courtship a girl is unpredictable until she gets an engagement ring then she shows her hand.
The best way for a woman to preserve her wedding ring is to dip it in dishwater three times a day
The man who invented the alarm clock believed people slept too long or worked too little.
The only thing worse than hearing the alarm clock is not hearing it.
Some men have alarm clocks; others have their wives elbows.
Of all daylight-saving plans, the best by far is an alarm clock.
When an alarm clock wakes a man up, it makes him feel not like the early bird, but like the worm.
An alarm clock is a device that wakes you up just in time to go back to sleep.
What this country needs is an alarm clock that can be set on Saturday night to ring Monday morning.
The man who invented the alarm clock probably did more than anyone else to arouse the working classes.
An alarm clock is built with a mechanism to scare the daylights into you.
Take a lesson from the clock; it passes the time by keeping its hands busy.
An office clock is rarely stolen, probably because everyone watches it.
No matter how fast a clock may run, it always winds up at the same place.
In some homes the clock, like father, is always wrong.
A clock is a modest piece of furniture that covers its face with its hands, and runs down its own works.
If a fee were charged to see the sun rise, almost everybody would be up to watch it.
One man's sunset is another man's sunrise
Calling anything foolproof seems to take a lot for granted.
The honeymoon is over when the bride who took her husband for better or for worse, starts taking him for granted.
In all affairs it's a healthy thing not and then to hang a question mark on the things you have long taken for granted.
Argumentative people have one thing in common: they are always ready to dispute an indisputable fact.
The most common argument against marriage is the one between husband wife.
When you win an argument with your wife, the argument is not over.
The less sound a man's argument, the louder he talks.
Only one man has the right to boast, and that's the man who never does.
If you don't get the better of yourself, someone else will.
Easter is the only time when it's perfectly safe to put all your eggs in one basket.
Too many women think Easter Sunday is Decoration Day.
There are always some churchgoers whom the preacher doesn't remember from one Easter to the next.
Children prefer snow, but adults prefer rain because it is self shoveling.
The surest way to bring spring showers is to hose the lawn and sprinkle the flowers.
Rainy days come to those who save up for them.
The rains that nourish the optimist's flowers make the pessimist's weeds grow.
The rainy days for which a man saves usually arrive during his vacation.
To some men the only symbol of hospitality is a corkscrew.
The man who takes to drink when his wife leaves him should be careful not to overdo the celebration.
Sometimes when a man takes a day off to celebrate, he needs another day off to get over it.
Some people's idea of a celebration is to enjoy a Christmas they'll never forget and a New Year's they can't remember.
When an alcoholic wants to celebrate an occasion, does he go out and get sober.
Positive anything is better than negative nothing.
The most positive way to progress to the top is to start at the bottom and never stop.
The best way of getting ahead of most people is by getting along with some and getting around others.
More and more married women are working nowadays, some of them even at home.
Liar is the one who pretends to be very good or the one who pretends to be very bad.
A pathological liar can always be expected to tell you where the truth lies.
All men are liars, but some are not found out until after they are married.
A liar's worst misfortune is not that no one believes him, but that he can't believe anyone else.
If there were no listeners, there would be no liars.
There's only one person who can lie more brazenly than a pathological liar, and that's another pathological liar.