[{"text" : "The real trouble with war (modern war) is that it gives no one a chance to kill the right people.","author" : "Ezra Pound"},{"text" : "Great literature is simply language charged with meaning to the utmost possible degree.","author" : "Ezra Pound"},{"text" : "What matters is not the idea a man holds, but the depth at which he holds it.","author" : "Ezra Pound"},{"text" : "Genius... is the capacity to see ten things where the ordinary man sees one.","author" : "Ezra Pound"},{"text" : "A general loathing of a gang or sect usually has some sound basis in instinct.","author" : "Ezra Pound"},{"text" : "In our time, the curse is monetary illiteracy, just as inability to read plain print was the curse of earlier centuries.","author" : "Ezra Pound"},{"text" : "All great art is born of the metropolis.","author" : "Ezra Pound"},{"text" : "If a patron buys from an artist who needs money, the patron then makes himself equal to the artist; he is building art into the world; he creates.","author" : "Ezra Pound"},{"text" : "A classic is classic not because it conforms to certain structural rules, or fits certain definitions It is classic because of a certain eternal and irrepressible freshness.","author" : "Ezra Pound"},{"text" : "The ant's a centaur in his dragon world.","author" : "Ezra Pound"},{"text" : "The act of bell ringing is symbolic of all proselytizing religions. It implies the pointless interference with the quiet of other people.","author" : "Ezra Pound"},{"text" : "When two men in business always agree, one of them is unnecessary.","author" : "Ezra Pound"},{"text" : "Come, let us pity those who are better off than we are. Come, my friend, and remember that the rich have butlers and no friends, And we have friends and no butlers.","author" : "Ezra Pound"},{"text" : "For ignorance, its growth and its protection.","author" : "Ezra Pound"},{"text" : "Your emotions? Are those of a maitre-de-cafe.","author" : "Ezra Pound"},{"text" : "Under the cabin roof was one lantern. The reeds are heavy; bent; and the bamboos speak as if weeping.","author" : "Ezra Pound"},{"text" : "Aries greatly altered I have seen the ruined dorata.","author" : "Ezra Pound"},{"text" : "Learn of the green world what can be thy place in scaled invention or true artistry.","author" : "Ezra Pound"},{"text" : "You were gone up as a rocket, bending your passages from right to left and from left to right. In the flat projection of a spiral.","author" : "Ezra Pound"},{"text" : "I guess the definition of a lunatic is a man surrounded by them.","author" : "Ezra Pound"},{"text" : "As a bathtub lined with white porcelain, . When the hot water gives out or goes tepid, . So is the slow cooling of our chivalrous passion, . O my much praised but-not-altogether-satisfactory lady.","author" : "Ezra Pound"},{"text" : "Glory to Zeus' aegis-day.","author" : "Ezra Pound"},{"text" : "Great Zeus, save the woman, or she will sit before your feet in a veil, and tell out the long list of her troubles.","author" : "Ezra Pound"},{"text" : "The milk-white girls . Unbend from the holly-trees, . And their snow-white leopard . Watches to follow our trace.","author" : "Ezra Pound"},{"text" : "If I could believe the Quakers banned music because church music is so damn bad, I should view them with approval.","author" : "Ezra Pound"}]