[{"text" : "To expect too much is to have a sentimental view of life and this is a softness that ends in bitterness.","author" : "Flannery O'connor"},{"text" : "Where you come from is gone, where you thought you were going to was never there, and where you are is no good unless you can get away from it. Where is there a place for you to be? No place... Nothing outside you can give you any place... In yourself right now is all the place you've got.","author" : "Flannery O'connor"},{"text" : "The Southerner is usually tolerant of those weaknesses that proceed from innocence.","author" : "Flannery O'connor"},{"text" : "The operation of the Church is entirely set up for the sinner; which creates much misunderstanding among the smug.","author" : "Flannery O'connor"},{"text" : "Doctors always think anybody doing something they aren't is a quack; also they think all patients are idiots.","author" : "Flannery O'connor"},{"text" : "The writer operates at a peculiar crossroads where time and place and eternity somehow meet.","author" : "Flannery O'connor"},{"text" : "It is better to be young in your failures than old in your successes.","author" : "Flannery O'connor"},{"text" : "Anybody who has survived his childhood has enough information about life to last him the rest of his days.","author" : "Flannery O'connor"},{"text" : "Art never responds to the wish to make it democratic; it is not for everybody; it is only for those who are willing to undergo the effort needed to understand it.","author" : "Flannery O'connor"},{"text" : "Manners are of such great consequence to the novelist that any kind will do. Bad manners are better than no manners at all, and because we are losing our customary manners, we are probably overly conscious of them; this seems to be a condition that produces writers.","author" : "Flannery O'connor"},{"text" : "Conviction without experience makes for harshness.","author" : "Flannery O'connor"},{"text" : "You have to quit confusing a madness with a mission.","author" : "Flannery O'connor"},{"text" : "...free will does not mean one will, but many wills conflicting in one man. Freedom cannot be conceived simply.","author" : "Flannery O'connor"},{"text" : "A story has to have muscle as well as meaning, and the meaning has to be in the muscle.","author" : "Flannery O'connor"},{"text" : "Dogma can in no way limit a limitless God.","author" : "Flannery O'connor"},{"text" : "Dogma is the guardian of mystery. The doctrines are spiritually significant in ways that we cannot fathom.","author" : "Flannery O'connor"},{"text" : "Good and evil appear to be joined in every culture at the spine.","author" : "Flannery O'connor"},{"text" : "Kept rattling the ice in her glass, rattling her beads, rattling her bracelet like an impatient pony jingling its harness.","author" : "Flannery O'connor"},{"text" : "When the peacock has presented his back, the spectator will usually begin to walk around him to get a front view; but the peacock will continue to turn so that no front view is possible. The thing to do then is to stand still and wait until it pleases him to turn. When it suits him, the peacock will face you. Then you will see in a green-bronze arch around him a galaxy of gazing, haloed suns.","author" : "Flannery O'connor"},{"text" : "Free will does not mean one will, but many wills conflicting in one man.","author" : "Flannery O'connor"},{"text" : "Southern culture has fostered a type of imagination that has been influenced by Christianity of a not too unorthodox kind and by a strong devotion to the Bible, which has kept our minds attached to the concrete and the living symbol.","author" : "Flannery O'connor"},{"text" : "If you live today, you breathe in nihilism ... it's the gas you breathe. If I hadn't had the Church to fight it with or to tell me the necessity of fighting it, I would be the stinkiest logical positivist you ever saw right now.","author" : "Flannery O'connor"},{"text" : "It's easier to bleed than sweat","author" : "Flannery O'connor"},{"text" : "The writer should never be ashamed of staring. There is nothing that does not require his attention.","author" : "Flannery O'connor"},{"text" : "The writer operates at a peculiar crossroads where time and place and eternity somehow meet. His problem is to find that location.","author" : "Flannery O'connor"},{"text" : "Knowing who you are is good for one generation only. You haven't the foggiest idea where you stand now or who you are.","author" : "Flannery O'connor"}]