[{"text" : "We may not be able to prepare the future for our children, but we can at least prepare our children for the future.","author" : "Franklin D. Roosevelt"},{"text" : "Men are not prisoners of fate, but only prisoners of their own minds.","author" : "Franklin D. Roosevelt"},{"text" : "Happiness is not in the mere possession of money; it lies in the joy of achievement, in the thrill of creative effort.","author" : "Franklin D. Roosevelt"},{"text" : "Never underestimate a man who overestimates himself.","author" : "Franklin D. Roosevelt"},{"text" : "Human kindness has never weakened the stamina or softened the fiber of a free people. A nation does not have to be cruel to be tough.","author" : "Franklin D. Roosevelt"},{"text" : "If you treat people right they will treat you right ... ninety percent of the time.","author" : "Franklin D. Roosevelt"},{"text" : "The only thing we have to fear is fear it'self - nameless, unreasoning, unjustified, terror which paralyzes needed efforts to convert retreat into advance.","author" : "Franklin D. Roosevelt"},{"text" : "Confidence... thrives on honesty, on honor, on the sacredness of obligations, on faithful protection and on unselfish performance. Without them it cannot live.","author" : "Franklin D. Roosevelt"},{"text" : "When you come to the end of your rope, tie a knot and hang on.","author" : "Franklin D. Roosevelt"},{"text" : "Be sincere; be brief; be seated.","author" : "Franklin D. Roosevelt"},{"text" : "It is common sense to take a method and try it. If it fails, admit it frankly and try another. But above all, try something.","author" : "Franklin D. Roosevelt"},{"text" : "Confidence thrives on honesty, on honor, on the sacredness of obligations, on faithful protection and on unselfish performance. Without them it cannot live.","author" : "Franklin D. Roosevelt"},{"text" : "In the truest sense, freedom cannot be bestowed; it must be achieved.","author" : "Franklin D. Roosevelt"},{"text" : "If you treat people right they will treat you right -- ninety percent of the time.","author" : "Franklin D. Roosevelt"},{"text" : "The test of our progress is not whether we add more to the abundance of those who have much it is whether we provide enough for those who have little.","author" : "Franklin D. Roosevelt"},{"text" : "Competition has been shown to be useful up to a certain point and no further, but cooperation, which is the thing we must strive for today, begins where competition leaves off.","author" : "Franklin D. Roosevelt"},{"text" : "It is common sense to take a method and try it. If it fails, admit it frankly and try another, but above all try something.","author" : "Franklin D. Roosevelt"},{"text" : "The only limit to our realization of tomorrow will be our doubts of today.","author" : "Franklin D. Roosevelt"},{"text" : "We cannot always build the future for our youth, but we can build our youth for the future.","author" : "Franklin D. Roosevelt"},{"text" : "A nation that destroys its soil destroys itself.","author" : "Franklin D. Roosevelt"},{"text" : "Democracy cannot succeed unless those who express their choice are prepared to choose wisely. The real safeguard of democracy, therefore, is education.","author" : "Franklin D. Roosevelt"},{"text" : "We all know that books burn, yet we have the greater knowledge that books cannot be killed by fire. People die, but books never die. No man and no force can put thought in a concentration camp forever. No man and no force can take from the world the books that embody man's eternal fight against tyranny of every kind.","author" : "Franklin D. Roosevelt"},{"text" : "Yesterday, December seventh, 1941, a date which will live in infamy, the United States of America was suddenly and deliberately attacked by naval and air forces of the Empire of Japan.","author" : "Franklin D. Roosevelt"},{"text" : "I'm not the smartest fellow in the world, but I can sure pick smart colleagues.","author" : "Franklin D. Roosevelt"},{"text" : "The only thing we have to fear is fear itself.","author" : "Franklin D. Roosevelt"},{"text" : "A nation that destroys its soils destroys itself. Forests are the lungs of our land, purifying the air and giving fresh strength to our people.","author" : "Franklin D. Roosevelt"},{"text" : "Happiness lies in the joy of achievement and the thrill of creative effort.","author" : "Franklin D. Roosevelt"},{"text" : "Real estate cannot be lost or stolen, nor can it be carried away. Purchased with common sense, paid for in full, and managed with reasonable care, it is about the safest investment in the world.","author" : "Franklin D. Roosevelt"},{"text" : "When you get to the end of your rope, tie a knot in it and hang on.","author" : "Franklin D. Roosevelt"},{"text" : "We have nothing to fear but missing our massage appointment time.","author" : "Franklin D. Roosevelt"},{"text" : "The overwhelming majority of americans are possessed of two great qualities a sense of humor and a sense of proportion.","author" : "Franklin D. Roosevelt"},{"text" : "We know that equality of individual ability has never existed and never will, but we do insist that equality of opportunity still must be sought.","author" : "Franklin D. Roosevelt"},{"text" : "Taxes are paid in the sweat of every man who labors.","author" : "Franklin D. Roosevelt"},{"text" : "Taxes, after all, are dues that we pay for the privileges of membership in an organized society.","author" : "Franklin D. Roosevelt"},{"text" : "No man can tame a tiger into a kitten by stroking it.","author" : "Franklin D. Roosevelt"},{"text" : "True individual freedom cannot exist without economic security and independence. People who are hungry and out of a job are the stuff of which dictatorships are made.","author" : "Franklin D. Roosevelt"},{"text" : "The test of our progress is not whether we add more to the abundance of those who have much; it is whether we provide enough for those who have too little.","author" : "Franklin D. Roosevelt"},{"text" : "The only limit to our realization of tomorrow will be our doubts of today. Let us move forward with strong and active faith.","author" : "Franklin D. Roosevelt"},{"text" : "There are as many opinions as there are experts.","author" : "Franklin D. Roosevelt"},{"text" : "Those who have long enjoyed such privileges as we forget in time that men have died to win them.","author" : "Franklin D. Roosevelt"},{"text" : "If civilization is to survive, we must cultivate the science of human relationships - the ability of all peoples, of all kinds, to live together, in the same world at peace.","author" : "Franklin D. Roosevelt"},{"text" : "In our personal ambitions we are individualists. But in our seeking for economic and political progress as a nation, we all go up or else all go down as one people.","author" : "Franklin D. Roosevelt"},{"text" : "An election cannot give a country a firm sense of direction if it has two or more national parties which merely have different names, but are as alike in their principals and aims as two peas in the same pod.","author" : "Franklin D. Roosevelt"},{"text" : "Repetition does not transform a lie into a truth.","author" : "Franklin D. Roosevelt"},{"text" : "You sometimes find something good in the lunatic fringe. In fact, we have got as part of our social and economic government today a whole lot of things which in my boyhood were considered lunatic fringe, and yet they are now part of everyday life.","author" : "Franklin D. Roosevelt"},{"text" : "We have always held to the hope, the belief, the conviction that there is a better life, a better world, beyond the horizon.","author" : "Franklin D. Roosevelt"},{"text" : "Rules are not necessarily sacred, principles are.","author" : "Franklin D. Roosevelt"},{"text" : "Physical strength can never permanently withstand the impact of spiritual force.","author" : "Franklin D. Roosevelt"},{"text" : "In a democratic nation, power must be linked with responsibility, and obliged to defend and justify itself within the framework of the general good.","author" : "Franklin D. Roosevelt"},{"text" : "Private enterprise is ceasing to be free enterprise. Private enterprise, indeed, became too private. It became privileged enterprise, not free enterprise.","author" : "Franklin D. Roosevelt"},{"text" : "We must be the great arsenal of democracy.","author" : "Franklin D. Roosevelt"},{"text" : "Happiness if not in the mere possession of money; it lies in the joy of achievement, in the thrill of creative effort.","author" : "Franklin D. Roosevelt"},{"text" : "Nationwide thinking, nationwide planning and nationwide action are the three great essentials to prevent nationwide crises for future generations to struggle through.","author" : "Franklin D. Roosevelt"},{"text" : "When you reach the end of your rope, tie a knot in it and hang on.","author" : "Franklin D. Roosevelt"},{"text" : "It is an unfortunate human failing that a full pocketbook often groans more loudly than an empty stomach.","author" : "Franklin D. Roosevelt"},{"text" : "Every man has a right to life. That means that he also has a right to make a comfortable living.","author" : "Franklin D. Roosevelt"},{"text" : "All private plans, all private lives, have been in a sense repealed by an overriding public danger.","author" : "Franklin D. Roosevelt"},{"text" : "The nation that destroys its soil destroys itself.","author" : "Franklin D. Roosevelt"},{"text" : "The core of our defense is the faith we have in the institutions we defend.","author" : "Franklin D. Roosevelt"},{"text" : "Preparation for defense is an inalienable prerogative of a sovereign state.","author" : "Franklin D. Roosevelt"},{"text" : "A good leader can't get too far ahead of his followers.","author" : "Franklin D. Roosevelt"},{"text" : "Yesterday, December 7, 1941- a date that will live in infamy- the United States of America was suddenly and deliberately attacked by naval and air forces of the Empire of Japan...No matter how long it may take us to overcome this premeditated invasion, the American people will through their righteous might win through absolute victory...with confidence in our armed forces with the unbounded determination of our people - we will gain the inevitable triumph so help us God.","author" : "Franklin D. Roosevelt"},{"text" : "Courage is not the absence of fear, but rather the assessment that something else is more important than fear.","author" : "Franklin D. Roosevelt"},{"text" : "No government can help the destinies of people who insist in putting sectional and class consciousness ahead of general weal.","author" : "Franklin D. Roosevelt"},{"text" : "Prosperous farmers mean more employment, more prosperity for the workers and the business men of every industrial area in the whole country.","author" : "Franklin D. Roosevelt"},{"text" : "Remember, remember always, that all of us, and you and I especially, are descended from immigrants and revolutionists.","author" : "Franklin D. Roosevelt"},{"text" : "The value of love will always be stronger than the value of hate. Any nation or group of nations which employs hatred eventually is torn to pieces by hatred.","author" : "Franklin D. Roosevelt"},{"text" : "More than an end to war, we want an end to the beginning of all wars - yes, an end to this brutal, inhuman and thoroughly impractical method of settling the differences between governments.","author" : "Franklin D. Roosevelt"},{"text" : "Men and nature must work hand in hand. The throwing out of balance of the resources of nature throws out of balance also the lives of men.","author" : "Franklin D. Roosevelt"},{"text" : "Better to die on your feet than live on your knees.","author" : "Franklin D. Roosevelt"},{"text" : "The work, my friend, is peace. More than an end of this war--an end to the beginnings of all wars.","author" : "Franklin D. Roosevelt"},{"text" : "Liberty requires opportunity to make a living--a living which gives a man not only enough to live by, but something to live for.","author" : "Franklin D. Roosevelt"},{"text" : "The virtues are lost in self-interest as rivers are lost in the sea.","author" : "Franklin D. Roosevelt"},{"text" : "To reach a port we must set sail – Sail, not tie at anchor. Sail, not drift.","author" : "Franklin D. Roosevelt"},{"text" : "To reach a port, we must sail, sail, not tie at anchor, sail, not drift.","author" : "Franklin D. Roosevelt"},{"text" : "These unhappy times call for the building of plans that...build from the bottom up and not from the top down, that put their faith once more in the forgotten man at the bottom of the economic pyramid.","author" : "Franklin D. Roosevelt"},{"text" : "As a nation we may take pride in the fact that we are soft-hearted; but we cannot afford to be soft-headed. We must always be wary of those who with sounding brass and a tinkling cymbal preach the 'ism' of appeasement. We must especially beware of that small group of selfish men who would clip the wings of the American eagle in order to feather their own nests.","author" : "Franklin D. Roosevelt"},{"text" : "And with that inner strength that comes to a free people conscious of their duty, conscious of the righteousness of what they do, they will—with divine help and guidance— stand their ground against this latest assault upon their democracy, their sovereignty and their freedom.","author" : "Franklin D. Roosevelt"},{"text" : "The life of a nation is the fullness and the measure of its will to win.","author" : "Franklin D. Roosevelt"},{"text" : "Human kindness has never weakened the stamina or softened the fiber of a free people. A nation does not have to be cruel in order to be tough.","author" : "Franklin D. Roosevelt"},{"text" : "I'm not the smartest fellow in the world, but I sure can pick smart colleagues.","author" : "Franklin D. Roosevelt"},{"text" : "Art is not a treasure in the past or an importation from another land, but part of the present life of all the living and creating peoples.","author" : "Franklin D. Roosevelt"},{"text" : "There can be little doubt that in many ways the story of bridge building is the story of civilization. By it we can readily measure an important part of a people's progress.","author" : "Franklin D. Roosevelt"},{"text" : "Americans today are just as rugged and just as tough as any of the heroes we celebrate on the Fourth of July.","author" : "Franklin D. Roosevelt"},{"text" : "Be sincere...be brief..be seated.","author" : "Franklin D. Roosevelt"},{"text" : "We can gain no lasting peace if we approach it with suspicion and mistrust, or with fear.","author" : "Franklin D. Roosevelt"},{"text" : "The only limit of our realization of tomorrow will be our doubts of today.","author" : "Franklin D. Roosevelt"},{"text" : "The fate of America cannot depend on anyone man. The greatness of America is grounded in principle and not on any single personality.","author" : "Franklin D. Roosevelt"}]