[{"text" : "Knowledge is power.","author" : "Francis Bacon"},{"text" : "Virtue is like a rich stone, it's best plain set.","author" : "Francis Bacon"},{"text" : "It will not be amiss to distinguish the three kinds and, as it were, grades of ambition in mankind. The first is of those who desire to extend their own power in their native country, a vulgar and degenerate kind. The second is of those who labor to extend the power and dominion of their country among men. This certainly has more dignity, though not less covetousness. But if a man endeavor to establish and extend the power and dominion of the human race itself over the universe, his ambition (if ambition it can be called) is without doubt both a more wholesome and a more noble thing than the other two.","author" : "Francis Bacon"},{"text" : "If we do not maintain justice, justice will not maintain us.","author" : "Francis Bacon"},{"text" : "If a man look sharply and attentively, he shall see Fortune; for though she be blind, yet she is not invisible.","author" : "Francis Bacon"},{"text" : "The way of fortune is like the milky way in the sky; which is a number of smaller stars, not seen asunder, but giving light together; so it is a number of little and scarce discerned virtues, or rather faculties and customs, that make men fortunate","author" : "Francis Bacon"},{"text" : "No man's fortune can be an end worthy of his being.","author" : "Francis Bacon"},{"text" : "The best part of beauty is that which no picture can express.","author" : "Francis Bacon"},{"text" : "Discretion of speech is more than eloquence; and to speak agreeably to him with whom we deal is more than to speak in good words or in good order.","author" : "Francis Bacon"},{"text" : "Discretion of speech is more than eloquence, and to speak agreeably to him with whom we deal is more than to speak in good words, or in good order.","author" : "Francis Bacon"},{"text" : "Travel, in the younger sort, is a part of education; in the elder, a part of experience.","author" : "Francis Bacon"},{"text" : "Silence is the sleep that nourishes wisdom.","author" : "Francis Bacon"},{"text" : "If you can talk about it, why paint it?","author" : "Francis Bacon"},{"text" : "Next to religion, let your care be to promote justice.","author" : "Francis Bacon"},{"text" : "Some books are to be tasted, others to be swallowed, and some few to be chewed and digested.","author" : "Francis Bacon"},{"text" : "Boldness is ever blind, for it sees not dangers and inconveniences whence it is bad in council though good in execution.","author" : "Francis Bacon"},{"text" : "Envy is ever joined with the comparing of a man's self; and where there is no comparison, no envy.","author" : "Francis Bacon"},{"text" : "The worst solitude is to have no real friendships.","author" : "Francis Bacon"},{"text" : "All colours will agree in the dark.","author" : "Francis Bacon"},{"text" : "Consistency is the foundation of virtue.","author" : "Francis Bacon"},{"text" : "The greatest vicissitude of things amongst men, is the vicissitude of sects and religions.","author" : "Francis Bacon"},{"text" : "The human understanding is like a false mirror, which, receiving rays irregularly, distorts and discolours the nature of things by mingling its own nature with it.","author" : "Francis Bacon"},{"text" : "The universe must not be narrowed down to the limit of our understanding, but our understanding must be stretched and enlarged to take in the image of the universe as it is discovered.","author" : "Francis Bacon"},{"text" : "If a man will begin with certainties, he shall end in doubts; but if he will be content to begin with doubts, he shall end in certainties.","author" : "Francis Bacon"},{"text" : "There is no comparison between that which is lost by not succeeding and that which is lost by not trying.","author" : "Francis Bacon"},{"text" : "The joys of parents are secret, and so are their griefs and fears: they cannot utter the one, nor will they utter the other.","author" : "Francis Bacon"},{"text" : "The less people speak of their greatness, the more we think of it.","author" : "Francis Bacon"},{"text" : "If a man be gracious and courteous to strangers, it shows he is a citizen of the world.","author" : "Francis Bacon"},{"text" : "Bashfulness is a great hindrance to a man, both in uttering his sentiments and in understanding what is proposed to him; 't is therefore good to press forward with discretion, both in discourse and company of the better sort.","author" : "Francis Bacon"},{"text" : "Studies serve for delight, for ornaments, and for ability.","author" : "Francis Bacon"},{"text" : "A healthy body is a guest chamber for the soul: a sick body is a prison.","author" : "Francis Bacon"},{"text" : "As the births of living creatures at first are ill-shapen, so are all innovations, which are the births of time.","author" : "Francis Bacon"},{"text" : "A healthy body is a guest chamber for the soul: a sick body is a prison","author" : "Francis Bacon"},{"text" : "Gardening is the purest of human pleasures.","author" : "Francis Bacon"},{"text" : "Clear and round dealing is the honor of man's nature; and ... mixture of falsehood is like alloy in coin of gold and silver, which may make the metal work the better, but embaseth it.","author" : "Francis Bacon"},{"text" : "Children sweeten labours, but they make misfortunes more bitter.","author" : "Francis Bacon"},{"text" : "A healthy body is a guest-chamber for the soul; a sick body is a prison.","author" : "Francis Bacon"},{"text" : "He that will not apply new remedies must expect new evils; for time is the greatest innovator.","author" : "Francis Bacon"},{"text" : "Friends are thieves of time.","author" : "Francis Bacon"},{"text" : "Choose the life that is most useful, and habit will make it the most agreeable.","author" : "Francis Bacon"},{"text" : "A healthy body is the guest-chamber of the soul; a sick, its prison.","author" : "Francis Bacon"},{"text" : "A little philosophy inclineth man's mind to atheism, but depth in philosophy bringeth men's minds about to religion.","author" : "Francis Bacon"},{"text" : "The real and legitimate goal of the sciences is the endowment of human life with new commodities.","author" : "Francis Bacon"},{"text" : "A man that is young in years may be old in hours, if he has lost no time.","author" : "Francis Bacon"},{"text" : "Studies perfect nature and are perfected still by experience.","author" : "Francis Bacon"},{"text" : "The arch-flatterer, with whom all the petty flatterers have intelligence, is a man's self.","author" : "Francis Bacon"},{"text" : "A wise man will make more opportunities than he finds.","author" : "Francis Bacon"},{"text" : "Begin doing what you want to do now. We are not living in eternity. We have only this moment, sparkling like a star in our hand--and melting like a snowflake...","author" : "Francis Bacon"},{"text" : "Nothing doth so much keep men out of the Church, and drive men out of the Church, as breach of unity.","author" : "Francis Bacon"},{"text" : "Important families are like potatoes. The best parts are underground.","author" : "Francis Bacon"},{"text" : "Imagination was given to man to compensate him for what he is not; a sense of humor to console him for what he is.","author" : "Francis Bacon"},{"text" : "Money is a good servant but a bad master.","author" : "Francis Bacon"},{"text" : "We cannot command Nature except by obeying her.","author" : "Francis Bacon"},{"text" : "I would live to study, and not study to live.","author" : "Francis Bacon"},{"text" : "Some books should be tasted, some devoured, but only a few should be chewed and digested thoroughly.","author" : "Francis Bacon"},{"text" : "Imagination was given to man to compensate for what he is not; a sense of humour to console him for what he is.","author" : "Francis Bacon"},{"text" : "Travel, in the younger sort, is a part of education; in the elder, a part of the experience.","author" : "Francis Bacon"},{"text" : "A good conscience is a continual feast.","author" : "Francis Bacon"},{"text" : "The genius of any single man can no more equal learning, than a private purse hold way with the exchequer.","author" : "Francis Bacon"},{"text" : "They are ill discoverers that think there is no land, when they can see nothing but sea.","author" : "Francis Bacon"},{"text" : "Fame is like a river, that beareth up things light and swollen, and drowns things weighty and solid.","author" : "Francis Bacon"},{"text" : "Fortitude is the marshal of thought, the armor of the will, and the fort of reason.","author" : "Francis Bacon"},{"text" : "For cleanness of body was ever esteemed to proceed from a due reverence to God, to society, and to ourselves.","author" : "Francis Bacon"},{"text" : "In order for the light to shine so brightly, the darkness must be present.","author" : "Francis Bacon"},{"text" : "If a man's wit be wandering, let him study the mathematics.","author" : "Francis Bacon"},{"text" : "In all negotiations of difficulty, a man may not look to sow and reap at once; but must prepare business, and so ripen it by degrees.","author" : "Francis Bacon"},{"text" : "When a judge departs from the letter of the law he becomes a lawbreaker.","author" : "Francis Bacon"},{"text" : "Spouses are great impediments to great enterprises.","author" : "Francis Bacon"},{"text" : "It is seldom that beautiful persona are otherwise of great virtue.","author" : "Francis Bacon"},{"text" : "Revenge is a kind of wild justice, which the more man's nature runs to the more ought law to weed it out.","author" : "Francis Bacon"},{"text" : "Secrecy in suits goes a great way towards success.","author" : "Francis Bacon"},{"text" : "To seek to extinguish anger utterly is but a bravery of the Stoics. We have better oracles: 'Be angry, but sin not.' 'Let not the sun go down upon your wrath.","author" : "Francis Bacon"},{"text" : "Natural abilities are like natural plants; they need pruning by study.","author" : "Francis Bacon"},{"text" : "Nakedness is uncomely, as well in mind as body, and it addeth no small reverence to men's manners and actions if they be not altogether open. Therefore set it down: That a habit of secrecy is both politic and moral.","author" : "Francis Bacon"},{"text" : "Cleanness of body was ever deemed to proceed from a due reverence to God.","author" : "Francis Bacon"},{"text" : "Unmarried men are best friends, best masters, best servants, but not always best subjects; for they are light to run away, and almost all fugitives are of that condition.","author" : "Francis Bacon"},{"text" : "Nothing is pleasant that is not spiced with variety.","author" : "Francis Bacon"},{"text" : "Be true to thyself, as thou be not false to others.","author" : "Francis Bacon"},{"text" : "New nobility is but the act of power, but ancient nobility is the act of time.","author" : "Francis Bacon"},{"text" : "Truth is a naked and open daylight, that doth not shew the masks and mummeries and triumphs of the world, half so stately and daintily as candlelights.","author" : "Francis Bacon"},{"text" : "Suspicions amongst Thoughts, are like Bats amongst Birds; they never fly but by Twilight.","author" : "Francis Bacon"},{"text" : "We rise to great heights by a winding staircase of small steps.","author" : "Francis Bacon"},{"text" : "Observation and experiment for gathering material, induction and deduction for elaborating it: these are are only good intellectual tools.","author" : "Francis Bacon"},{"text" : "It is the wisdom of the crocodiles, that shed tears when they would devour.","author" : "Francis Bacon"},{"text" : "A bachelor's life is a fine breakfast, a flat lunch, and a miserable dinner.","author" : "Francis Bacon"},{"text" : "Nothing is terrible except fear itself.","author" : "Francis Bacon"},{"text" : "Nothing is more pleasant to the eye than green grass kept finely shorn.","author" : "Francis Bacon"},{"text" : "The general root of superstition is that men observe when things hit, and not when they miss, and commit to memory the one, and pass over the other.","author" : "Francis Bacon"},{"text" : "The master of superstition is the people, and in all superstition wise men follow fools, and arguments are fitted to practice in a reversed order.","author" : "Francis Bacon"},{"text" : "There is superstition in avoiding superstition.","author" : "Francis Bacon"},{"text" : "An ant is a wise creature for itself, but it is a shrewd thing, in an orchard or garden.","author" : "Francis Bacon"},{"text" : "The men of experiment are like the ant, they only collect and use; the reasoners resemble spiders, who make cobwebs out of their own substance. But the bee takes the middle course: it gathers its material from the flowers of the garden and field, but transforms and digests it by a power of its own.","author" : "Francis Bacon"},{"text" : "A prudent question is one-half of wisdom.","author" : "Francis Bacon"},{"text" : "Rebellions of the belly are the worst.","author" : "Francis Bacon"},{"text" : "Be not penny-wise. Riches have wings. Sometimes they fly away of themselves, and sometimes they must be set flying to bring in more.","author" : "Francis Bacon"},{"text" : "The lame man who keeps the right road outstrips the runner who takes the wrong one.","author" : "Francis Bacon"},{"text" : "The cord breaketh at last by the weakest pull.","author" : "Francis Bacon"},{"text" : "But by far the greatest hindrance and aberration of the human understanding proceeds from the dullness, incompetency, and deceptions of the senses; in that things which strike the sense outweigh things which do not immediately strike it, though they be more important. Hence it is that speculation commonly ceases where sight ceases; insomuch that of things invisible there is little or no observation.","author" : "Francis Bacon"},{"text" : "A principal fruit of friendship, is the ease and discharge of the fullness and swellings of the heart, which passions of all kinds do cause and induce.","author" : "Francis Bacon"},{"text" : "There is no excellent beauty that hath not some strangeness in the proportion.","author" : "Francis Bacon"},{"text" : "Hope is a good breakfast, but it is a bad supper.","author" : "Francis Bacon"},{"text" : "Antiquities are history defaced, or some remnants of history which have casually escaped the shipwreck of time.","author" : "Francis Bacon"},{"text" : "A crowd is not company, and faces are but a gallery of pictures.","author" : "Francis Bacon"},{"text" : "A cat will never drown if she sees the shore.","author" : "Francis Bacon"},{"text" : "The way of fortune is like the milky way in the sky; which is a number of smaller stars, not seen asunder, but giving light together; so it is a number of little and scarce discerned virtues, or rather faculties and customs, that make men fortunate.","author" : "Francis Bacon"},{"text" : "Houses are built to live in, and not to look on: therefore let use be preferred before uniformity.","author" : "Francis Bacon"},{"text" : "A picture should be a re-creation of an event rather than an illustration of an object; but there is no tension in the picture unless there is a struggle with the object.","author" : "Francis Bacon"},{"text" : "The mystery lies in the irrationality by which you make appearance - if it is not irrational, you make illustration.","author" : "Francis Bacon"},{"text" : "Behavior seemeth to me as a garment of the mind, and to have the conditions of a garment. For it ought to be made in fashion; it ought not to be too curious; it ought to be shaped so as to set forth any good making of the mind, and hide any deformity; and above all, it ought not to be too straight, or restrained for exercise or motion.","author" : "Francis Bacon"},{"text" : "Revenge is a kind of wild justice, which the more a man's nature runs to, the more ought law to weed it out.","author" : "Francis Bacon"},{"text" : "A loving heart is the truest wisdom.","author" : "Francis Bacon"},{"text" : "A principal fruit of friendship is the ease and discharge of the fullness and swellings of the heart which passions of all kinds do cause and induce.","author" : "Francis Bacon"},{"text" : "There is no excellent beauty that hath no strangeness in the proportion.","author" : "Francis Bacon"},{"text" : "Those that want friends to open themselves unto are cannibals of their own hearts.","author" : "Francis Bacon"},{"text" : "Men fear death as children fear to go in the dark; and as that natural fear in children is increased with tales, so is the other.","author" : "Francis Bacon"},{"text" : "Nature cannot be commanded except by being obeyed.","author" : "Francis Bacon"},{"text" : "A man who contemplates revenge keeps his wounds green.","author" : "Francis Bacon"},{"text" : "Death ...openeth the gate to good fame and extinguisheth envy.","author" : "Francis Bacon"},{"text" : "A prudent question is one half of wisdom.","author" : "Francis Bacon"},{"text" : "Money is like muck—not good unless it be spread.","author" : "Francis Bacon"},{"text" : "Age appears to be best in four things. Old wood best to burn, old wine to drink, old friends to trust, and old authors to read.","author" : "Francis Bacon"},{"text" : "Men fear death, as children fear to go into the dark; and as that natural fear in children is increased with tales, so is the other.","author" : "Francis Bacon"},{"text" : "Nuptial love maketh mankind; friendly love perfectecth it; but wanton love corrupteth and embaseth it.","author" : "Francis Bacon"},{"text" : "A crowd is not company and faces are but a gallery of pictures, and talk but a tinkling cymbal, where there is no love.","author" : "Francis Bacon"},{"text" : "In all negotiations of difficulties. a man may not look to sow and reap at once but must prepare business, and so ripen it by degrees.","author" : "Francis Bacon"},{"text" : "Envy is ever joined with the comparing of a man's self; and when there is no comparison, no envy.","author" : "Francis Bacon"},{"text" : "Nature, to be commanded, must be obeyed.","author" : "Francis Bacon"},{"text" : "The speaking in a perpetual hyperbole is comely in nothing but in love.","author" : "Francis Bacon"},{"text" : "Anger makes dull men witty, but it keeps them poor.","author" : "Francis Bacon"}]