If there is no Struggle, there is no progress.
?No man can put a chain about the ankle of his fellow man without at last finding the other end fastened about his own neck.
Once you learn to read, you will be forever free.
We have to do with the past only as we can make it useful to the present and the future.
It's easier to build strong children than to repair broken men.
The white man's happiness cannot be purchased by the black man's misery.
In all the relations of life and death, we are met by the color line.
To suppress free speech is a double wrong. It violates the rights of the hearer as well as those of the speaker.
I didn't know I was a slave until I found out I couldn't do the things I wanted.
No man can put a chain about the ankle of his fellow man without at last finding the other end fastened about his own neck.
The soul that is within me no man can degrade.
Where justice is denied, where poverty is enforced, where ignorance prevails, and where any one class is made to feel that society is an organized conspiracy to oppress, rob and degrade them, neither persons nor property will be safe.
Knowledge makes a man unfit to be a slave.
I prayed for twenty years but received no answer until I prayed with my legs.
A gentleman will not insult me, and no man not a gentleman can insult me.
The limits of tyrants are prescribed by the endurance of those whom they oppress.
It is easier to build strong children than to repair broken men.
The thing worse than rebellion is the thing that causes rebellion.
People might not get all that they work for in this world, but they must certainly work for all that they get.
Power concedes nothing without a demand. It never did and it never will.
A battle lost or won is easily described, understood, and appreciated, but the moral growth of a great nation requires reflection, as well as observation, to appreciate it.
It is easier to build strong children than to repair broekn men.
Oppression makes a wise man mad.
I prefer to be true to myself, even at the hazard of incurring the ridicule of others, rather than to be false, and to incur my own abhorrence.
Our community belongs to us and whether it is mean or majestic, whether arrayed in glory or covered in shame, we cannot but share its character and destiny.
This right of speech is very dear to the hearts of intelligent lovers of liberty. It is the delights of the lovers of liberty, it is the dread and terror of tyrants.
A man is worked upon by what he works on. He may carve out his circumstances, but his circumstances will carve him out as well.
This fourth of July is yours not mine. You must rejoice, I must mourn. To drag a man in fetters into the great illuminated temple of liberty and call upon him to join you in glorious anthem, were inhuman mockery and sacrilegious irony.
This, for the purpose of this celebration, is the Fourth of July. It is the birthday of your National Independence, and of your political freedom. This, to you, is what the Passover was to the emancipated people of God.
What to the American slave is the fourth of July? I answer: a day that reveals to him, more than all other days in the year, the gross injustice and cruelty to which he is a constant victim.
What, to the American slave, is your Fourth of July? I answer: A day that reveals to him, more than all other days in the year, the gross injustice and cruelty to which he is the constant victim. To him your celebration is a sham.
Our military heroes look better even in pictures, after winning an important battle, than after losing one. the pictures do not change, but we look at them through the favorable or unfavorable prevailing public opinion.
Next to bad manuscripts, pictures can be made the greatest bores.
Man is the only picture-making animal in the world. He alone of all inhabitants of the earth has the capacity and passion for pictures.
Peace between races is not to be secured by degrading one race and exalting another, by giving power to one race and withholding it from another, but by maintaining a state of equal justice between all classes.
Murder is not the cure for murder—lying and stealing will not cure lying and stealing. The old doctrine was; 'An eye for an eye—a tooth for a tooth'—but that was the doctrine of a by-gone age and generation, and not of this one of light, intelligence and reason.
A slave who would work during the holidays was considered by our masters as scarcely deserving them.
The deserving hired man gets his wages increased when he can tell his employer that he can get better wages elsewhere.
You are not judged by the height you have risen, but from the depth you have climbed.
I have observed this in my experience of slavery,—that whenever my condition was improved, instead of it increasing my contentment, it only increased my desire to be free, and set me to thinking of plans to gain my freedom.
I have found that to make a contented slave, it is necessary to make a thoughtless one.
The wretchedness of slavery and the blessedness of freedom were perpetually before me. It was life and death to me.
Beat and cuff your slave, keep him hungry and spiritless, and he will follow the chain of his master like a dog; but, feed and clothe him well,— work him moderately — surround him with physical comfort,— and dreams of freedom intrude.