[{"text" : "The more you succeed in loving, the more you'll be convinced at the existence of God and the immortality of your soul.","author" : "Fyodor Dostoevsky"},{"text" : "Sarcasm: the last refuge of modest and chaste-souled people when the privacy of their soul is coarsely and intrusively invaded.","author" : "Fyodor Dostoevsky"},{"text" : "In the realist, faith is not born from miracles, but miracles from faith.","author" : "Fyodor Dostoevsky"},{"text" : "The soul is healed by being with children.","author" : "Fyodor Dostoevsky"},{"text" : "Who doesn't desire his father's death?","author" : "Fyodor Dostoevsky"},{"text" : "The man who lies to himself and listens to his own lie comes to such a pass that he cannot distinguish the truth within him.","author" : "Fyodor Dostoevsky"},{"text" : "The cleverest of all, in my opinion, is the man who calls himself a fool at least once a month","author" : "Fyodor Dostoevsky"},{"text" : "Life is in ourselves and not in the external.","author" : "Fyodor Dostoevsky"},{"text" : "One can know a man from his laugh, and if you like a man's laugh before you know anything of him, you may confidently say that he is a good man.","author" : "Fyodor Dostoevsky"},{"text" : "The best way to keep a prisoner from escaping is to make sure he never knows he's in prison.","author" : "Fyodor Dostoevsky"},{"text" : "To love someone means to see him as God intended him","author" : "Fyodor Dostoevsky"},{"text" : "Talking nonsense is man's only privilege that distinguishes him from all other organisms.","author" : "Fyodor Dostoevsky"},{"text" : "Much unhappiness has come into the world because of bewilderment and things left unsaid.","author" : "Fyodor Dostoevsky"},{"text" : "The greatest happiness is to know the source of unhappiness.","author" : "Fyodor Dostoevsky"},{"text" : "Times of crisis, of disruption or constructive change, are not only predictable, but desirable. They mean growth. Taking a new step, uttering a new word, is what people fear most.","author" : "Fyodor Dostoevsky"},{"text" : "People really do like seeing their best friends humiliated; a large part of the friendship is based on humiliation; and that is an old truth,well known to all intelligent people.","author" : "Fyodor Dostoevsky"},{"text" : "Lying to ourselves is more deeply ingrained than lying to others.","author" : "Fyodor Dostoevsky"},{"text" : "The cleverest of all, is the man who calls himself a fool at least once a month.","author" : "Fyodor Dostoevsky"},{"text" : "A novel is a work of poetry. In order to write it, one must have tranquility of spirit and of impression.","author" : "Fyodor Dostoevsky"},{"text" : "The best way to keep a prisoner from escaping is to make sure he never knows he's in prison.","author" : "Fyodor Dostoevsky"},{"text" : "Deprived of meaningful work, men and women lose their reason for existence; they go stark, raving mad.","author" : "Fyodor Dostoevsky"},{"text" : "There are things which a man is afraid to tell even to himself, and every decent man has a number of such things stored away in his mind.","author" : "Fyodor Dostoevsky"},{"text" : "A cultivated and decent man cannot be vain without setting a fearfully high standard for himself, and without despising and almost hating himself at certain moments.","author" : "Fyodor Dostoevsky"},{"text" : "Let us be servants in order to be leaders.","author" : "Fyodor Dostoevsky"},{"text" : "Civilization has made man, if not always more bloodthirsty, at least more viciously, more horribly bloodthirsty.","author" : "Fyodor Dostoevsky"},{"text" : "The best definition of man is: a being that goes on two legs and is ungrateful.","author" : "Fyodor Dostoevsky"},{"text" : "What terrible tragedies realism inflicts on people.","author" : "Fyodor Dostoevsky"},{"text" : "For broad understanding and deep feeling, you need pain and suffering.","author" : "Fyodor Dostoevsky"},{"text" : "Every ant  knows the  formula of its ant-hill, every  bee knows  the formula  of its  beehive. They know it  in their own way, not in our way. Only humankind does not know its own formula.","author" : "Fyodor Dostoevsky"},{"text" : "I say let the world go to hell, but I should always have my tea.","author" : "Fyodor Dostoevsky"},{"text" : "Love in action is a harsh and dreadful thing compared to love in dreams.","author" : "Fyodor Dostoevsky"},{"text" : "All the Utopias will come to pass only when we grow wings and all people are converted into angels.","author" : "Fyodor Dostoevsky"},{"text" : "The more cunning a man is, the less he suspects that he will be caught in a simple thing. The more cunning a man is, the simpler the trap he must be caught in.","author" : "Fyodor Dostoevsky"},{"text" : "What is hell? I maintain that it is the suffering of being unable to love.","author" : "Fyodor Dostoevsky"},{"text" : "Drive nature out of the door and it will fly in at the window.","author" : "Fyodor Dostoevsky"},{"text" : "But try getting blindly carried away by your feelings, without reasoning, without a primary cause, driving conciousness away at least for a time; start hating; or fall in love, only so as not to sit with folded arms.","author" : "Fyodor Dostoevsky"},{"text" : "The darker the night, the brighter the stars, the deeper the grief, the closer is God!","author" : "Fyodor Dostoevsky"},{"text" : "I think the devil doesn't exist, but man has created him, he has created him in his own image and likeness.","author" : "Fyodor Dostoevsky"},{"text" : "Schoolboys are a merciless race, individually they are angels, but together, especially in schools, they are often merciless.","author" : "Fyodor Dostoevsky"},{"text" : "Above all, don't lie to yourself. The man who lies to himself and listens to his own lie comes to a point that he cannot distinguish the truth within him, or around him, and so loses all respect for himself and for others. And having no respect he ceases to love.","author" : "Fyodor Dostoevsky"},{"text" : "From a hundred rabbits you can't make a horse.","author" : "Fyodor Dostoevsky"}]