[{"text" : "People do not get married planning to divorce. Divorce is the result of a lack of preparation for marriage and the failure to learn the skills of working together as teammates in an intimate relationship.","author" : "Gary Chapman"},{"text" : "I think that in today's world, by nature, we are all self-centered. And that often leads to selfishness.","author" : "Gary Chapman"},{"text" : "Positive, affirming relationsips bring great pleasure while poor relationship brings great pain. Great happiness found in good relationships, greatest pain found in bad relationships.","author" : "Gary Chapman"},{"text" : "Love doesn't erase the past, but it makes the future different.","author" : "Gary Chapman"},{"text" : "Love doesn't keep a score of wrongs. Love doesn't bring up past failures.","author" : "Gary Chapman"},{"text" : "We like to sense that our efforts are appreciated, and that our spouse sees something good in us. When we are affirmed, we aspire to be better.","author" : "Gary Chapman"},{"text" : "All of us blossom when we feel loved and wither when we do not feel loved.","author" : "Gary Chapman"},{"text" : "I remembered all those years, including the day she was ten and announced to the family that when she grew up she was going to be a doctor and help people...Now at twenty, there she was in college enrolled in Davidson’s premedical major, pursuing her dream. I confess that I could not hold back the tears of joy.","author" : "Gary Chapman"},{"text" : "We cannot erase the past, but we can accept it as history.","author" : "Gary Chapman"},{"text" : "Inside every child is an 'emotional rani's waiting to be filled with love. When a child really feels loved, he will develop normally but when the love tank is empty, the child will misbehave. Much of the misbehavior of children is motivated by the cravings of an empty 'love tank'.","author" : "Gary Chapman"},{"text" : "In marriage, the love language of physical touch includes everything from putting a hand in your mate's shoulder as you walk by, touching his or her leg when you're driving together, and holding hands while you're walking to kissing, embracing and sexual intercourse.","author" : "Gary Chapman"},{"text" : "Raising a child with special needs changed the dynamics of our family, touching all of us in significant ways.","author" : "Gary Chapman"},{"text" : "An apology has more impact when it's specific.","author" : "Gary Chapman"},{"text" : "Those we care about most are those most affected by our apologies.","author" : "Gary Chapman"},{"text" : "Apologizing to oneself requires self-talk.","author" : "Gary Chapman"},{"text" : "What most people are looking for in an apology is sincerity.","author" : "Gary Chapman"},{"text" : "For an apology to be accepted, you need to speak the language that conveys to the offended your sincerity.","author" : "Gary Chapman"},{"text" : "Expressing regret is the emotional aspect of an apology.","author" : "Gary Chapman"},{"text" : "Anytime an apology is followed by an excuse for the offense, the excuse cancels out the apology in my mind.","author" : "Gary Chapman"},{"text" : "A sincere apology will deepen the relationship rather than destroy it.","author" : "Gary Chapman"},{"text" : "The quicker and more thorough the apology, the more likely the apologizer is to receive genuine forgiveness and restoration of the relationships.","author" : "Gary Chapman"},{"text" : "A forgiving person stands ready to forgive when an apology is offered.","author" : "Gary Chapman"},{"text" : "When no apology is forthcoming, a forgiving person will take the initiative to lovingly confront the person in the wrong and offer forgiveness.","author" : "Gary Chapman"}]