[{"text" : "To those of you who received honors, awards and distinctions, I say well done. And to the C students, I say you too may one day be president of the United States.","author" : "George W. Bush"},{"text" : "I don't think you should support the death penalty to seek revenge. I don't think that's right. I think the reason to support the death penalty is because it saves other people's lives.","author" : "George W. Bush"},{"text" : "Just remember it's the birds that's supposed to suffer, not the hunter.","author" : "George W. Bush"},{"text" : "I've been to war. I've raised twins. If I had a choice, I'd rather go to war.","author" : "George W. Bush"},{"text" : "So thank you for reminding me about the importance of being a good mom and a great volunteer as well.","author" : "George W. Bush"},{"text" : "America will never run... And we will always be grateful that liberty has found such brave defenders.","author" : "George W. Bush"},{"text" : "By heritage and by choice, the United States of America will make that stand.","author" : "George W. Bush"},{"text" : "I think the platform ought to be pro-life. It is the basis of the Republican Party. People have got to understand that abortion is not a contraceptive.","author" : "George W. Bush"},{"text" : "I believe that life is valuable, even when it is unwanted, even when it is physically imperfect. I believe our society has a responsibility to defend the vulnerable and the weak. And I believe our nation should set a goal that unborn children should be welcomed in life and protected in law.","author" : "George W. Bush"},{"text" : "Fathers have a unique and irreplaceable role in the lives of children.","author" : "George W. Bush"},{"text" : "We do not create terrorism by fighting the terrorists. We invite terrorism by ignoring them.","author" : "George W. Bush"},{"text" : "When you ride a bike and you get your heart rate up and you're out, after 30 or 40 minutes your mind tends to expand; it tends to relax.","author" : "George W. Bush"},{"text" : "In the corporate world, sometimes things aren`t exactly black and white when it comes to accounting procedures.","author" : "George W. Bush"},{"text" : "Free nations are peaceful nations. Free nations don't attack each other. Free nations don't develop weapons of mass destruction.","author" : "George W. Bush"},{"text" : "It's clearly a budget. It's got a lot of numbers in it.","author" : "George W. Bush"},{"text" : "Civility is not a tactic or a sentiment. It is the determined choice of trust over cynicism, of community over chaos.","author" : "George W. Bush"},{"text" : "The financial crisis should not become an excuse to raise taxes, which would only undermine the economic growth required to regain our strength.","author" : "George W. Bush"},{"text" : "The best diplomacy starts with getting to know each other.","author" : "George W. Bush"},{"text" : "Grief and tragedy and hatred are only for a time. Goodness, remembrance and love have no end, and the Lord of life holds all who die and all who mourn.","author" : "George W. Bush"},{"text" : "A dictatorship would be a heck of a lot easier, there's no question about it.","author" : "George W. Bush"},{"text" : "Sometimes in this world you make unpopular decisions because you think they're right.","author" : "George W. Bush"},{"text" : "It's a time of sorrow and sadness when we lose a loss of life.","author" : "George W. Bush"},{"text" : "In the corporate world, sometimes things aren't exactly black and white when it comes to accounting procedures.","author" : "George W. Bush"},{"text" : "In recent weeks we learned that scientists have created human embryos in test tubes solely to experiment on them. This is deeply troubling, and a warning sign that should prompt all of us to think through these issues very carefully. We recoil at the idea of growing human beings for spare body parts or creating life for our convenience. I strongly oppose cloning. And while we must devote enormous energy to conquering disease, it is equally important that we pay attention to the moral concerns raised by the new frontier of human embryo stem cell research. Even the most noble ends do not justify any means.","author" : "George W. Bush"},{"text" : "Verbosity leads to unclear, inarticulate things.","author" : "George W. Bush"},{"text" : "Freeing people from oppression and despair is eternally right.","author" : "George W. Bush"},{"text" : "We have now reached a turning point in the struggle between freedom and terror.","author" : "George W. Bush"},{"text" : "The best defense against terrorism is a strong offensive against terrorists. That work continues.","author" : "George W. Bush"},{"text" : "The proper response to difficulty is not to retreat. It is to prevail.","author" : "George W. Bush"},{"text" : "[T]here is distrust in Washington. I am surprised, frankly, at the amount of distrust that exists in this town.","author" : "George W. Bush"},{"text" : "All human life is precious.","author" : "George W. Bush"},{"text" : "We've climbed the mighty mountain. I see the valley below, and it's a valley of peace.","author" : "George W. Bush"},{"text" : "Families is where our nation finds hope, where wings take dream.","author" : "George W. Bush"},{"text" : "We know the race is not to the swift nor the battle to the strong.","author" : "George W. Bush"},{"text" : "To those of you who received honours, awards and distinctions, I say well done. And to the C students, I say you, too, can be president of the United States.","author" : "George W. Bush"},{"text" : "We know that children who grow up with absent fathers can suffer lasting damage. They are more likely to end up in poverty or drop out of school, become addicted to drugs, have a child out of wedlock, or end up in prison. Fatherlessness is not the only cause of these things, but our nation must recognize it is an important factor.","author" : "George W. Bush"},{"text" : "I can hear you! The rest of the world hears you! And the people who knocked these buildings down will hear all of us soon!","author" : "George W. Bush"},{"text" : "Let us never tolerate outrageous conspiracy theories.","author" : "George W. Bush"},{"text" : "Adoption was such a positive alternative to abortion, a way to save one life and brighten two more: those of the adoptive parents.","author" : "George W. Bush"},{"text" : "Some folks look at me and see a certain swagger, which in Texas is called 'walking.","author" : "George W. Bush"},{"text" : "I do not believe the promises of the Declaration of Independence are just for the strong, the independent, the healthy. They are for everyone-including unborn children.","author" : "George W. Bush"},{"text" : "Culture of life is really important for a country to have if it's going to be a hospitable society.","author" : "George W. Bush"},{"text" : "A good country song taps into strong undercurrents of family, faith and patriotism.","author" : "George W. Bush"},{"text" : "This young century will be liberty's century.","author" : "George W. Bush"}]