[{"text" : "The administration of justice is the firmest pillar of government","author" : "George Washington"},{"text" : "Truth will ultimately prevail where there is pains to bring it to light.","author" : "George Washington"},{"text" : "It is better to offer no excuse than a bad one.","author" : "George Washington"},{"text" : "Liberty, when it begins to take root, is a plant of rapid growth.","author" : "George Washington"},{"text" : "It is far better to be alone, than to be in bad company.","author" : "George Washington"},{"text" : "The propitious smiles of Heaven can never be expected on a nation that disregards the eternal rules of order and right, which Heaven itself has ordained.","author" : "George Washington"},{"text" : "Of all the animosities which have existed among mankind, those which are caused by a difference of sentiments in religion appear to be the most inveterate and distressing, and ought most to be deprecated.","author" : "George Washington"},{"text" : "Discipline is the soul of an army. It makes small numbers formidable; procures success to the weak, and esteem to all.","author" : "George Washington"},{"text" : "Discipline is the soul of an army. It makes small numbers formidable; procures success to the weak and esteem to all.","author" : "George Washington"},{"text" : "If the freedom of speech is taken away then dumb and silent we may be led, like sheep to the slaughter.","author" : "George Washington"},{"text" : "To be prepared for war is one of the most effective means of preserving peace.","author" : "George Washington"},{"text" : "To form a new government requires infinite care and unbounded attention; for if the foundation is badly laid, the superstructure must be bad.","author" : "George Washington"},{"text" : "Government is not reason; it is not eloquent; it is force. Like fire, it is a dangerous servant and a fearful master.","author" : "George Washington"},{"text" : "Few men have virtue to withstand the highest bidder.","author" : "George Washington"},{"text" : "Associate with men of good quality if you esteem your own reputation; for it is better to be alone than in bad company.","author" : "George Washington"},{"text" : "We ought not to look back, unless it is to derive useful lessons from past errors and for the purpose of profiting by dear bought experience.","author" : "George Washington"},{"text" : "A sensible woman can never be happy with a fool.","author" : "George Washington"},{"text" : "[It] is the juvenal period of life when friendships are formed, and habits established, that will stick by one.","author" : "George Washington"},{"text" : "The foolish and wicked practice of profane cursing and swearing is a vice so mean and low that every person of sense and character detests and despises it.","author" : "George Washington"},{"text" : "Agriculture is the most healthful, most useful, and most noble employment of man.","author" : "George Washington"},{"text" : "I hope I shall possess firmness and virtue enough to maintain what I consider the most enviable of all titles, the character of an honest man.","author" : "George Washington"},{"text" : "The willingness with which our young people are likely to serve in any war, no matter how justified, shall be directly proportional to how they perceive the Veterans of earlier wars were treated and appreciated by their nation.","author" : "George Washington"},{"text" : "It is impossible to rightly govern the world without God and the Bible.","author" : "George Washington"},{"text" : "Guard against the impostures of pretended patriotism.","author" : "George Washington"},{"text" : "My anxious recollections, my sympathetic feeling, and my best wishes are irresistibly excited whensoever, in any country, I see an oppressed nation unfurl the banners of freedom.","author" : "George Washington"},{"text" : "The very atmosphere of firearms anywhere and everywhere restrains evil interference. They deserve a place of honor with all that is good. When firearms go, all goes. We need them every hour.","author" : "George Washington"},{"text" : "Make the most you can of the Indian Hemp seed and sow it everywhere.","author" : "George Washington"},{"text" : "A free people ought...","author" : "George Washington"},{"text" : "The very atmosphere of firearms anywhere and everywhere restrains evil interference they deserve a place of honor with all that's good.","author" : "George Washington"},{"text" : "Associate with men of good quality, if you esteem your own reputation; for it is better to be alone than in bad company.","author" : "George Washington"},{"text" : "It is better to be alone than in bad company.","author" : "George Washington"},{"text" : "Influence is no Government.","author" : "George Washington"},{"text" : "When one side only of a story is heard and often repeated, the human mind becomes impressed with it insensibly.","author" : "George Washington"},{"text" : "In a free and republican government, you cannot restrain the voice of the multitude.","author" : "George Washington"},{"text" : "To encourage literature and the arts is a duty which every good citizen owes to his country.","author" : "George Washington"},{"text" : "Agriculture is the most healthful, most useful, and most noble employment of man","author" : "George Washington"},{"text" : "Freemasonry is founded on the immutable laws of Truth and Justice and its grand object is to promote the happiness of the human race.","author" : "George Washington"},{"text" : "Observe good faith and justice toward all nations. Cultivate peace and harmony with all.","author" : "George Washington"},{"text" : "It is our true policy to steer clear of entangling alliances with any portion of the foreign world.","author" : "George Washington"},{"text" : "The value of liberty was thus enhanced in our estimation by the difficulty of its attainment, and the worth of characters appreciated by the trial of adversity.","author" : "George Washington"},{"text" : "Strive not with your superiors in argument, but always submit your judgment to others with modesty.","author" : "George Washington"},{"text" : "A man's intentions should be allowed in some respects to plead for his actions.","author" : "George Washington"},{"text" : "Worry is the interest paid by those who borrow trouble.","author" : "George Washington"},{"text" : "Let your heart feel for the afflictions and distresses of every one, and let your hand give in proportion to your purse; remembering always the estimation of the widow's mite, but, that it is not every one who asketh that deserveth charity; all, however, are worthy of the inquiry, or the deserving may suffer.","author" : "George Washington"},{"text" : "Every action done in company ought to be with some sign of respect to those that are present.","author" : "George Washington"},{"text" : "To speak evil of any one, unless there is unequivocal proofs of their deserving it, is an injury for which there is no adequate reparation.","author" : "George Washington"},{"text" : "The great mass of our citizens require only to understand matters rightly, to form right decisions.","author" : "George Washington"},{"text" : "Every post is honorable in which a man can serve his country.","author" : "George Washington"},{"text" : "Labor to keep alive in your breast that little spark of celestial fire, called conscience.","author" : "George Washington"},{"text" : "We take the stars from heaven, the red from our mother country, separating it by white stripes, thus showing that we have separated from her, and the white stripes shall go down to posterity, representing our liberty.","author" : "George Washington"},{"text" : "The turning points of lives are not the great moments. The real crises are often concealed in occurrences so trivial in appearance that they pass unobserved.","author" : "George Washington"},{"text" : "A variety in punishment is of utility, as well as a proportion.","author" : "George Washington"},{"text" : "Good company will always be found much less expensive than bad.","author" : "George Washington"},{"text" : "A lottery is the perfect tax...laid only upon the willing.","author" : "George Washington"},{"text" : "No distance can keep anxious lovers long asunder.","author" : "George Washington"},{"text" : "Working on your biceps? Try chopping down a cherry tree.","author" : "George Washington"},{"text" : "The Constitution is the guide which I never will abandon.","author" : "George Washington"},{"text" : "The liberty enjoyed by the people of these States of worshipping Almighty God, agreable to their consciences, is not only among the choicest of their blessings, but also of their rights.","author" : "George Washington"},{"text" : "It is an old adage that honesty is the best policy-this applies to public as well as private life-to States as well as individuals.","author" : "George Washington"},{"text" : "Arbitrary power is most easily established on the ruins of liberty abused to licentiousness.","author" : "George Washington"},{"text" : "Be not forward, but friendly and courteous; the first to salute, hear and answer; and be not pensive when it is time to converse.","author" : "George Washington"},{"text" : "It is easy to make acquaintances, but very difficult to shake them off, however irksome and unprofitable they are found, after we have once committed ourselves to them.","author" : "George Washington"},{"text" : "Be not glad at the misfortune of another, though he may be your enemy.","author" : "George Washington"},{"text" : "Associate yourself with men of good quality, if you esteem your own reputation, for ‘tis better to be alone than in bad company.","author" : "George Washington"},{"text" : "It will be found an unjust and unwise jealousy to deprive a man of his natural liberty upon the supposition he may abuse it.","author" : "George Washington"},{"text" : "I had rather be on my farm than be emperor of the world.","author" : "George Washington"},{"text" : "True friendship is a plant of slow growth.","author" : "George Washington"},{"text" : "I have always considered marriage as the most interesting event of one's life. The foundation of happiness or misery.","author" : "George Washington"},{"text" : "Example, whether it be good or bad, has a powerful influence.","author" : "George Washington"},{"text" : "Make the most of the Indian hemp seed and sow it everywhere.","author" : "George Washington"},{"text" : "Play not the Peacock, looking everywhere about you, to see if you be well deck't.","author" : "George Washington"},{"text" : "And let us with Caution indulge the supposition that morality can be maintained without religion.","author" : "George Washington"},{"text" : "I hope I shall possess and virtue enough to maintain what I consider the most enviable of all titles, the character of an honest man.","author" : "George Washington"},{"text" : "My mother was the most beautiful woman I ever saw. All I am I owe to my mother. I attribute my success in life to the moral, intellectual, and physical education I received from her.","author" : "George Washington"},{"text" : "By appearing relaxed and carefree, you not only make other people feel welcome and valuable, but you also radiate the message, 'Of course, I don't look busy. I did it right the first time.","author" : "George Washington"},{"text" : "If you need to start by focusing on how your attitude appears, then appear relaxed and carefree, as if you have time to stop and listen to others.","author" : "George Washington"},{"text" : "The very idea of the power and the right of the people to establish government presupposes the duty of every individual to obey established government.","author" : "George Washington"},{"text" : "Happiness and moral duty are inseparably connected.","author" : "George Washington"},{"text" : "It is impossible to govern a nation without God and the Bible.","author" : "George Washington"},{"text" : "The constitution is the guide which I will never abandon.","author" : "George Washington"},{"text" : "A hundred thousand men, coming one after another, cannot move a Ton weight; but the united strength of 50 would transport it with ease.","author" : "George Washington"},{"text" : "One thing and only one thing a Masonic Lodge can give its members which they can get nowhere else in the world. That one thing is Masonry.","author" : "George Washington"},{"text" : "It is far better to be alone than to be in bad company.","author" : "George Washington"},{"text" : "The nation which indulges toward another a habitual hatred or a habitual fondness is in some degree a slave. It is a slave to its animosity or to its affection, either of which is sufficient to lead it astray from its duty and its interest.","author" : "George Washington"},{"text" : "The bosom of America is open to receive not only the Opulent & respectable stranger but the oppressed & persecuted of all Nations & Religions; whom we shall welcome to a participation of all our rights and privileges.","author" : "George Washington"}]