[{"text" : "A nap, my friend, is a brief period of sleep which overtakes superannuated persons when they endeavor to entertain unwelcome visitors or to listen to scientific lectures.","author" : "George Bernard"},{"text" : "The liar's punishment is, not in the least that he is not believed, but that he cannot believe anyone else.","author" : "George Bernard"},{"text" : "What we want is to see the child in pursuit of knowledge, and not knowledge in pursuit of the child.","author" : "George Bernard"},{"text" : "Never waste jealousy on a real man: it is the imaginary man that supplants us all in the long run.","author" : "George Bernard"},{"text" : "Life does not cease to be funny when people die any more than it ceases to be serious when people laugh.","author" : "George Bernard"},{"text" : "Progress is impossible without change, and those who cannot change their minds cannot change anything","author" : "George Bernard"},{"text" : "If women were particular about men's characters, they would never get married at all.","author" : "George Bernard"},{"text" : "Marriage is an alliance entered into by a man who can't sleep with the window shut, and a woman who can't sleep with the window open.","author" : "George Bernard"},{"text" : "This is the true joy in life, the being used for a purpose recognized by yourself as a mighty one; the being thoroughly worn out before you are thrown on the scrap heap; the being a force of Nature instead of a feverish selfish little clod of ailments and grievances complaining that the world will not devote itself to making you happy.","author" : "George Bernard"},{"text" : "A fashion is nothing but an induced epidemic.","author" : "George Bernard"},{"text" : "It is a curious sensation: the sort of pain that goes mercifully beyond our powers of feeling. When your heart is broken, your boats are burned: nothing matters any more. It is the end of happiness and the beginning of peace.","author" : "George Bernard"},{"text" : "Beware of false knowledge; it is more dangerous than ignorance.","author" : "George Bernard"},{"text" : "Silence is the most perfect expression of scorn.","author" : "George Bernard"},{"text" : "Choose silence of all virtues, for by it you hear other men's imperfections, and conceal your own.","author" : "George Bernard"},{"text" : "There is no sincerer love than the love of food.","author" : "George Bernard"},{"text" : "The single biggest problem in communication is the illusion that it has taken place.","author" : "George Bernard"},{"text" : "Life isn't about finding yourself. Life is about creating yourself.","author" : "George Bernard"},{"text" : "We are made wise not by the recollection of our past, but by the responsibility for our future.","author" : "George Bernard"},{"text" : "Liberty means responsibility. That is why most men dread it.","author" : "George Bernard"},{"text" : "When I was young, I observed that nine out of ten things I did were failures. So I did ten times more work.","author" : "George Bernard"},{"text" : "When a stupid man is doing something he is ashamed of, he always declares that it is his duty.","author" : "George Bernard"},{"text" : "The worst sin toward our fellow creatures is not to hate them, but to be indifferent to them: that's the essence of inhumanity.","author" : "George Bernard"},{"text" : "Power does not corrupt men; fools, however, if they get into a position of power, corrupt power.","author" : "George Bernard"},{"text" : "You cannot have power for good without having power for evil too. Even mother's milk nourishes murderers as well as heroes.","author" : "George Bernard"},{"text" : "I learned long ago, never to wrestle with a pig, you get dirty; and besides, the pig likes it.","author" : "George Bernard"},{"text" : "That is the whole secret of successful fighting. Get your enemy at a disadvantage; and never, on any account, fight him on equal terms.","author" : "George Bernard"},{"text" : "The worst sin towards our fellow creatures is not to hate them, but to be indifferent to them; that's the essence of inhumanity.","author" : "George Bernard"},{"text" : "First love is only a little foolishness and a lot of curiosity.","author" : "George Bernard"},{"text" : "Woman's happiness begins with her first love and ends about then","author" : "George Bernard"},{"text" : "When a man wants to murder a tiger he calls it sport; when a tiger wants to murder him he calls it ferocity.","author" : "George Bernard"},{"text" : "Liberty is the breath of life to nations.","author" : "George Bernard"},{"text" : "Being hurt by someone you truly care about leaves a hole in you heart that only love can fill.","author" : "George Bernard"},{"text" : "Imagination is the beginning of creation. You imagine what you desire, you will what you imagine and at last you create what you will.","author" : "George Bernard"},{"text" : "Science is always wrong. It never solves a problem without creating ten more.","author" : "George Bernard"},{"text" : "Patriotism is your conviction that this country is superior to all other countries because you were born in it.","author" : "George Bernard"},{"text" : "You'll never have a quiet world until you knock the patriotism out of the human race.","author" : "George Bernard"},{"text" : "Forget about likes and dislikes. They are of no consequence. Just do what must be done. This may not be happiness, but it is greatness.","author" : "George Bernard"},{"text" : "He who has never hoped, can never despair.","author" : "George Bernard"},{"text" : "A pessimist is a man who thinks everybody is as nasty as himself, and hates them for it.","author" : "George Bernard"},{"text" : "Life is not meant to be easy, my child; but take courage: it can be delightful.","author" : "George Bernard"},{"text" : "Independence? That's middle class blasphemy. We are all dependent on one another, every soul of us on earth.","author" : "George Bernard"},{"text" : "Consistency is the enemy of enterprise, just as symmetry is the enemy of art.","author" : "George Bernard"},{"text" : "Progress is impossible without change, and those who cannot change their minds cannot change anything.","author" : "George Bernard"},{"text" : "The first condition of progress is the removal of censorship.","author" : "George Bernard"},{"text" : "All progress is initiated by challenging current conceptions, and executed by supplanting existing institutions.","author" : "George Bernard"},{"text" : "People become attached to their burdens sometimes more than the burdens are attached to them.","author" : "George Bernard"},{"text" : "The fact that a believer is happier than a skeptic is no more to the point than the fact that a drunken man is happier than a sober one.","author" : "George Bernard"},{"text" : "Alcohol is the anaesthesia by which we endure the operation of life.","author" : "George Bernard"},{"text" : "Common sense is instinct. Enough of it is genius.","author" : "George Bernard"},{"text" : "Progress is impossible without change & those who cannot change their minds cannot change anything.","author" : "George Bernard"},{"text" : "Life is a flame that is always burning itself out, but it catches fire again every time a child is born.","author" : "George Bernard"},{"text" : "People who say it cannot be done should not interrupt those who are doing it.","author" : "George Bernard"},{"text" : "A veteran journalist has never had time to think twice before he writes.","author" : "George Bernard"},{"text" : "No man can be a pure specialist without being in the strict sense an idiot.","author" : "George Bernard"},{"text" : "You cannot be a hero without being a coward.","author" : "George Bernard"},{"text" : "Youth is such a wonderful thing. What a crime to waste it on children.","author" : "George Bernard"},{"text" : "Youth is wasted on the young.","author" : "George Bernard"},{"text" : "When people shake their heads because we are living in a restless age, ask them how they would like to live in a stationary one, and do without change.","author" : "George Bernard"},{"text" : "The liar's punishment is not in the least that he is not believed but that he cannot believe anyone else.","author" : "George Bernard"},{"text" : "Democracy is a device that ensures we shall be governed no better than we deserve.","author" : "George Bernard"},{"text" : "Democracy substitutes election by the incompetent many for appointment by the corrupt few.","author" : "George Bernard"},{"text" : "The reasonable man adapts himself to the world; the unreasonable man persists in trying to adapt the world to himself. Therefore, all progress depends on the unreasonable man.","author" : "George Bernard"},{"text" : "The art of governmentis the organization of idolatry.","author" : "George Bernard"},{"text" : "In literature the ambition of the novice is to acquire the literary language: the struggle of the adept is to get rid of it.","author" : "George Bernard"},{"text" : "If you strike a child, take care that you strike it in anger, even at the risk of maiming it for life. A blow in cold blood neither can nor should be forgiven.","author" : "George Bernard"},{"text" : "We don't stop playing because we grow old. We grow old because we stop playing.","author" : "George Bernard"},{"text" : "The world is populated in the main by people who should not exist.","author" : "George Bernard"},{"text" : "The worst sin towards our fellow creatures is not to hate them, but to be indifferent to them: that's the essence of inhumanity.","author" : "George Bernard"},{"text" : "There is nothing that can be changed more completely than human nature when the job is taken in hand early enough.","author" : "George Bernard"},{"text" : "The greatest thing in life is to die young but delay it as long as possible.","author" : "George Bernard"},{"text" : "A miracle is an event which creates faith. That is the purpose and nature of miracles. Frauds deceive. An event which creates faith does not deceive: therefore it is not a fraud, but a miracle.","author" : "George Bernard"},{"text" : "Miracles, in the sense of phenomena we cannot explain, surround us on every hand: life itself is the miracle of miracles.","author" : "George Bernard"},{"text" : "Alcohol is the anesthesia by which we endure the operation of life.","author" : "George Bernard"},{"text" : "You don't stop laughing when you grow old, you grow old when you stop laughing.","author" : "George Bernard"},{"text" : "The things most people want to know about are usually none of their business.","author" : "George Bernard"},{"text" : "Make it a rule never to give a child a book you would not read yourself.","author" : "George Bernard"},{"text" : "I enjoy convalescence. It is the part that makes the illness worth while.","author" : "George Bernard"},{"text" : "The secret of being miserable is to have the leisure to bother about whether you are happy or not. The cure is occupation.","author" : "George Bernard"},{"text" : "All censorships exist to prevent anyone from challenging current conceptions and existing institutions. All progress is initiated by challenging current conceptions, and executed by supplanting existing institutions. Consequentlythe first condition of progress is the removal of censorship.","author" : "George Bernard"},{"text" : "Censorship ends in logical completeness when nobody is allowed to read any books except the books nobody reads.","author" : "George Bernard"},{"text" : "The ultimate form of censorship is assassination.","author" : "George Bernard"},{"text" : "If you cannot get rid of the family skeleton, you may as well make it dance.","author" : "George Bernard"},{"text" : "You can always tell an old soldier by the inside of his holsters and cartridge boxes. The young ones carry pistols and cartridges: the old ones, grub.","author" : "George Bernard"},{"text" : "The secret of forgiving everything is to understand nothing.","author" : "George Bernard"},{"text" : "In Heaven an angel is nobody in particular.","author" : "George Bernard"},{"text" : "The possibilities are numerous once we decide to act and not react.","author" : "George Bernard"},{"text" : "A man of great common sense and good taste, meaning thereby a man without originality or moral courage.","author" : "George Bernard"},{"text" : "Animals are my friends... and I don't eat my friends.","author" : "George Bernard"},{"text" : "Self denial is not a virtue: it is only the effect of prudence on rascality.","author" : "George Bernard"},{"text" : "Democracy is a device that ensures we shall be governed no better than we deserve","author" : "George Bernard"},{"text" : "Success does not consist in never making mistakes, but in never making the same one a second time.","author" : "George Bernard"},{"text" : "Success does not consist in never making mistakes but in never making the same one a second time.","author" : "George Bernard"},{"text" : "It is a curious sensation: the sort of pain that goes mercifully beyond our powers of feeling. When your heart is broken, your boats are burned; nothing matters any more. It is the end of happiness and the beginning of peace.","author" : "George Bernard"},{"text" : "A broken heart is a very pleasant complaint for a man in London if he has a comfortable income.","author" : "George Bernard"},{"text" : "Parentage is a very important profession, but no test of fitness for it is ever imposed in the interest of the children.","author" : "George Bernard"},{"text" : "To be clever enough to get a great deal of money, one must be stupid enough to want it","author" : "George Bernard"},{"text" : "Clever and attractive women do not want to vote; they are willing to let men govern as long as they govern men","author" : "George Bernard"},{"text" : "You'll never have a quiet world till you knock the patriotism out of the human race.","author" : "George Bernard"},{"text" : "Marriage is popular because it combines the maximum of temptation with the maximum of opportunity.","author" : "George Bernard"},{"text" : "Write your sad times in sand, write your good times in stone.","author" : "George Bernard"},{"text" : "This is the true joy of life, the being used up for a purpose recognized by yourself as a mighty one.","author" : "George Bernard"},{"text" : "Make money and the whole nation will conspire to call you a gentleman.","author" : "George Bernard"},{"text" : "A gentleman is one who puts more into the world than he takes out.","author" : "George Bernard"},{"text" : "In an ugly and unhappy world the richest man can purchase nothing but ugliness and unhappiness.","author" : "George Bernard"},{"text" : "Those who cannot change their minds cannot change anything.","author" : "George Bernard"},{"text" : "I can think of no other edifice constructed by man as altruistic as a lighthouse. They were built only to serve.","author" : "George Bernard"},{"text" : "Whisky is liquid sunshine.","author" : "George Bernard"},{"text" : "The only secrets are the secrets that keep themselves.","author" : "George Bernard"},{"text" : "There are no secrets better kept than the secrets everybody guesses.","author" : "George Bernard"},{"text" : "When our relatives are at home, we have to think of all their good points or it would be impossible to endure them.","author" : "George Bernard"},{"text" : "A man learns to skate by staggering about and making a fool of himself. Indeed he progresses in all things by resolutely making a fool of himself.","author" : "George Bernard"},{"text" : "Better keep yourself clean and bright; you are the window through which you must see the world.","author" : "George Bernard"},{"text" : "There is nothing on earth intended for innocent people so horrible as a school.","author" : "George Bernard"},{"text" : "If you injure your neighbour, better not do it by halves.","author" : "George Bernard"},{"text" : "My reputation grows with every failure.","author" : "George Bernard"},{"text" : "In gambling the many must lose in order that the few may win.","author" : "George Bernard"},{"text" : "Dancing is a perpendicular expression of a horizontal desire.","author" : "George Bernard"},{"text" : "Animals are my friends, and I don't eat my friends.","author" : "George Bernard"},{"text" : "Kings are not born: they are made by artificial hallucination.","author" : "George Bernard"},{"text" : "We don't stop playing because we grow old; we grow old because we stop playing.","author" : "George Bernard"},{"text" : "The quality of a play is the quality of its ideas.","author" : "George Bernard"},{"text" : "Science, never solves a problem without creating ten more.","author" : "George Bernard"},{"text" : "There are two tragedies in life. One is to lose your heart's desire. The other is to gain it.","author" : "George Bernard"},{"text" : "No man who is occupied in doing a very difficult thing, and doing it very well, ever loses his self-respect.","author" : "George Bernard"},{"text" : "It's all that the young can do for the old, to shock them and keep them up to date.","author" : "George Bernard"},{"text" : "The open mind never acts: when we have done our utmost to arrive at a reasonable conclusion, we still must close our minds for the moment with a snap, and act dogmatically on our conclusions.","author" : "George Bernard"},{"text" : "The reasonable man adapts himself to the world; the unreasonable one persists in trying to adapt the world to himself. Therefore, all progress depends on the unreasonable man.","author" : "George Bernard"},{"text" : "Capitalism has destroyed our belief in any effective power but that of self interest backed by force.","author" : "George Bernard"},{"text" : "Thief is not the one who steals, but the one that is caught.","author" : "George Bernard"},{"text" : "All progress depends on the unreasonable man.","author" : "George Bernard"},{"text" : "Tradition will accustom people to any atrocity.","author" : "George Bernard"},{"text" : "Hate is the revenge of a coward intimidated.","author" : "George Bernard"},{"text" : "I'm not a teacher: only a fellow-traveller of whom you asked the way. I pointed ahead- ahead of myself as well as you.","author" : "George Bernard"},{"text" : "A good intention is like the seed of a tree whose fruit we do not know.","author" : "George Bernard"},{"text" : "To the person with a toothache, even if the world is tottering, there is nothing more important than a visit to a dentist.","author" : "George Bernard"},{"text" : "Christianity might be a good thing if anyone ever tried it.","author" : "George Bernard"},{"text" : "There's no satisfaction in hanging a man who does not object to it.","author" : "George Bernard"},{"text" : "Hell is paved with good intentions, not with bad ones. All men mean well.","author" : "George Bernard"},{"text" : "We know there is intention and purpose in the universe, because there is intention and purpose in us.","author" : "George Bernard"},{"text" : "In a hospital they throw you out into the street before you are half cured, but in a nursing home they don't let you out till you are dead.","author" : "George Bernard"},{"text" : "Crime is only the retail department of what, in wholesale, we call penal law.","author" : "George Bernard"},{"text" : "It is dangerous to be sincere unless you are also stupid.","author" : "George Bernard"},{"text" : "Reason enslaves all whose minds are not strong enough to master her.","author" : "George Bernard"},{"text" : "Those who admire modern civilization usually identify it with the steam engine and the electric telegraph.","author" : "George Bernard"},{"text" : "When a lion meets another with a louder roar, the first lion thinks the last a bore.","author" : "George Bernard"},{"text" : "In order to fully realize how bad a popular play can be, it is necessary to see it twice.","author" : "George Bernard"},{"text" : "Obedience simulates subordination as fear of the police simulates honesty.","author" : "George Bernard"},{"text" : "Cruelty would be delicious if one could only find some sort of cruelty that didn't really hurt.","author" : "George Bernard"},{"text" : "Cruelty must be whitewashed by a moral excuse, and pretense of reluctance.","author" : "George Bernard"},{"text" : "The great advantage of a hotel is that it is a refuge from home life.","author" : "George Bernard"},{"text" : "Those who do not know how to live must make a merit of dying.","author" : "George Bernard"},{"text" : "No question is so difficult to answer as that which the answer is obvious.","author" : "George Bernard"},{"text" : "Imitation is not just the sincerest form of flattery - it's the sincerest form of learning.","author" : "George Bernard"},{"text" : "Do not try to live forever, you will not succeed.","author" : "George Bernard"},{"text" : "An election is a moral horror, as bad as a battle except for the blood; a mud bath for every soul concerned in it.","author" : "George Bernard"},{"text" : "The people who get on in this world are the people who get up and look for the circumstances they want, and, if they can't find them, make them.","author" : "George Bernard"},{"text" : "The power of accurate observation is commonly called cynicism by those who have not got it.","author" : "George Bernard"},{"text" : "The righteous man takes his life in his hand whenever he utters the truth.","author" : "George Bernard"},{"text" : "The man with a toothache thinks everyone happy whose teeth are sound.","author" : "George Bernard"},{"text" : "A happy family is but an earlier heaven.","author" : "George Bernard"},{"text" : "Taxes are the chief business of a conqueror of the world.","author" : "George Bernard"},{"text" : "The reasonable man adapts himself to the world; the unreasonable one persists to adapt the world to himself. Therefore all progress depends on the unreasonable man.","author" : "George Bernard"},{"text" : "People are always blaming their circumstances for what they are. The people who get on in this world are the people who get up and look for the circumstances they want, and, if they can't find them, make them.","author" : "George Bernard"},{"text" : "Economy is the art of making the most of life. The love of economy is the root of all virtue.","author" : "George Bernard"},{"text" : "There is no love sincerer than the love of food.","author" : "George Bernard"},{"text" : "Two starving men cannot be twice as hungry as one; but two rascals can be ten times as vicious as one.","author" : "George Bernard"},{"text" : "The most tragic thing in the world is a sick doctor.","author" : "George Bernard"},{"text" : "The most tragic thing in the world is a man of genius who is not a man of honor.","author" : "George Bernard"},{"text" : "The capacity of any conqueror is more likely than not to be an illusion produced by the incapacity of his adversary.","author" : "George Bernard"},{"text" : "What is the use of straining after an amiable view of things, when a cynical view is most likely to be the true one?.","author" : "George Bernard"},{"text" : "A man's interest in the world is only an overflow from his interest in himself.","author" : "George Bernard"},{"text" : "Only on paper has humanity yet achieved glory, beauty, truth, knowledge, virtue, and abiding love.","author" : "George Bernard"}]