[{"text" : "What is called an acute knowledge of human nature is mostly nothing but the observer's own weaknesses reflected back from others.","author" : "Georg C. Lichtenberg"},{"text" : "He who says he hates every kind of flattery, and says it in earnest, certainly does not yet know every kind of flattery.","author" : "Georg C. Lichtenberg"},{"text" : "A handful of soldiers is always better than a mouthful of arguments.","author" : "Georg C. Lichtenberg"},{"text" : "He was always smoothing and polishing himself, and in the end he became blunt before he was sharp.","author" : "Georg C. Lichtenberg"},{"text" : "If there were only turnips and potatoes in the world, someone would complain that plants grow the wrong way.","author" : "Georg C. Lichtenberg"},{"text" : "It is strange that only extraordinary men make the discoveries, which later appear so easy and simple.","author" : "Georg C. Lichtenberg"},{"text" : "If you are going to build something in the air it is always better to build castles than houses of cards.","author" : "Georg C. Lichtenberg"},{"text" : "I cannot say whether things will get better if we change; what I can say is they must change if they are to get better.","author" : "Georg C. Lichtenberg"},{"text" : "A donkey appears to me like a horse translated into Dutch.","author" : "Georg C. Lichtenberg"},{"text" : "Man is a masterpiece of creation, if only because no amount of determinism can prevent him from believing that he acts as a free being.","author" : "Georg C. Lichtenberg"},{"text" : "Doubt must be no more than vigilance, otherwise it can become dangerous.","author" : "Georg C. Lichtenberg"},{"text" : "If brandy was made out of sparrows there would soon be no sparrows.","author" : "Georg C. Lichtenberg"},{"text" : "The human tendency to regard little things as important has produced very many great things.","author" : "Georg C. Lichtenberg"},{"text" : "Erudition can produce foliage without bearing fruit.","author" : "Georg C. Lichtenberg"},{"text" : "Man loves company - even if it is only that of a small burning candle.","author" : "Georg C. Lichtenberg"},{"text" : "To do the opposite of something is also a form of imitation, namely an imitation of its opposite.","author" : "Georg C. Lichtenberg"},{"text" : "We have no words for speaking of wisdom to the stupid. He who understands the wise is wise already.","author" : "Georg C. Lichtenberg"},{"text" : "Marriage, in contrast to the flu, starts with a fever and ends with the chills.","author" : "Georg C. Lichtenberg"},{"text" : "I cannot say whether things will get better if we change. What I can say is they must change if they are to get better.","author" : "Georg C. Lichtenberg"},{"text" : "Love is blind, but marriage restores its sight.","author" : "Georg C. Lichtenberg"},{"text" : "Everyone is a genius at least once a year. The real geniuses simply have their bright ideas closer together.","author" : "Georg C. Lichtenberg"}]