[{"text" : "Those who cannot remember the past are condemned to repeat it.","author" : "George Santayana"},{"text" : "The loftiest edifices need the deepest foundations.","author" : "George Santayana"},{"text" : "History is a pack of lies about events that never happened told by people who weren't there.","author" : "George Santayana"},{"text" : "Science is nothing but developed perception, interpreted intent, common sense rounded out and minutely articulated.","author" : "George Santayana"},{"text" : "A man's feet must be planted in his country, but his eyes should survey the world.","author" : "George Santayana"},{"text" : "America is a young country with an old mentality.","author" : "George Santayana"},{"text" : "Intelligence is quickness in seeing things as they are.","author" : "George Santayana"},{"text" : "Parents lend children their experience and a vicarious memory; children endow their parents with a vicarious immortality.","author" : "George Santayana"},{"text" : "Emotion is primarily about nothing and much of it remains about nothing to the end.","author" : "George Santayana"},{"text" : "Miracles are propitious accidents, the natural causes of which are too complicated to be readily understood.","author" : "George Santayana"},{"text" : "Advertising is the modern substitute for argument; its function is to make the worse appear the better.","author" : "George Santayana"},{"text" : "An artist is a dreamer consenting to dream of the actual world.","author" : "George Santayana"},{"text" : "The brute necessity of believing something so long as life lasts does not justify any belief in particular.","author" : "George Santayana"},{"text" : "The hunger for facile wisdom is the root of all false philosophy.","author" : "George Santayana"},{"text" : "One's friends are that part of the human race with which one can be human.","author" : "George Santayana"},{"text" : "The wisest mind has something yet to learn.","author" : "George Santayana"},{"text" : "The Universe, so far as we can observe it, is a wonderful and immense engine; its extent, its order, its beauty, its cruelty, makes it alike impressive.","author" : "George Santayana"},{"text" : "It is a new road to happiness, if you have strength enough to castigate a little the various impulses that sway you in turn.","author" : "George Santayana"},{"text" : "Chaos is a name for any order that produces confusion in our minds.","author" : "George Santayana"},{"text" : "Chaos is perhaps at the bottom of everything.","author" : "George Santayana"},{"text" : "Our dignity is not in what we do, but what we understand.","author" : "George Santayana"},{"text" : "Graphic design is the paradise of individuality, eccentricity, heresy, abnormality, hobbies and humors.","author" : "George Santayana"},{"text" : "A child educated only at school is an uneducated child.","author" : "George Santayana"},{"text" : "Beware of long arguments and long beards.","author" : "George Santayana"},{"text" : "Man's most serious activity is play.","author" : "George Santayana"},{"text" : "A man's feet should be planted in his country, but his eyes should survey the world.","author" : "George Santayana"},{"text" : "The primary use of conversation is to satisfy the impulse to talk.","author" : "George Santayana"},{"text" : "Sanity is a madness put to good uses.","author" : "George Santayana"},{"text" : "There is a kind of courtesy in skepticism. It would be an offense against polite conventions to press our doubts too far.","author" : "George Santayana"},{"text" : "The highest form of vanity is love of fame.","author" : "George Santayana"},{"text" : "Nonsense is so good only because common sense is so limited.","author" : "George Santayana"},{"text" : "Tyrants are seldom free; the cares and the instruments of their tyranny enslave them.","author" : "George Santayana"},{"text" : "Repetition is the only form of permanence that Nature can achieve.","author" : "George Santayana"},{"text" : "Truth is a jewel which should not be painted over; but it may be set to advantage and shown in a good light.","author" : "George Santayana"},{"text" : "The family is one of nature's masterpieces.","author" : "George Santayana"},{"text" : "Almost every wise saying has an opposite one, no less wise, to balance it.","author" : "George Santayana"},{"text" : "Profound skepticism is favorable to conventions, because it doubts that the criticism of conventions is any truer than they are.","author" : "George Santayana"},{"text" : "Skepticism is the chastity of the intellect.","author" : "George Santayana"},{"text" : "Skepticism is a discipline fit to purify the mind of prejudice and render it all the more apt, when the time comes, to believe and to act wisely.","author" : "George Santayana"},{"text" : "To understand one's self is the classic form of consolation; to delude one's self is the romantic.","author" : "George Santayana"},{"text" : "Consciousness is a born hermit.","author" : "George Santayana"},{"text" : "It is not society's fault that most men seem to miss their vocation. Most men have no vocation.","author" : "George Santayana"},{"text" : "Words are weapons, and it is dangerous . . . to borrow them from the arsenal of the enemy.","author" : "George Santayana"},{"text" : "Wisdom comes by disillusionment.","author" : "George Santayana"},{"text" : "Theory helps us to bear our ignorance of fact.","author" : "George Santayana"},{"text" : "The irrational in the human has something about it altogether repulsive and terrible, as we see in the maniac, the miser, the drunkard or the ape.","author" : "George Santayana"},{"text" : "The young man who has not wept is a savage, and the older man who will not laugh is a fool.","author" : "George Santayana"},{"text" : "All living souls welcome whatever they are ready to cope with; all else they ignore, or pronounce to be monstrous and wrong, or deny to be possible.","author" : "George Santayana"},{"text" : "We must welcome the future, remembering that soon it will be the past; and we must respect the past, remembering that it was once all that was humanly possible.","author" : "George Santayana"},{"text" : "In the concert of nature it is hard to keep in tune with oneself if one is out of tune with everything else.","author" : "George Santayana"},{"text" : "To knock a thing down, especially if it is cocked at an arrogant angle, is a deep delight of the blood.","author" : "George Santayana"},{"text" : "Sanity is madness put to good use.","author" : "George Santayana"},{"text" : "Our occasional madness is less wonderful than our occasional sanity.","author" : "George Santayana"},{"text" : "A soul is but the last bubble of a long fermentation in the world.","author" : "George Santayana"},{"text" : "To call war the soil of courage and virtue is like calling debauchery the soil of love.","author" : "George Santayana"},{"text" : "Oxford, the paradise of dead philosophies.","author" : "George Santayana"},{"text" : "The tide of evolution carries everything before it, thoughts no less than bodies, and persons no less than nations.","author" : "George Santayana"},{"text" : "The worship of power is an old religion.","author" : "George Santayana"},{"text" : "To be interested in the changing seasons is a happier state of mind than to be hopelessly in love with spring.","author" : "George Santayana"},{"text" : "For an idea ever to be fashionable is ominous, since it must afterwards be always old fashioned","author" : "George Santayana"},{"text" : "The mind of the Renaissance was not a pilgrim mind, but a sedentary city mind, like that of the ancients.","author" : "George Santayana"},{"text" : "Intolerance is a form of egotism, and to condemn egotism intolerantly is to share it.","author" : "George Santayana"},{"text" : "England is the paradise of individuality, eccentricity, heresy, anomalies, hobbies, and humors.","author" : "George Santayana"},{"text" : "Those who cannot learn from history are doomed to repeat it.","author" : "George Santayana"},{"text" : "Love is a brilliant illustration of a principle everywhere discoverable: namely, that human reason lives by turning the friction of material forces into the light of ideal goods.","author" : "George Santayana"},{"text" : "The family is one of nature’s masterpieces.","author" : "George Santayana"},{"text" : "Nothing is inherently and invincibly young except spirit. And spirit can enter a human being perhaps better in the quiet of old age and dwell there more undisturbed than in the turmoil of adventure.","author" : "George Santayana"},{"text" : "There is no cure for birth and death save to enjoy the interval.","author" : "George Santayana"},{"text" : "To delight in war is a merit in the soldier, a dangerous quality in the captain and a positive crime in the statesman.","author" : "George Santayana"},{"text" : "Beauty as we feel it is something indescribable: what is or what it means can never be said.","author" : "George Santayana"},{"text" : "The young man who has not wept is savage, and the old man who will not laugh is a fool.","author" : "George Santayana"},{"text" : "It is a great advantage for a system of philosophy to be substantially true.","author" : "George Santayana"},{"text" : "The spirit's foe in man has not been simplicity, but sophistication.","author" : "George Santayana"},{"text" : "We need sometimes to escape into open solitudes, into aimlessness, into the moral holiday of running some pure hazard in order to sharpen the edge of life, to taste hardship, and to be compelled to work desperately for a moment at no matter what.","author" : "George Santayana"},{"text" : "In a moving world readaptation is the price of longevity.","author" : "George Santayana"},{"text" : "Faith in the supernatural is a desperate wager made by man at the lowest ebb of his fortunes.","author" : "George Santayana"},{"text" : "Proofs are the last thing looked for by a truly religious mind which feels the imaginative fitness of its faith and knows instinctively that, in such a manner, imaginative fitness is all that can be required.","author" : "George Santayana"},{"text" : "Before you contradict an old man, my fair friend, you should endeavour to understand him.","author" : "George Santayana"}]