[{"text" : "The day of fortune is like a harvest day, We must be busy when the corn is ripe.","author" : "Goethe"},{"text" : "Night is the other half of life, and the better half.","author" : "Goethe"},{"text" : "As soon as you trust yourself, you will know how to live.","author" : "Goethe"},{"text" : "The dangers of life are infinite, and among them is safety.","author" : "Goethe"},{"text" : "Knowing is not enough; we must apply. Willing is not enough we must do.","author" : "Goethe"},{"text" : "Whatever you can do, or dream you can, begin it. Boldness has genius, power and magic in it.","author" : "Goethe"},{"text" : "The important thing in life is to have a great aim, and the determination to attain it.","author" : "Goethe"},{"text" : "There is nothing more frightening than active ignorance.","author" : "Goethe"},{"text" : "What you get by achieving your goals is not as important as what you become by achieving your goals.","author" : "Goethe"},{"text" : "Whatever you do, or dream you can, begin it. Boldness has genius and power and magic in it.","author" : "Goethe"},{"text" : "The soul is indestructible and its activity will continue through eternity.","author" : "Goethe"},{"text" : "Nothing is more dangerous for a new truth than an old misconception.","author" : "Goethe"},{"text" : "Night's the better half of life.","author" : "Goethe"},{"text" : "Whatever you can do, or dream you can do, begin it. Boldness has genius, power, and magic in it. Begin it now.","author" : "Goethe"},{"text" : "Every situation— nay, every moment— is of infinite worth; for it is the representative of a whole eternity.","author" : "Goethe"},{"text" : "It is easier to perceive error than to find truth, for the former lies on the surface and is easily seen, while the latter lies in the depth, where few are willing to search for it.","author" : "Goethe"},{"text" : "Thinking is more interesting than knowing, but less interesting than looking.","author" : "Goethe"},{"text" : "Austere perseverance, harsh and continuous, may be employed by the least of us and rarely fails of its purpose for its silent power grows irreversibly greater with time.","author" : "Goethe"}]