[{"text" : "Travel makes one modest, you see what a tiny place you occupy in the world.","author" : "Gustave Flaubert"},{"text" : "I believe that if one always looked at the skies, one would end up with wings.","author" : "Gustave Flaubert"},{"text" : "Travel makes one modest. You see what a tiny place you occupy in the world.","author" : "Gustave Flaubert"},{"text" : "Our ignorance of history causes us to slander our own times.","author" : "Gustave Flaubert"},{"text" : "Doubt ... is an illness that comes from knowledge and leads to madness.","author" : "Gustave Flaubert"},{"text" : "A friend who dies, it's something of you who dies.","author" : "Gustave Flaubert"},{"text" : "By trying to understand everything, everything makes me dream.","author" : "Gustave Flaubert"},{"text" : "The public wants work which flatters its illusions.","author" : "Gustave Flaubert"},{"text" : "There is not a particle of life which does not bear poetry within it.","author" : "Gustave Flaubert"},{"text" : "As for the piano, the faster her fingers flew over it, the more he marveled. She struck the keys with aplomb and ran from one end of the keyboard to the other without a stop.","author" : "Gustave Flaubert"},{"text" : "Nothing is more humiliating than to see idiots succeed in enterprises we have failed in.","author" : "Gustave Flaubert"},{"text" : "Melancholy is a sensual pleasure that is deliberately provoked. How many people shut themselves away to make themselves sadder, or to weep beside a stream, or choose a sentimental book! We are constantly building and unbuilding ourselves.","author" : "Gustave Flaubert"},{"text" : "It's hard to communicate anything exactly and that's why perfect relationships between people are difficult to find.","author" : "Gustave Flaubert"},{"text" : "The cult of art gives pride; one never has too much of it.","author" : "Gustave Flaubert"},{"text" : "Be regular and orderly in your life, so that you may be violent and original in your work.","author" : "Gustave Flaubert"},{"text" : "Be steady and well-ordered in your life so that you can be fierce and original in your work.","author" : "Gustave Flaubert"},{"text" : "One mustn't look at the abyss, because there is at the bottom an inexpressible charm which attracts us.","author" : "Gustave Flaubert"},{"text" : "One can be the master of what one does, but never of what one feels.","author" : "Gustave Flaubert"},{"text" : "You need a high degree of corruption or a very big heart to love absolutely everything.","author" : "Gustave Flaubert"},{"text" : "The better a work is, the more it attracts criticism; it is like the fleas who rush to jump on white linens.","author" : "Gustave Flaubert"},{"text" : "The principal thing in the world is to keep the soul aloft.","author" : "Gustave Flaubert"},{"text" : "The future is the worst thing about the present.","author" : "Gustave Flaubert"},{"text" : "Oh, if I had been loved at the age of seventeen, what an idiot I would be today. Happiness is like smallpox: if you catch it too soon, it can completely ruin your constitution.","author" : "Gustave Flaubert"},{"text" : "A friend who dies, it’s something of you who dies.","author" : "Gustave Flaubert"},{"text" : "Farming, a vocation accursed of heaven, since one never saw a millionaire involved in it.","author" : "Gustave Flaubert"},{"text" : "Of all the icy blasts that blow on love, a request for money is the most chilling.","author" : "Gustave Flaubert"},{"text" : "To be stupid, selfish, and have good health are three requirements for happiness, though if stupidity is lacking, all is lost.","author" : "Gustave Flaubert"},{"text" : "To be stupid and selfish and to have good health are the three requirements for happiness, though if stupidity is lacking, the others are useless.","author" : "Gustave Flaubert"},{"text" : "Success is a consequence and must not be a goal.","author" : "Gustave Flaubert"},{"text" : "Love is a springtime plant that perfumes everything with its hope, even the ruins to which it clings.","author" : "Gustave Flaubert"},{"text" : "Never touch your idols: the gilding will stick to your fingers.","author" : "Gustave Flaubert"},{"text" : "You can calculate the worth of a man by the number of his enemies, and the importance of a work of art by the harm that is spoken of it.","author" : "Gustave Flaubert"},{"text" : "The heart, like the stomach, wants a varied diet.","author" : "Gustave Flaubert"},{"text" : "Perfection is the enemy of good.","author" : "Gustave Flaubert"},{"text" : "One must always hope when one is desperate, and doubt when one hopes.","author" : "Gustave Flaubert"},{"text" : "The most glorious moments in your life are not the so-called days of success, but rather those days when out of dejection and despair you feel rise in you a challenge to life, and the promise of future accomplishments.","author" : "Gustave Flaubert"},{"text" : "Doubt is an illness that comes from knowledge and leads to madness.","author" : "Gustave Flaubert"}]