[{"text" : "A true friend encourages us, comforts us, supports us like a big easy chair, offering us a safe refuge from the world.","author" : "H.Jackson Brown"},{"text" : "Never give up on what you really want to do. The person with big dreams is more powerful than the one with all the facts.","author" : "H.Jackson Brown"},{"text" : "Think big thoughts but relish small pleasures.","author" : "H.Jackson Brown"},{"text" : "Our character is what we do when we think no one is looking.","author" : "H.Jackson Brown"},{"text" : "Life doesn't require that we be the best, only that we try our best.","author" : "H.Jackson Brown"},{"text" : "When you are angry or frustrated, what comes out? Whatever it is, it's a good indication of what you're made of.","author" : "H.Jackson Brown"},{"text" : "Remember that everyone you meet is afraid of something, loves something and has lost something.","author" : "H.Jackson Brown"},{"text" : "Be smarter than other people, just don't tell them so.","author" : "H.Jackson Brown"},{"text" : "Remember that the most valuable antiques are dear old friends.","author" : "H.Jackson Brown"},{"text" : "Never let the odds keep you from doing what you know in your heart you were meant to do.","author" : "H.Jackson Brown"},{"text" : "Find a job you like and you add five days to every week.","author" : "H.Jackson Brown"},{"text" : "I've learned... . That being kind is more important than being right.","author" : "H.Jackson Brown"},{"text" : "People take different roads seeking fulfillment and happiness. Just because they're not on your road doesn't mean they've gotten lost.","author" : "H.Jackson Brown"},{"text" : "Improve your performance by improving your attitude.","author" : "H.Jackson Brown"},{"text" : "Be quick to take advantage of an advantage.","author" : "H.Jackson Brown"},{"text" : "If you need to bring in a business partner, make sure your partner brings along some money.","author" : "H.Jackson Brown"},{"text" : "Use your past successes as a trampoline, not an easy chair.","author" : "H.Jackson Brown"},{"text" : "If love isn't thought at home, it is almost impossible to learn it any-where else.","author" : "H.Jackson Brown"},{"text" : "The family defines our past and shapes our character.It is here were we learn the important lessons of self-discipline, the art of compromise, forgiveness, hocnedsty, and fair play.","author" : "H.Jackson Brown"},{"text" : "Refrains from familiar carols fill the air with joy to the world as families are reunited and old friends embraced.","author" : "H.Jackson Brown"},{"text" : "Find a job you like and you will add five days to every week.","author" : "H.Jackson Brown"},{"text" : "One thing we never seem to outgrow is our love of the Christmas season and all the memories it brings--the excitement of wide-eyed children, crackling fires, and twinkling lights; the special time spent with our families baking cookies, choosing the tree, wrapping presents, and celebrating the greatest gift of all--the Savior's birth.","author" : "H.Jackson Brown"},{"text" : "When you need to apologize to someone, do it in person.","author" : "H.Jackson Brown"},{"text" : "If you dial a wrong number, don't just hang up; offer an apology.","author" : "H.Jackson Brown"}]