Total loyalty is possible only when fidelity is emptied of all concrete content, from which changes of mind might naturally arise.
Power is actualized only when word and deed have not parted company.
The sad truth is that most evil is done by people who never make up their minds to be either good or evil.
In order to go on living one must try to escape the death involved in perfectionism.
The earth is the very quintessence of the human condition.
The hypocrite's crime is that he bears false witness against himself. What makes it so plausible to assume that hypocrisy is the vice of vices is that integrity can indeed exist under the cover of all other vices except this one. Only crime and the criminal, it is true, confront us with the perplexity of radical evil; but only the hypocrite is really rotten to the core.
Power and violence are opposites; where the one rules absolutely, the other is absent. Violence appears where power is in jeopardy, but left to its own course it ends in power's disappearance.
No civilization would ever have been possible without a framework of stability, to provide the wherein for the flux of change. Foremost among the stabilizing factors, more enduring than customs, manners and traditions, are the legal systems that regulate our life in the world and our daily affairs with each other.
The trouble with lying and deceiving is that their efficiency depends entirely upon a clear notion of the truth that the liar and deceiver wishes to hide.
Promises are the uniquely human way of ordering the future, making it predictable and reliable to the extent that this is humanly possible.
Death not merely ends life, it also bestows upon it a silent completeness, snatched from the hazardous flux to which all things human are subject.
The sad truth is that most evil is done by people who never make up their minds to be good or evil.
Forgiveness is the key to action and freedom.
Nihilism is but the other side of conventionalism; its creed consists of negations of the current so-called positive values, to which it remains bound.
The defiance of established authority, religious and secular, social and political, as a world-wide phenomenon may well one day be accounted the outstanding event of the last decade.
Storytelling reveals meaning without committing the error of defining it.
Action without a name, a 'who' attached to it, is meaningless.
Every end in history necessarily contains a new beginning.
Under conditions of tyranny it is far easier to act than to think.
Only crime and the criminal, it is true, confront us with the perplexity of radical evil; but only the hypocrite is really rotten to the core.
Immortality is what nature possesses without effort and without anybody's assistance, and immortality is what the mortals must therefore try to achieve if they want to live up to the world into which they were born, to live up to the things which surround them and to whose company they are admitted for a short while.
Metaphysical fallacies contain the only clues we have to what thinking means to those who engage in it.
Manipulations of opinion, insofar as they are inspired by well-defined interests, have limited goals; their effect, however, if they happen to touch upon an issue of authentic concern, is no longer subject to their control and may easily produce consequences they never foresaw or intended.
In contrast to revenge, which is the natural, automatic reaction to transgression and which, because of the irreversibility of the action process can be expected and even calculated, the act of forgiving can never be predicted; it is the only reaction that acts in an unexpected way and thus retains, though being a reaction, something of the original character of action.
There is a strange interdependence between thoughtlessness and evil.
War has become a luxury that only small nations can afford.
The ceaseless, senseless demand for original scholarship in a number of fields, where only erudition is now possible, has led either to sheer irrelevancy, the famous knowing of more and more about less and less, or to the development of pseudo-scholars.
The presence of others who see what we see and hear what we hear assures us of the reality of the world and ourselves.
Every thought is an afterthought.
The Third World is not a reality but an ideology.
The human condition comprehends more than the condition under which life has been given to man. Men are conditioned beings because everything they come in contact with turns immediately into a condition of their existence. The world in which the vita activa spends itself consists of things produced by human activities; but the things that owe their existence exclusively to men nevertheless constantly condition their human makers.
The more dubious and uncertain an instrument violence has become in international relations, the more it has gained in reputation and appeal in domestic affairs, specifically in the matter of revolution.
The hypocrite’s crime is that he bears false witness against himself. What makes it so plausible to assume that hypocrisy is the vice of vices is that integrity can indeed exist under the cover of all other vices except this one. Only crime and the criminal, it is true, confront us with the perplexity of radical evil; but only the hypocrite is really rotten to the core.
There is hardly a better way to avoid discussion than by releasing an argument from the control of the present and by saying that only the future will reveal its merits.
The trouble with lying and deceiving is that their efficiency depends entirely upon a dear notion of the truth that the liar and deceiver wishes to hide.
This is the precept by which I have lived. Prepare for the worst; expect the best and take what comes.