[{"text" : "Whenever I make a bum decision, I go out and make another one.","author" : "Harry S. Truman"},{"text" : "It is amazing what you can accomplish if you do not care who gets the credit.","author" : "Harry S. Truman"},{"text" : "It is understanding that gives us the ability to have peace. When we understand the other fellow's viewpoint, and he understands ours, then we can sit down and work out our differences.","author" : "Harry S. Truman"},{"text" : "If you can't stand the heat, you'd better get out of the kitchen.","author" : "Harry S. Truman"},{"text" : "If you can't convince them; confuse them.","author" : "Harry S. Truman"},{"text" : "Wherever you have an efficient government you have a dictatorship.","author" : "Harry S. Truman"},{"text" : "All my life, whenever it comes time to make a decision, I make it and forget about it.","author" : "Harry S. Truman"},{"text" : "We miss the purpose of Christ's birth if we do not accept it as a living link which joins us together in spirit as children of the everliving and true God.","author" : "Harry S. Truman"},{"text" : "It's a recession when your neighbor loses his job; it's a depression when you lose yours.","author" : "Harry S. Truman"},{"text" : "In reading the lives of great men, I found that the first victory they won was over themselves.","author" : "Harry S. Truman"},{"text" : "We must build a new world, a far better world one in which the eternal dignity of man is respected.","author" : "Harry S. Truman"},{"text" : "There's nothing better than cake but more cake.","author" : "Harry S. Truman"},{"text" : "All will concede that in order to have good neighbors, we must also be good neighbors. That applies in every field of human endeavor.","author" : "Harry S. Truman"},{"text" : "Given the choice between a Republican and someone who acts like a Republican, people will vote for the real Republican all the time.","author" : "Harry S. Truman"},{"text" : "A leader is the man who has the ability to get other people to do what they don't want to do, and like it.","author" : "Harry S. Truman"},{"text" : "Our debt to the heroic men and valiant women in the service of our country can never be repaid. They have earned our undying gratitude. America will never forget their sacrifices.","author" : "Harry S. Truman"},{"text" : "We must have strong minds, ready to accept facts as they are.","author" : "Harry S. Truman"},{"text" : "A pessimist is one who makes difficulties of his opportunities and an optimist is one who makes opportunities of his difficulties.","author" : "Harry S. Truman"},{"text" : "How do you live a long life? Take a two mile walk every morning before breakfast.","author" : "Harry S. Truman"},{"text" : "I can assure you that flying saucers, given that they exist, are not constructed by any power on Earth.","author" : "Harry S. Truman"},{"text" : "Religious and racial persecution is moronic at all times, perhaps the most idiotic of human stupidities.","author" : "Harry S. Truman"},{"text" : "We worship money instead of honour.","author" : "Harry S. Truman"},{"text" : "The atomic bomb is too dangerous to be loose in a lawless world","author" : "Harry S. Truman"},{"text" : "The atom bomb was no great decision. It was merely another powerful weapon in the arsenal of righteousness.","author" : "Harry S. Truman"},{"text" : "Tact is the ability to step on a man's toes without messing up the shine on his shoes.","author" : "Harry S. Truman"},{"text" : "The atomic bomb is too dangerous to be loose in a lawless world.","author" : "Harry S. Truman"},{"text" : "It’s what you learn after you know it all that counts.","author" : "Harry S. Truman"},{"text" : "America was not built on fear. American was built on courage, on imagination, and an unbeatable determination to do the job at hand.","author" : "Harry S. Truman"},{"text" : "The Marine Corps is the Navy's police force and as long as I am President that is what it will remain. They have a propaganda machine that is almost equal to Stalin's.","author" : "Harry S. Truman"},{"text" : "I'm going to fight hard. I'm going to give them hell.","author" : "Harry S. Truman"},{"text" : "Carry the battle to them. Don't let them bring it to you. Put them on the defensive and don't ever apologize for anything.","author" : "Harry S. Truman"},{"text" : "Always be sincere, even if you don't mean it.","author" : "Harry S. Truman"},{"text" : "If you don't like the heat, get out of the kitchen.","author" : "Harry S. Truman"},{"text" : "Actions are the seed of fate deeds grow into destiny.","author" : "Harry S. Truman"},{"text" : "Men make history and not the other way around. In periods where there is no leadership, society stands still. Progress occurs when courageous, skillful leaders seize the opportunity to change things for the better.","author" : "Harry S. Truman"},{"text" : "If you want a friend in Washington, get a dog.","author" : "Harry S. Truman"},{"text" : "No man should be allowed to be President who does not understand hogs or has not been around a manure pile.","author" : "Harry S. Truman"},{"text" : "The only thing new in the world is the history you don't know.","author" : "Harry S. Truman"},{"text" : "I have had enough experience in all my years, and have read enough of the past, to know that advice to grandchildren is usually wasted. If the second and third generations could profit by the experience of the first generation, we would not be having some of the troubles we have today.","author" : "Harry S. Truman"},{"text" : "I have always been opposed even to the thought of fighting a 'preventive war.' There is nothing more foolish than to think that war can be stopped by war. You don't 'prevent' anything by war except peace.","author" : "Harry S. Truman"}]