[{"text" : "Positive thinking is more than just a tagline. It changes the way we behave. And I firmly believe that when I am positive, it not only makes me better, but it also makes those around me better.","author" : "Harvey Mackay"},{"text" : "People begin to become successful the minute they decide to be.","author" : "Harvey Mackay"},{"text" : "Goals give you more than a reason to get up in the morning; they are an incentive to keep you going all day. Goals tend to tap the deeper resources and draw the best out of life.","author" : "Harvey Mackay"},{"text" : "Most fears of rejection rest on the desire for approval from other people. Don't base your self-esteem on their opinions.","author" : "Harvey Mackay"},{"text" : "Ethical decisions ensure that everyone's best interests are protected. When in doubt, don't.","author" : "Harvey Mackay"},{"text" : "My Golden Rule of Networking is simple: Don't keep score.","author" : "Harvey Mackay"},{"text" : "To be a champion, you have to learn to handle stress and pressure. But if you've prepared mentally and physically, you don't have to worry.","author" : "Harvey Mackay"},{"text" : "The employees who share innovative ideas may also be the folks who have some hidden talents that would help incorporate their suggestions.","author" : "Harvey Mackay"},{"text" : "Every morning brings new potential, but if you dwell on the misfortunes of the day before, you tend to overlook tremendous opportunities.","author" : "Harvey Mackay"},{"text" : "Life is too short to wake up with regrets. So love the people who treat you right. Forget about those who don't. Believe everything happens for a reason. If you get a chance, take it. If it changes your life, let it. Nobody said life would be easy, they just promised it would most likely be worth it.","author" : "Harvey Mackay"},{"text" : "A great accomplishment shouldn't be the end of the road, just the starting point for the next leap forward.","author" : "Harvey Mackay"},{"text" : "Anyone too busy to say thank you will get fewer and fewer chances to say it.","author" : "Harvey Mackay"},{"text" : "Be active, be energetic, be enthusiastic and you will accomplish your object.","author" : "Harvey Mackay"},{"text" : "A smart manager will establish a culture of gratitude. Expand the appreciative attitude to suppliers, vendors, delivery people, and of course, customers.","author" : "Harvey Mackay"},{"text" : "Dig your well before you're thirsty.","author" : "Harvey Mackay"},{"text" : "You don't need a big close as many sales Reps believe. you risk losing your customer when you save all the good stuff for the end. Keep the customer actively involved throughout your presentation, And watch your results improve.","author" : "Harvey Mackay"},{"text" : "There's a place in the world for any business that takes care of its customers-after the sale.","author" : "Harvey Mackay"},{"text" : "Direct your energy toward achieving a goal, and tackle the problems with an emphasis on edging closer to a successful result.","author" : "Harvey Mackay"},{"text" : "Southwest Airlines is successful because the company understands it's a customer service company. It also happens to be an airline.","author" : "Harvey Mackay"},{"text" : "As you schedule individual tasks, give yourself a cushion. Mark the due date a few days ahead of the actual deadline so you have time to deal with changes or last-minute emergencies.","author" : "Harvey Mackay"},{"text" : "Deadlines aren't bad. They help you organize your time. They help you set priorities. They make you get going when you might not feel like it.","author" : "Harvey Mackay"},{"text" : "Pale ink is better than the most retentive memory.","author" : "Harvey Mackay"},{"text" : "Rough spots sharpen our performance. And more often than not, obstacles can be turned into advantages. You just can't let your disappointment get in the way.","author" : "Harvey Mackay"},{"text" : "Life isn't fair. It's true, and you still have to deal with it. Whining about it rarely levels the playing field, but learning to rise above it is the ultimate reward.","author" : "Harvey Mackay"},{"text" : "Don't let ups and downs leave you down and out.","author" : "Harvey Mackay"},{"text" : "If you don't climb the mountain, you can't see the view.","author" : "Harvey Mackay"},{"text" : "Your workforce is your most valuable asset. The knowledge and skills they have represent the fuel that drives the engine of business - and you can leverage that knowledge.","author" : "Harvey Mackay"},{"text" : "Make your decisions with your heart, and you'll end up with heart disease.","author" : "Harvey Mackay"},{"text" : "Time is free, but it’s priceless. You can’t own it, but you can use it. You can’t keep it, but you can spend it. Once you’ve lost it you can never get it back.","author" : "Harvey Mackay"},{"text" : "You only get one chance to make a good first impression, and yours may be in the hands of the receptionist.","author" : "Harvey Mackay"},{"text" : "Life is too short to wake up in the morning with regrets. So love the people who treat you right forget about the ones who don’t. Believe that everything happens for a reason. If you get a chance, take it. If it changes your life, let it. Nobody said life would be easy, they just promised it would most likely be worth it.","author" : "Harvey Mackay"},{"text" : "Be like the turtle... If it didn’t stick it's neck out, it wouldn’t get anywhere at all.","author" : "Harvey Mackay"},{"text" : "A student of life considers the world a classroom.","author" : "Harvey Mackay"},{"text" : "Success doesn't come from what you do occasionally it comes from what you do consistently.","author" : "Harvey Mackay"},{"text" : "Don't water your weeds.","author" : "Harvey Mackay"},{"text" : "People become successful the minute they decide to.","author" : "Harvey Mackay"},{"text" : "Decide what your priorities are and how much time you'll spend on them. If you don't, someone else will.","author" : "Harvey Mackay"},{"text" : "An optimist understands that life can be a bumpy road, but at least it is leading somewhere. They learn from mistakes and failures and are not afraid to fail again.","author" : "Harvey Mackay"},{"text" : "You can't buy a good reputation you must earn it.","author" : "Harvey Mackay"}]