[{"text" : "One's destination is never a place, but a new way of seeing things.","author" : "Henry Miller"},{"text" : "Imagination is the voice of daring. If there is anything godlike about God, it is that.","author" : "Henry Miller"},{"text" : "All growth is a leap in the dark, a spontaneous, unpremeditated act without benefit of experience.","author" : "Henry Miller"},{"text" : "What distinguishes the majority of men from the few is their ability to act according to their beliefs.","author" : "Henry Miller"},{"text" : "Confusion is a word we have invented for an order which is not yet understood","author" : "Henry Miller"},{"text" : "The ordinary man is involved in action, the hero acts. An immense difference.","author" : "Henry Miller"},{"text" : "Our own physical body possesses a wisdom which we who inhabit the body lack. We give it orders which make no sense.","author" : "Henry Miller"},{"text" : "The world is not to be put in order. The world is order. It is for us to put ourselves in unison with this order.","author" : "Henry Miller"},{"text" : "Man has demonstrated that he is master of everything -- except his own nature.","author" : "Henry Miller"},{"text" : "In this age, which believes that there is a short cut to everything, the greatest lesson to be learned is that the most difficult way is, in the long run, the easiest.","author" : "Henry Miller"},{"text" : "An artist is always alone - if he is an artist. No, what the artist needs is loneliness.","author" : "Henry Miller"},{"text" : "The one thing we can never get enough of is love. And the one thing we never give enough is love.","author" : "Henry Miller"},{"text" : "New York has a trip-hammer vitality which drives you insane with restlessness if you have no inner stabilizer.","author" : "Henry Miller"},{"text" : "Life, as it is called, is for most of us one long postponement.","author" : "Henry Miller"},{"text" : "Chaos is the score upon which reality is written.","author" : "Henry Miller"},{"text" : "The prisoner is not the one who has commited a crime, but the one who clings to his crime and lives it over and over.","author" : "Henry Miller"},{"text" : "I need to be alone. I need to ponder my shame and my despair in seclusion; I need the sunshine and the paving stones of the streets without companions, without conversation, face to face with myself, with only the music of my heart for company.","author" : "Henry Miller"},{"text" : "Los Angeles gives one the feeling of the future more strongly than any city I know of. A bad future, too, like something out of Fritz Lang's feeble imagination.","author" : "Henry Miller"},{"text" : "It is almost banal to say so yet it needs to be stressed continually: all is creation, all is change, all is flux, all is metamorphosis.","author" : "Henry Miller"},{"text" : "One's destination is never a place, but always a new way of seeing things.","author" : "Henry Miller"},{"text" : "Analysis brings no curative powers in its train; it merely makes us conscious of the existence of an evil, which, oddly enough, is consciousness.","author" : "Henry Miller"},{"text" : "All growth is a leap in the dark, a spontaneous unpremeditated act without benefit of experience.","author" : "Henry Miller"},{"text" : "No man is great enough or wise enough for any of us to surrender our destiny to. The only way in which anyone can lead us is to restore to us the belief in our own guidance.","author" : "Henry Miller"},{"text" : "The aim of life is to live, and to live means to be aware, joyously, drunkenly, serenely, divinely aware.","author" : "Henry Miller"},{"text" : "True strength lies in submission which permits one to dedicate his life, through devotion, to something beyond himself.","author" : "Henry Miller"},{"text" : "In expanding the field of knowledge we but increase the horizon of ignorance.","author" : "Henry Miller"},{"text" : "There is no salvation in becoming adapted to a world which is crazy.","author" : "Henry Miller"},{"text" : "The goal of life is not to possess power but to radiate it.","author" : "Henry Miller"},{"text" : "We invent nothing, truly. We borrow and re-create. We uncover and discover. All has been given, as the mystics say. We have only to open our eyes and hearts, to become one with that which is.","author" : "Henry Miller"},{"text" : "Of course you don't die. Nobody dies. Death doesn't exist. You only reach a new level of vision, a new realm of consciousness, a new unknown world.","author" : "Henry Miller"},{"text" : "Develop an interest in life as you see it; the people, things, literature, music - the world is so rich, simply throbbing with rich treasures, beautiful souls and interesting people. Forget yourself.","author" : "Henry Miller"},{"text" : "Surrealism is merely the reflection of the death process. It is one of the manifestations of a life becoming extinct, a virus which quickens the inevitable end.","author" : "Henry Miller"},{"text" : "Nine-tenths of our sickness can be prevented by right thinking plus right hygiene -- nine-tenths of it!","author" : "Henry Miller"},{"text" : "The moment one gives close attention to any thing, even a blade of grass it becomes a mysterious, awesome, indescribably magnificent world in itself.","author" : "Henry Miller"},{"text" : "The artist is the opposite of the politically minded individual, the opposite of the reformer, the opposite of the idealist. The artist does not tinker with the universe, he recreates it out of his own experience and understanding of life.","author" : "Henry Miller"},{"text" : "The concert is a polite form of self induced torture.","author" : "Henry Miller"},{"text" : "Man has demonstrated that he is master of everything except his own nature.","author" : "Henry Miller"},{"text" : "The great work must inevitably be obscure, except to the very few, to those who like the author himself are initiated into the mysteries. Communication then is secondary: it is perpetuation which is important. For this only one good reader is necessary.","author" : "Henry Miller"},{"text" : "What seems nasty, painful, evil can become a source of beauty, joy, and strength, if faced with an open mind.","author" : "Henry Miller"},{"text" : "The world dies over and over again, but the skeleton always gets up and walks.","author" : "Henry Miller"},{"text" : "Certainly paradise, whatever, wherever it be, contains flaws. If it did not, it would be incapable of drawing the hearts of men or angels.","author" : "Henry Miller"},{"text" : "The enchanting, and sometimes terrifying, thing is that the world can be so many things to so many different souls. That it can be, and is, all these things at once and the same time.","author" : "Henry Miller"},{"text" : "The man who is forever disturbed about the condition of humanity either has no problems of his own or has refused to face them.","author" : "Henry Miller"},{"text" : "We live at the edge of the miraculous.","author" : "Henry Miller"},{"text" : "I have no money, no resources, no hopes. I am the happiest man alive.","author" : "Henry Miller"},{"text" : "One can be absolutely truthful and sincere even though admittedly the most outrageous liar. Fiction and invention are of the very fabric of life.","author" : "Henry Miller"},{"text" : "Many is the mirage I chased. Always I was overreaching myself. The oftener I touched reality, the harder I bounced back to the world of illusion, which is the name for everyday life.","author" : "Henry Miller"},{"text" : "Most of the ills we suffer from are directly traceable to our own behavior. Man is not suffering from the ravages wrought by earthquakes and volcanoes, by tornadoes and tidal waves; he is suffering from his own misdeeds, his own foolishness, his own ignorance and disregard of natural laws.","author" : "Henry Miller"},{"text" : "One’s destination is never a place, but a new way of seeing things.","author" : "Henry Miller"},{"text" : "Music is a beautiful opiate, if you don't take it too seriously.","author" : "Henry Miller"},{"text" : "If there is to be any peace it will come through being, not having.","author" : "Henry Miller"},{"text" : "Every man has his own destiny. The only imperative is to follow it, to accept it, no matter where it leads him.","author" : "Henry Miller"},{"text" : "Until we lose ourselves there is no hope of finding ourselves.","author" : "Henry Miller"},{"text" : "Example moves the world more than doctrine. The great exemplars are the poets of action, and it makes little difference whether they be forces for good or forces for evil.","author" : "Henry Miller"},{"text" : "Only a soul full of despair can ever attain serenity and, to be in despair, you must have loved a good deal and still love the world.","author" : "Henry Miller"},{"text" : "Don't be nervous. Work calmly, joyously, recklessly on whatever is in hand.","author" : "Henry Miller"},{"text" : "If there is to be any peace, it will come through being, not having.","author" : "Henry Miller"},{"text" : "It is with the soul that we grasp the essence of another human being, not with the mind, not even with the heart.","author" : "Henry Miller"},{"text" : "The tragedy of it is that nobody sees the look of desperation on my face. Thousands and thousands of us, and we're passing one another without a look of recognition.","author" : "Henry Miller"}]