[{"text" : "Men trust their ears less than their eyes.","author" : "Herodotus"},{"text" : "Great deeds are usually wrought at great risks.","author" : "Herodotus"},{"text" : "It is better to be envied than pitied.","author" : "Herodotus"},{"text" : "If a man insisted always on being serious, and never allowed himself a bit of fun and relaxation, he would go mad or become unstable without knowing it.","author" : "Herodotus"},{"text" : "It is clear that not in one thing alone, but in many ways equality and freedom of speech are a good thing.","author" : "Herodotus"},{"text" : "Knowledge may give weight, but accomplishments give lustre, and many more people see than weigh.","author" : "Herodotus"},{"text" : "A woman takes off her claim to respect along with her garments.","author" : "Herodotus"},{"text" : "If a man insisted always on being serious, and never allowed himself a bit of fun or relaxation, he would go mad or become unstable without knowing it.","author" : "Herodotus"},{"text" : "The worst pain a man can suffer: to have insight into much and power over nothing.","author" : "Herodotus"},{"text" : "Cotton is almost pure cellulose, with softness and breathability that have made it the world 's most popular natural fibre.","author" : "Herodotus"},{"text" : "How can a monarchy be a suitable thing, which allows a man to do as he pleases with none to hold him to account. And even if you were to take the best man on earth, and put him into a monarchy, you put outside him the thoughts that usually guide him.","author" : "Herodotus"},{"text" : "Of all possessions a friend is the most precious.","author" : "Herodotus"},{"text" : "He is the best man who, when making his plans, fears and reflects on everything that can happen to him, but in the moment of action is bold.","author" : "Herodotus"},{"text" : "The Egyptians were the first to discover the solar year, and to portion out its course into twelve parts both the space of time and the seasons which they delimit. It was observation of the course of the stars which led them to adopt this divisionIt is also the Egyptians who first bought into use the names of the twelve gods, which the Greeks adopted from them.","author" : "Herodotus"},{"text" : "Circumstances rule men; men do not rule circumstances.","author" : "Herodotus"},{"text" : "The sun will not shine on any country that has borders with ours.","author" : "Herodotus"},{"text" : "The most hateful human misfortune is for a wise man to have no influence.","author" : "Herodotus"},{"text" : "If a man insisted always in being serious, and never allowed himself a bit of fun and relaxation, he would go mad or become unstable without knowing it.","author" : "Herodotus"},{"text" : "Love of honor is a very shady sort of possession.","author" : "Herodotus"}]