[{"text" : "What we have to do... is to find a way to celebrate our diversity and debate our differences without fracturing our communities.","author" : "Hillary Clinton"},{"text" : "You don't walk away if you love someone. You help the person.","author" : "Hillary Clinton"},{"text" : "When women participate in the economy, everyone benefits.","author" : "Hillary Clinton"},{"text" : "Women are the largest untapped reservoir of talent in the world.","author" : "Hillary Clinton"},{"text" : "Music education can help spark a child's imagination or ignite a lifetime of passion. When you provide a child with new worlds to explore and challenges to tackle, the possibilities are endless. Music education should not be a privilege for a lucky few, it should be a part of every child's world of possiblity.","author" : "Hillary Clinton"},{"text" : "Being gay is not a Western invention. It is a human reality.","author" : "Hillary Clinton"},{"text" : "Voting is the most precious right of every citizen, and we have a moral obligation to ensure the integrity of our voting process.","author" : "Hillary Clinton"},{"text" : "Of course, parents are the most important people in a child's life.","author" : "Hillary Clinton"},{"text" : "We're always going to argue about abortion. It's a hard choice and it's controversial, and that's why I'm pro-choice, because I want people to make their own choices.","author" : "Hillary Clinton"},{"text" : "I'm undaunted in my quest to amuse myself by constantly changing my hair.","author" : "Hillary Clinton"},{"text" : "There is a sense that things, if you keep positive and optimistic about what can be done, do work out.","author" : "Hillary Clinton"},{"text" : "To all the little girls who are watching, never doubt that you are valuable and powerful and deserving of every chance and opportunity in the world to pursue and achieve your own dreams.","author" : "Hillary Clinton"},{"text" : "Our prisons and our jails are now our mental health institutions.","author" : "Hillary Clinton"},{"text" : "Oh I know it well, love is patient, love is kind. It does not envy, it does not boast, it is not proud.","author" : "Hillary Clinton"},{"text" : "Let's continue to stand up for those who are vulnerable to being left out or marginalized.","author" : "Hillary Clinton"},{"text" : "You know, everybody has setbacks in their life, and everybody falls short of whatever goals they might set for themselves. That's part of living and coming to terms with who you are as a person.","author" : "Hillary Clinton"},{"text" : "Being pro-choice is trusting the individual to make the right decision for herself and her family, and not entrusting that decision to anyone wearing the authority of government in any regard.","author" : "Hillary Clinton"},{"text" : "In almost every profession whether it's law or journalism, finance or medicine or academia or running a small business people rely on confidential communications to do their jobs. We count on the space of trust that confidentiality provides. When someone breaches that trust, we are all worse off for it.","author" : "Hillary Clinton"},{"text" : "Marriage equality is the law of the land. Officials should be held to their duty to uphold the law-end of story.","author" : "Hillary Clinton"},{"text" : "LGBT Americans are full and equal citizens and deserve the rights of citizenship - that includes marriage.","author" : "Hillary Clinton"},{"text" : "No one has ever abandoned a belief because he was forced to do so.","author" : "Hillary Clinton"},{"text" : "No society can thrive when half its people are left behind.","author" : "Hillary Clinton"},{"text" : "When women thrive, economies thrive.","author" : "Hillary Clinton"},{"text" : "Every day is a crossroads. Every day is a chance to change your life and our world for the better.","author" : "Hillary Clinton"},{"text" : "There's a difference between fair game and playing games.","author" : "Hillary Clinton"},{"text" : "Human rights are women's rights, and women's rights are human rights.","author" : "Hillary Clinton"},{"text" : "Caring for others is an expression of what it means to be fully human.","author" : "Hillary Clinton"},{"text" : "Don't confuse having a career with having a life.","author" : "Hillary Clinton"},{"text" : "Part of diplomacy is to open different definitions of self-interest.","author" : "Hillary Clinton"},{"text" : "There is no substitute for love and caring and compassion and human beings helping one another.","author" : "Hillary Clinton"},{"text" : "In the Bible it says they asked Jesus how many times you should forgive, and he said 70 times 7. Well, I want you all to know that I'm keeping a chart.","author" : "Hillary Clinton"},{"text" : "Rebuilding our communities where the police and citizens all see themselves as being on the same side will require contributions from all of us.","author" : "Hillary Clinton"},{"text" : "It takes a village to raise a child.","author" : "Hillary Clinton"},{"text" : "We must stop thinking of the individual and start thinking about what is best for society.","author" : "Hillary Clinton"},{"text" : "We can have enough clean energy to power every home.","author" : "Hillary Clinton"},{"text" : "Climate change is such a consequential crisis to everybody in the world.","author" : "Hillary Clinton"},{"text" : "In almost every profession - whether it's law or journalism, finance or medicine or academia or running a small business - people rely on confidential communications to do their jobs. We count on the space of trust that confidentiality provides. When someone breaches that trust, we are all worse off for it.","author" : "Hillary Clinton"},{"text" : "I like live audiences, with real people - virtual reality is no substitute.","author" : "Hillary Clinton"},{"text" : "Extremism thrives amid ignorance and anger, intimidation and cowardice.","author" : "Hillary Clinton"},{"text" : "Somebody who attacks everybody has something missing.","author" : "Hillary Clinton"},{"text" : "I think that trade is an important issue. Of course, we are 5 percent of the world's population; we have to trade with the other 95 percent. And we need to have smart, fair trade deals.","author" : "Hillary Clinton"},{"text" : "Cooking, decorating, diet.self-help and gardening books are guilty pleasures and useful time fillers.","author" : "Hillary Clinton"},{"text" : "You cannot have maternal health without reproductive health. And reproductive health includes contraception and family planning and access to legal, safe abortion.","author" : "Hillary Clinton"},{"text" : "When does life start? When does it end? Who makes these decisions? Every day, in hospitals and homes and hospices people are struggling with those profound issues.","author" : "Hillary Clinton"},{"text" : "I don't spend my hours plotting for somebody else's downfall.","author" : "Hillary Clinton"},{"text" : "Take criticism seriously, but not personally. If there is truth or merit in the criticism, try to learn from it. Otherwise, let it roll right off you.","author" : "Hillary Clinton"},{"text" : "The challenge is to practice politics as the art of making what appears to be impossible, possible.","author" : "Hillary Clinton"},{"text" : "I have met thousands and thousands of pro-choice men and women. I have never met anyone who is pro-abortion.","author" : "Hillary Clinton"},{"text" : "I have not supported same-sex marriage. I have supported civil partnerships and contractual relationships.","author" : "Hillary Clinton"},{"text" : "The only way to make a difference is to acquire power.","author" : "Hillary Clinton"},{"text" : "In too many instances, the march to globalization has also meant the marginalization of women and girls. And that must change.","author" : "Hillary Clinton"}]