[{"text" : "Life and death are balanced on the edge of a razor.","author" : "Homer"},{"text" : "Yet, taught by time, my heart has learned to glow for other's good, and melt at other's woe.","author" : "Homer"},{"text" : "Hateful to me as the gates of Hades is that man who hides one thing in his heart and speaks another.","author" : "Homer"},{"text" : "Wine sets even a thoughtful man to singing, or sets him into softly laughing, sets him to dancing. Sometimes it tosses out a word that was better unspoken.","author" : "Homer"},{"text" : "Light is the task where many share the toil.","author" : "Homer"},{"text" : "Hunger is insolent, and will be fed.","author" : "Homer"},{"text" : "For rarely are sons similar to their fathers: most are worse, and a few are better than their fathers.","author" : "Homer"},{"text" : "Be still my heart; thou hast known worse than this.","author" : "Homer"},{"text" : "Aries in his many fits knows no favorites.","author" : "Homer"},{"text" : "We're goin bowling. If we don't come back, avenge our deaths.","author" : "Homer"},{"text" : "The worst cowards, banded together, have their power.","author" : "Homer"},{"text" : "A little child born yesterday a thing on mother's milk and kisses fed.","author" : "Homer"},{"text" : "I discovered a meal between breakfast and brunch.","author" : "Homer"},{"text" : "Far from the gay cities, and the ways of men.","author" : "Homer"},{"text" : "A sympathetic friend can be quite as dear as a brother.","author" : "Homer"},{"text" : "Without TV, it's hard to know when one day ends and another begins.","author" : "Homer"},{"text" : "Sinks my sad soul with sorrow to the grave.","author" : "Homer"},{"text" : "There is nothing more dread and more shameless than a woman who plans such deeds in her heart as the foul deed which she plotted when she contrived her husband's murder.","author" : "Homer"},{"text" : "Words empty as the wind are best left unsaid.","author" : "Homer"},{"text" : "The charity that is a trifle to us can be precious to others.","author" : "Homer"},{"text" : "Thou shalt not take moochers into thy hut?","author" : "Homer"},{"text" : "A companion's words of persuasion are effective.","author" : "Homer"},{"text" : "The difficulty is not so great to die for a friend, as to find a friend worth dying for.","author" : "Homer"},{"text" : "A decent boldness ever meets with friends.","author" : "Homer"},{"text" : "Servants, when their lords no longer sway, Their minds no more to righteous courses bend.","author" : "Homer"},{"text" : "A sympathetic friend can be quite as dear as a brother.","author" : "Homer"},{"text" : "Be generous in the bedroom. Share your sandwich.","author" : "Homer"},{"text" : "A generous heart repairs a slanderous tongue.","author" : "Homer"},{"text" : "The tongue of man is a twisty thing, there are plenty of words there of every kind.","author" : "Homer"},{"text" : "Too many kings can ruin an army","author" : "Homer"},{"text" : "Zeus does not bring all men's plans to fulfillment.","author" : "Homer"},{"text" : "Youth is quick in feeling but weak in judgement.","author" : "Homer"},{"text" : "The sun rose on the flawless brimming sea into a sky all brazen-all one brightening for gods immortal and for mortal men on plowlands kind with grain.","author" : "Homer"},{"text" : "The force of union conquers all.","author" : "Homer"},{"text" : "The rule of the many is not well. One must be chief In war and one the king.","author" : "Homer"},{"text" : "I didn’t lie! I just created fiction with my mouth!","author" : "Homer"},{"text" : "It is equally offensive to speed a guest who would like to stay and to detain one who is anxious to leave.","author" : "Homer"},{"text" : "It's disgraceful how these humans blame the gods. They say their tribulations come from us, when they themselves, through their own foolishness, bring hardships which are not decreed by Fate.","author" : "Homer"},{"text" : "Even the bravest cannot fight beyond his power.","author" : "Homer"},{"text" : "Steel itself oft lures a man to fight.","author" : "Homer"},{"text" : "Ruin, eldest daughter of Zeus, she blinds us all, that fatal madness—she with those delicate feet of hers, never touching the earth, gliding over the heads of men to trap us all. She entangles one man, now another.","author" : "Homer"},{"text" : "Everything is more beautiful because we're doomed. You will never be lovelier than you are now. We will never be here again.","author" : "Homer"},{"text" : "There is nothing nobler or more admirable than when two people who see eye to eye, keep house as man and wife, confounding their enemies and delighting their friends.","author" : "Homer"},{"text" : "Clanless, lawless, homeless is he who is in love with civil war, that brutal ferocious thing.","author" : "Homer"},{"text" : "Tell me, muse, of the of many resources who wandered far and wide after he sacked the holy citadel of Troy, and he saw the cities and learned the thoughts of many men, and on the sea he suffered in his heart many woes.","author" : "Homer"},{"text" : "Zeus most glorious and most great, Thundercloud, throned in the heavens! Let not the sun go down and the darkness come, until I cast down headlong the citadel of Priam in flames, and burn his gates with blazing fire, and tear to rags the shirt upon Hectors breast! May many of his men fall about him prone in the dust and bite the earth!","author" : "Homer"},{"text" : "Proud is the spirit of Zeus-fostered kings - their honor comes from Zeus, and Zeus, god of council, loves them.","author" : "Homer"},{"text" : "Zeus it seems has given us from youth to old age a nice ball of wool to wind-nothing but wars upon wars until we shall perish every one.","author" : "Homer"},{"text" : "Waiting is as resistant to description and analysis as time or boredom.","author" : "Homer"},{"text" : "Gray-eyed Athena sent them a favorable breeze, a fresh west wind, singing over the wine-dark sea.","author" : "Homer"},{"text" : "There is nothing more admirable than when two people who see eye to eye keep house as man and wife, confounding their enemies and delighting their friends.","author" : "Homer"},{"text" : "By their own follies they perished, the fools.","author" : "Homer"},{"text" : "Shame is no comrade for the poor, I weet.","author" : "Homer"},{"text" : "Shame greatly hurts or greatly helps mankind.","author" : "Homer"},{"text" : "Of men who have a sense of honor, more come through alive than are slain, but from those who flee comes neither glory nor any help.","author" : "Homer"},{"text" : "Our value lies in what we are and what we have been, not in our ability to recite the recent past.","author" : "Homer"},{"text" : "A generation of men is like a generation of leaves: the wind scatters some leaves upon the ground, while others the burgeoning wood brings forth — and the season of spring comes on. So of men one generation springs forth and another ceases.","author" : "Homer"},{"text" : "Like leaves on trees, the race of man is found, now green in youth, now withering on the ground.","author" : "Homer"},{"text" : "Whoever obeys the gods, to him they particularly listen.","author" : "Homer"},{"text" : "For rarely are sons similar to their fathers: most are worse, and few are better.","author" : "Homer"},{"text" : "A hunter of shadows, himself a shade.","author" : "Homer"}]