[{"text" : "Man's duty is to improve himself; to cultivate his mind; and, when he finds himself going astray, to bring the moral law to bear upon himself.","author" : "Immanuel Kant"},{"text" : "Immaturity is the incapacity to use one's intelligence without the guidance of another.","author" : "Immanuel Kant"},{"text" : "Thoughts without content are empty, intuitions without concepts are blind... The understanding can intuit nothing, the senses can think nothing. Only through their union can knowledge arise.","author" : "Immanuel Kant"},{"text" : "All human knowledge thus begins with intuitions, proceeds thence to concepts, and ends with ideas.","author" : "Immanuel Kant"},{"text" : "Always recognize that human individuals are ends, and do not use them as means to your end.","author" : "Immanuel Kant"},{"text" : "Act that your principle of action might safely be made a law for the whole world.","author" : "Immanuel Kant"},{"text" : "In law, a man is guilty when he violates the rights of another. In ethics he is guilty if he only thinks of doing so.","author" : "Immanuel Kant"},{"text" : "He who is cruel to animals becomes hard also in his dealings with men. We can judge the heart of a man by his treatment of animals.","author" : "Immanuel Kant"},{"text" : "By a lie, a man... annihilates his dignity as a man.","author" : "Immanuel Kant"},{"text" : "If man is not to stifle his human feelings, he must practise kindness towards animals, for he who is cruel to animals becomes hard also in his dealings with men. We can judge the heart of a man by his treatment of animals.","author" : "Immanuel Kant"},{"text" : "The sum total of all possible knowledge of God is not possible for a human being, not even through a true revelation. But it is one of the worthiest inquiries to see how far our reason can go in the knowledge of God.","author" : "Immanuel Kant"},{"text" : "I believe that the existence of the Bible is the greatest benefit to the human race. Any attempt to belittle it, I believe, is a crime against humanity.","author" : "Immanuel Kant"},{"text" : "What are the aims which are at the same time duties? They are perfecting of ourselves, the happiness of others.","author" : "Immanuel Kant"},{"text" : "We can judge the heart of a man by his treatment of animals.","author" : "Immanuel Kant"},{"text" : "The nice thing about living in a small town is that when you don't know what you're doing, someone else does.","author" : "Immanuel Kant"},{"text" : "Melancholy characterizes those with a superb sense of the sublime.","author" : "Immanuel Kant"},{"text" : "In law a man is guilty when he violates the rights of others. In ethics he is guilty if he only thinks of doing so.","author" : "Immanuel Kant"},{"text" : "Human reason has this peculiar fate that in one species of its knowledge it is burdened by questions which, as prescribed by the very nature of reason itself, it is not able to ignore, but which, as transcending all its powers, it is also not able to answer.","author" : "Immanuel Kant"},{"text" : "Nothing is divine but what is agreeable to reason.","author" : "Immanuel Kant"},{"text" : "In the metaphysical elements of aesthetics the various nonmoral feelings are to be made use of; in the elements of moral metaphysics the various moral feelings of men, according to the differences in sex, age, education, and government, of races and climates, are to be employed.","author" : "Immanuel Kant"},{"text" : "Rules for Happiness: something to do, someone to love, something to hope for.","author" : "Immanuel Kant"},{"text" : "n action, to have moral worth, must be done from duty.","author" : "Immanuel Kant"},{"text" : "It is never too late to become reasonable and wise.","author" : "Immanuel Kant"},{"text" : "Metaphysics is a dark ocean without shores or lighthouse, strewn with many a philosophic wreck.","author" : "Immanuel Kant"},{"text" : "An action is essentially good if the motive of the agent be good, regardless of the consequences.","author" : "Immanuel Kant"},{"text" : "Have patience awhile; slanders are not long-lived. Truth is the child of time; erelong she shall appear to vindicate thee.","author" : "Immanuel Kant"},{"text" : "The inscrutable wisdom through which we exist is not less worthy of veneration in respect to what it denies us than in respect to what it has granted.","author" : "Immanuel Kant"},{"text" : "Good and strong will. Mechanism must precede science (learning). Also in morals and religion? Too much discipline makes one narrow and kills proficiency. Politeness belongs, not to discipline, but to polish, and thus comes last.","author" : "Immanuel Kant"},{"text" : "Man's greatest concern is to know how he shall properly fill his place in the universe and correctly understand what he must be in order to be a man.","author" : "Immanuel Kant"},{"text" : "Experience without theory is blind, but theory without experience is mere intellectual play.","author" : "Immanuel Kant"},{"text" : "One who makes himself a worm cannot complain afterwards if people step on him.","author" : "Immanuel Kant"},{"text" : "Anarchy is law and freedom without force. Despotism is law and force without freedom. Barbarism force without freedom and law. Republicanism is force with freedom and law.","author" : "Immanuel Kant"},{"text" : "When a thoughtful human being has overcome incentives to vice and is aware of having done his bitter duty, he finds himself in a state that could be called happiness, a state of contentment and peace of mind in which virtue is its own reward.","author" : "Immanuel Kant"},{"text" : "All appearances are real and negatio; sophistical: All reality must be sensation.","author" : "Immanuel Kant"},{"text" : "The only objects of practical reason are therefore those of good and evil. For by the former is meant an object necessarily desired according to a principle of reason; by the latter one necessarily shunned, also according to a principle of reason.","author" : "Immanuel Kant"},{"text" : "Sincerity is the indispensable ground of all conscientiousness, and by consequence of all heartfelt religion.","author" : "Immanuel Kant"},{"text" : "Seek not the favor of the multitude; it is seldom got by honest and lawful means. But seek the testimony of few; and number not voices, but weigh them.","author" : "Immanuel Kant"},{"text" : "The death of dogma is the birth of morality.","author" : "Immanuel Kant"},{"text" : "It is beyond a doubt that all our knowledge begins with experience.","author" : "Immanuel Kant"},{"text" : "Fallacious and misleading arguments are most easily detected if set out in correct syllogistic form.","author" : "Immanuel Kant"},{"text" : "Wisdom is knowing the right path to take. Integrity is taking it.","author" : "Immanuel Kant"},{"text" : "Happiness is not an ideal of reason, but of imagination.","author" : "Immanuel Kant"},{"text" : "We are not rich by what we possess but by what we can do without.","author" : "Immanuel Kant"},{"text" : "All our knowledge begins with the senses, proceeds then to the understanding, and ends with reason. There is nothing higher than reason.","author" : "Immanuel Kant"},{"text" : "All perception is colored by emotion.","author" : "Immanuel Kant"},{"text" : "Space, therefore, cannot exist absolutely (by itself) as something determining the existence of things, because it is no object, but only the form of possible objects.","author" : "Immanuel Kant"},{"text" : "Space in general, as an a priori condition of the possibility of phenomena, the whole world of sense vanishes, which alone forms the object of our enquiry.","author" : "Immanuel Kant"},{"text" : "Thinking in pictures precedes thinking in words.","author" : "Immanuel Kant"},{"text" : "I am never to act otherwise than so that I could also will that my maxim should become a universal law.","author" : "Immanuel Kant"},{"text" : "The busier we are, the more acutely we feel that we live.","author" : "Immanuel Kant"},{"text" : "Genius is the ability to independently arrive at and understand concepts that would normally have to be taught by another person.","author" : "Immanuel Kant"}]