[{"text" : "People tend to forget their duties but remember their rights.","author" : "Indira Gandhi"},{"text" : "There are two kinds of people, those who do the work and those who take the credit. Try to be in the first group; there is less competition there.","author" : "Indira Gandhi"},{"text" : "My grandfather once told me that there are two kinds of people: those who work and those who take the credit. He told me to try to be in the first group; there was much less competition.","author" : "Indira Gandhi"},{"text" : "Rebels and non-conformists are often the pioneers and designers of change.","author" : "Indira Gandhi"},{"text" : "Anger is never without an argument, but seldom with a good one.","author" : "Indira Gandhi"},{"text" : "You must learn to be still in the midst of activity and to be vibrantly alive in repose.","author" : "Indira Gandhi"},{"text" : "One must beware of ministers who can do nothing without money, and those who want to do everything with money.","author" : "Indira Gandhi"},{"text" : "Popularity is not a guarantee of quality.","author" : "Indira Gandhi"},{"text" : "Winning or losing of the election is less important than strengthening the country.","author" : "Indira Gandhi"},{"text" : "The civil servant is primarily the master of the short-term solution.","author" : "Indira Gandhi"},{"text" : "Nothing that is worthwhile is ever easy.","author" : "Indira Gandhi"},{"text" : "Never forget that when we are silent, we are one. And when we speak we are two.","author" : "Indira Gandhi"},{"text" : "The power to question is the basis of all human progress.","author" : "Indira Gandhi"},{"text" : "Have a bias towards action – let’s see something happen now. You can break that big plan into small steps and take the first step right away.","author" : "Indira Gandhi"},{"text" : "One must beware of this ministers who can do nothing without money and those who want to do everything with money.","author" : "Indira Gandhi"},{"text" : "Have a bias toward action - let's see something happen now. You can break that big plan into small steps and take the first step right away.","author" : "Indira Gandhi"},{"text" : "Forgiveness is a virtue of the brave.","author" : "Indira Gandhi"},{"text" : "Even if I died in the service of the nation, I would be proud of it. Every drop of my blood. Will contribute to the growth of this nation and to make it strong and dynamic.","author" : "Indira Gandhi"},{"text" : "One must not be afraid of being hurt. The world is full of all kinds of hurts and it is only by facing them that we can become strong and hardy.","author" : "Indira Gandhi"},{"text" : "There are millions of people in the world but most of them just drift along, afraid of death and even more afraid of life.","author" : "Indira Gandhi"},{"text" : "I suppose that leadership at one time meant muscle, but today it means getting along with people.","author" : "Indira Gandhi"}]