[{"text" : "One of the secrets of a happy life is continuous small treats.","author" : "Iris Murdoch"},{"text" : "I think being a woman is like being Irish... Everyone says you're important and nice, but you take second place all the same.","author" : "Iris Murdoch"},{"text" : "We live in a fantasy world, a world of illusion. The great task in life is to find reality.","author" : "Iris Murdoch"},{"text" : "Violence is born of the desire to escape oneself.","author" : "Iris Murdoch"},{"text" : "Writing is like getting married. One should never commit oneself until one is amazed at one's luck.","author" : "Iris Murdoch"},{"text" : "The absolute yearning of one human body for another particular body and its indifference to substitutes is one of life's major mysteries.","author" : "Iris Murdoch"},{"text" : "In almost every marriage there is a selfish and an unselfish partner. A pattern is set up and soon becomes inflexible, of one person always making the demands and one person always giving way.","author" : "Iris Murdoch"},{"text" : "As we live our precarious lives on the brink of the void, constantly coming closer to a state of nonbeing, we are all too often aware of our fragitlity.","author" : "Iris Murdoch"},{"text" : "Being homosexual doesn't determine a man's whole character any more than being heterosexual does.","author" : "Iris Murdoch"},{"text" : "There is no substitute for the comfort supplied by the utterly taken-for-granted relationship.","author" : "Iris Murdoch"},{"text" : "The bicycle is the most civilized conveyance known to man. Other forms of transport grow daily more nightmarish. Only the bicycle remains pure in heart.","author" : "Iris Murdoch"},{"text" : "Love is the extremely difficult realization that something other than oneself is real.","author" : "Iris Murdoch"},{"text" : "Real worship involves waiting.","author" : "Iris Murdoch"},{"text" : "Man's creative struggle, his search for wisdom and truth, is a love story.","author" : "Iris Murdoch"},{"text" : "Most of our love is shabby stuff, but there is always a thin line of gold, the bit of pure love on which all the rest depends -- and which redeems all the rest.","author" : "Iris Murdoch"},{"text" : "Falling out of love is very enlightening; for a short while you see the world with new eyes.","author" : "Iris Murdoch"},{"text" : "Only take someone's hand in a certain way, even look into their eyes in a certain way, and the world is changed forever.","author" : "Iris Murdoch"},{"text" : "Words are the most subtle symbols which we possess and our human fabric depends on them.","author" : "Iris Murdoch"},{"text" : "I know people can be awful dooms for each other.","author" : "Iris Murdoch"},{"text" : "I did love her in a way, but it was under the sign of doom.","author" : "Iris Murdoch"},{"text" : "I feel half faded away like some figure in the background of an old picture.","author" : "Iris Murdoch"},{"text" : "The world is perhaps ultimately to be defined as a place of suffering. Man is a suffering animal, subject to ceaseless anxiety and pain and fear.","author" : "Iris Murdoch"},{"text" : "In philosophy if you aren't moving at a snail's pace you aren't moving at all.","author" : "Iris Murdoch"},{"text" : "Trains induce such terrible anxiety. They image the possibility of total and irrevocable failure. They are also dirty, rackety, packed with strangers, an object lesson in the foul contingency of life: the talkative fellow-traveller, the possibility of children.","author" : "Iris Murdoch"},{"text" : "People from a planet without flowers would think we must be mad with joy the whole time to have such things about us.","author" : "Iris Murdoch"},{"text" : "I had deluded myself throughout by the idea of reviving a secret love which did not exist at all.","author" : "Iris Murdoch"},{"text" : "The theatre is certainly a place for learning about the brevity of human glory: oh all those wonderful glittering absolutely vanished pantomime.","author" : "Iris Murdoch"},{"text" : "Guilt feelings so often arise from accusations rather than from crimes.","author" : "Iris Murdoch"}]