Life is pleasant. Death is peaceful. It's the transition that's troublesome.
There are no nations! There is only humanity. And if we don't come to understand that right soon, there will be no nations, because there will be no humanity.
This is the very perfection of a man, to find out his own imperfections.
People who think they know everything are a great annoyance to those of us who do.
Those people who think they know everything are a great annoyance to those of us who do.
The human brain, then, is the most complicated organization of matter that we know.
The most exciting phrase to hear in science, the one that heralds new discoveries, is not Eureka!', but That's funny
The easiest way to solve a problem is to deny it exists.
It is almost impossible to think of something no one has thought of before, but it is always possible to add different frills.
Violence is the last refuge of the incompetent.
Nonviolence doesn't always work -- but violence never does.
Boasts are wind and deeds are hard.
Is not all this an extraordinary concatenation of coincidence? Pelorat said, If you list it like that? List it any way you please, said Trevize. I don't believe in extraordinary concatenations of coincidence.
Never let your sense of morals get in the way of doing what's right.
Never let your sense of morals prevent you from doing what is right.
The closer to the truth, the better the lie, and the truth itself, when it can be used, is the best lie.
Writing, to me, is simply thinking through my fingers.
The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.
I write for the same reason I breathe because if I didn't, I would die.
The troubles of modern life come from being divorced from nature.
The stars, like dust, encircle me In living mists of light; And all of space I seem to see In one vast burst of sight.
Never let your sense of morals prevent you from doing what is right!
All sorts of computer errors are now turning up. You'd be surprised to know the number of doctors who claim they are treating pregnant men.
It is change, continuing change, inevitable change, that is the dominant factor in society today. No sensible decision can be made any longer without taking into account not only the world as it is, but the world as it will be.
Scientific truth is beyond loyalty and disloyalty.
The cure for advanced gullibility is to go to sleep and consider matters again the next day.
It pays to be obvious, especially if you have a reputation for subtlety.
It was obvious that bigotry was never a one-way operation, that hatred bred hatred!
To succeed, planning alone is insufficient. One must improvise as well.
Humanists recognize that it is only when people feel free to think for themselves, using reason as their guide, that they are best capable of developing values that succeed in satisfying human needs and serving human interests.
Human beings sometimes find a kind of pleasure in nursing painful emotions, in blaming themselves without reason or even against reason.
Mathematicians deal with large numbers sometimes, but never in their income.
At odd and unpredictable times, we cling in fright to the past.
It's one thing to have guts; it's another to be crazy.
Many a prophecy, by the mere force of its being believed, is transmuted to fact.
Democracy cannot survive overpopulation. Human dignity cannot survive it. Convenience and decency cannot survive it. As you put more and more people into the world, the value of life not only declines, but it disappears. It doesn't matter if someone dies.
Properly read, the Bible is the most potent force for atheism ever conceived.
The energy requirements for interstellar travel are so great that it is inconceivable to me that any creatures piloting their ships across the vast depths of space would do so only in order to play games with us over a period of decades. If they want to make contact, they would make contact; if not, they would save their energy and go elsewhere.
Any planet is 'Earth' to those that live on it.
If a conclusion is not poetically balanced, it cannot be scientifically true.
And above all things, never think that you're not good enough yourself. A man should never think that.
No one can possibly have lived through the Great Depression without being scarred by it. No amount of experience since the depression can convince someone who has lived through it that the world is safe economically.
... you just can't differentiate between a robot and the very best of humans.
There is nothing frightening about an eternal dreamless sleep. Surely it is better than eternal torment in Hell and eternal boredom in Heaven.
The final end of Eternity, and the beginning of Infinity
No sensible decision can be made any longer without taking into account not only the world as it is, but the world as it will be.
Jokes of the proper kind, properly told, can do more to enlighten questions of politics, philosophy, and literature than any number of dull arguments.
Now any dogma, based primarily on faith and emotionalism, is a dangerous weapon to use on others, since it is almost impossible to guarantee that the weapon will never be turned on the user.
How bright and beautiful a comet is as it flies past our planet—provided it does fly past it.
The government doesn't want any system of transmitting information to remain unbroken, unless it's under its own control.
Life is pleasant, death is peaceful...
Wisdom is the supreme part of happiness.
It is characteristic of wisdom not to do desperate things.
Democracy cannot survive overpopulation. Human dignity cannot survive it. Convenience and decency cannot survive it. As you put more and more people onto the world, the value of life not only declines, but it disappears. It doesn't matter if someone dies, the more people there are, the less one person matters.
To bring about destruction by overcrowding, mass starvation, anarchy, the destruction of our most cherished values, there is no need to do anything. We need only do nothing except what comes naturally, and breed and how easy it is to do nothing.
All life is nucleic acid the rest is commentary.
People who don't expect justice don't have to suffer disappointment.
Love life seems to be that factor which requires the largest quantity of magical tinkering.
In life, unlike chess, the game continues after checkmate.
To surrender to ignorance and call it God has always been premature, and it remains premature today.
Life is glorious when it is happy. Days are carefree when they are happy.
I am not a speed reader. I am a speed understander.
Science can amuse and fascinate us all, but it is engineering that changes the world.
When stupidity is considered patriotism, it is unsafe to be intelligent.
The first step in making rabbit stew is catching the rabbit.
Your assumptions are your windows on the world. Scrub them off every once in a while, or the light won't come in.
The laws of history are as absolute as the laws of physics, and if the probabilities of error are greater, it is only because history does not deal with as many humans as physics does atoms, so that individual variations count for more.