[{"text" : "Nature is pleased with simplicity. And nature is no dummy.","author" : "Isaac Newton"},{"text" : "If I have seen further it is by standing on the shoulders of giants.","author" : "Isaac Newton"},{"text" : "As a blind man has no idea of colors, so have we no idea of the manner by which the all-wise God perceives and understands all things.","author" : "Isaac Newton"},{"text" : "No great discovery was ever made without a bold guess.","author" : "Isaac Newton"},{"text" : "In the absence of any other proof, the thumb alone would convince me of God's existence.","author" : "Isaac Newton"},{"text" : "We build too many walls and not enough bridges.","author" : "Isaac Newton"},{"text" : "The description of right lines and circles, upon which geometry is founded, belongs to mechanics. Geometry does not teach us to draw these lines, but requires them to be drawn.","author" : "Isaac Newton"},{"text" : "The latest authors, like the most ancient, strove to subordinate the phenomena of nature to the laws of mathematics.","author" : "Isaac Newton"},{"text" : "No sciences are better attested than the religion of the Bible.","author" : "Isaac Newton"},{"text" : "Yet one thing secures us what ever betide, the scriptures assures us that the Lord will provide.","author" : "Isaac Newton"},{"text" : "Yet one thing secures us what ever betide, the scriptures assures us that the Lord will provide.","author" : "Isaac Newton"},{"text" : "Gravity may put the planets into motion, but without the divine Power, it could never put them into such a circulating motion as they have about the Sun; and therefore, for this as well as other reasons, I am compelled to ascribe the frame of this System to an intelligent Agent.","author" : "Isaac Newton"},{"text" : "Tact is the art of making a point without making an enemy.","author" : "Isaac Newton"},{"text" : "If I have seen further than others, it is by standing upon the shoulders of giants.","author" : "Isaac Newton"},{"text" : "Nature is very consonant and conformable with herself.","author" : "Isaac Newton"},{"text" : "Nature is pleased with simplicity and nature is no dummy.","author" : "Isaac Newton"},{"text" : "Truth is ever to be found in the simplicity, and not in the multiplicity and confusion of things.","author" : "Isaac Newton"},{"text" : "To myself I am only a child playing on the beach, while vast oceans of truth lie undiscovered before me.","author" : "Isaac Newton"}]