To the well-organized mind, death is but the next great adventure.
Depression is the most unpleasant thing I have ever experienced. . . . It is that absence of being able to envisage that you will ever be cheerful again. The absence of hope. That very deadened feeling, which is so very different from feeling sad. Sad hurts but it's a healthy feeling. It is a necessary thing to feel. Depression is very different.
It's a strange thing, but when you are dreading something, and would give anything to slow down time, it has a disobliging habit of speeding up.
We are only as strong as we are united, as weak as we are divided.
Books are like mirrors: if a fool looks in, you cannot expect a genius to look out.
Twilight fell: The sky turned to a light, dusky purple littered with tiny silver stars.
It takes a great deal of courage to stand up to your enemies, but even more to stand up to your friends.
To hurt is as human as to breathe.
Rock bottom became the solid foundation on which I rebuilt my life.
Love as powerful as your mother's for you leaves its own mark to have been loved so deeply .. will give us some protection forever.
Well you seemed too busy to call him a prat and I thought someone should.
There is an expiry date on blaming your parents for steering you in the wrong direction; the moment you are old enough to take the wheel, responsibility lies with you.
There is no good and evil, there is only power and those too weak to seek it.
He gave everything to everybody. Except to me.
It is impossible to live without failing at something, unless you live so cautiously that you might as well not have lived at all, in which case you have failed by default.
Why do I talk about the benefits of failure? Simply because failure meant a stripping away of the inessential. I stopped pretending to myself that I was anything other than what I was and began to direct all my energy into finishing the only work that mattered to me.
It is our choices that show what we truly are, far more than our abilities.
To have been loved so deeply, even though the person who loved us is gone, will give us some protection forever.
It is impossible to live without failing at something, unless you live so cautiously that you might as well not have lived at all in which case, you fail by default.
It takes a great deal of bravery to stand up to our enemies, but just as much to stand up to our friends.
Always the innocent are the first victims, so it has been for ages past, so it is now.
Abundance is the quality of life you live and quality of life you give to others.
Courtesy dictates that we offer fellow wizards the opportunity of denying us entry.
We've all got both light and dark inside us. What matters is the part we choose to act on. That's who we really are.
Understanding is the first step to acceptance, and only with acceptance can there be recovery
Imagination is not only the uniquely human capacity to envision that which is not, and therefore the fount of all invention and innovation. In its arguably most transformative and revelatory capacity, it is the power to that enables us to empathize with humans whose experiences we have never shared.
Wit beyond measure is man's greatest treasure.
Contemplating the task ahead would not make it easier or the water warmer.
Anything's possible if you've got enough nerve.
And so rock bottom became the solid foundation on which I rebuilt my life.
Family is a life jacket in the stormy sea of life.
Every now and then I read a poem that does touch something in me, but I never turn to poetry for solace or pleasure in the way that I throw myself into prose.
You should write a book,' Ron told Hermione as he cut up his potatoes, 'translating mad things girls do so boys can understand them.
The middle class is so funny, it's the class I know best, and it's the class where you find the most pretension, so that's what makes the middle classes so funny.
Nobody's ever asked me to a party before, as a friend.
You care so much you feel as though you will bleed to death with the pain of it.
Numbing the pain for a while will make it worse when you finally feel it fully.
It takes a great deal of bravery to stand up to your enemies, but a great deal more to stand up to your friends.
It is the unknown we fear when we look upon death and darkness, nothing more.
it is our choices... that show what we truly are, far more than our abilities.
The long game was ended, the Snitch had been caught, it was time to leave the air.
Understanding is the first step to acceptance, and only with acceptance can there be recovery.
As much money and life as you could want! The two things most human beings would choose above all - the trouble is, humans do have a knack of choosing precisely those things that are worst for them.
We do not need magic to change the world, we carry all the power we need inside ourselves already; we have the power to imagine better.
We're all human, aren't we? Every human life is worth the same, and worth saving.
It’s so difficult to describe depression to someone who’s never been there, because it’s not sadness. I know sadness. Sadness is to cry and to feel. But it’s that cold absence of feeling—that really hollowed-out feeling.
It is impossible to live without failing at something, unless you live so cautiously that you might as well not have lived at all – in which case, you fail by default.
There are some things you can't share without ending up liking each other.
Rock bottom became the solid foundation in which I rebuilt my life.
Autumn seemed to arrive suddenly that year. The morning of the first September was crisp and golden as an apple.
Whatever happens to your body, your soul will survive, untouched...