Does coaching work? Yes. Good coaches provide a truly important service. They tell you the truth when no one else will.
We know where most of the creativity, the innovation, the stuff that drives productivity lies - in the minds of those closest to the work.
There's no such thing as work-life balance. There are work-life choices, and you make them, and they have consequences.
I'm not perfect, but if there are any points given for caring about people with every fiber of your being and giving life all you've got every day, then I suppose I have a shot.
A strategy is something like, an innovative new product; globalization, taking your products around the world; be the low-cost producer. A strategy is something you can touch; you can motivate people with; be number one and number two in every business. You can energize people around the message.
Before you are a leader, success is all about growing yourself. When you become a leader, success is all about growing others.
All of management is about self confidence.
Management is all about managing in the short term, while developing the plans for the long term.
An organization's ability to learn, and translate that learning into action rapidly, is the ultimate competitive advantage.
If you pick the right people and give them the opportunity to spread their wings and put compensation as a carrier behind it you almost don't have to manage them.
Managers can waste a lot of time at the outset of a crisis denying that something went wrong. Skip that step.
Strategy means making clear-cut choices about how to compete.
Strategy is just a winning value proposition, that is, a product or service that customers simply want more than the other options out there.
In the end, your integrity is all you've got.
There are only three measurements that tell you nearly everything you need to know about your organization's overall performance: employee engagement, customer satisfaction, and cash flow. It goes without saying that no company, small or large, can win over the long run without energized employees who believe in the mission and understand how to achieve it.
Every employee, not just the senior people, should know how a company is doing.
No doubt emotional intelligence is more rare than book smarts, but my experience says it is actually more important in the making of a leader. You just can't ignore it.
Change before you have to.
Globalization is now no longer an objective but an imperative, as markets open and geographic barriers become increasingly blurred and even irrelevant.
Globalization has taken a hit in that there is some sand in the gears because most of us have supply chains that are all over the world that we've had to lengthen.
Globalization has changed us into a company that searches the world, not just to sell or to source, but to find intellectual capital - the world's best talents and greatest ideas.
Control Your Own Destiny or Someone Else Will
If you pick the right people and give them the opportunity to spread their wings and put compensation as a carrier behind it, you almost don't have to manage them.
Cash is king. Get every drop of cash you can get and hold onto it.
Arrogance is a killer, and wearing ambition on one's sleeve can have the same effect. There is a fine line between arrogance and self-confidence.
Leaders relentlessly upgrade their team, using every encounter as an opportunity to evaluate, coach, and build self-confidence.
I believe social responsibility begins with a strong, competitive company. Only a healthy enterprise can improve and enrich the lives of people and their communities.
The main social responsibility for a company is to win.
Good leaders have a generosity gene.
A good leader remains focused. Controlling your destination is better than being controlled by it.
Good business leaders create a vision, articulate the vision, passionately own the vision, and relentlessly drive it to completion.
An organisation’s ability to learn, and translate that learning into action rapidly, is the ultimate competitive advantage.
Number one, cash is king; number two, communicate; number three, buy or bury the competition.
An overburdened, overstretched executive is the best executive, because he or she doesn't have the time to meddle, to deal in trivia, to bother people.
Willingness to change is a strength, even if it means plunging part of the company into total confusion for a while.
We bring together the best ideas, turning the meetings of our top managers into intellectual orgies.
Winning in businesss is great because when companies win, people thrive and grow.
Winning lifts everyone it touches--it just makes the world a better place.
Number one, cash is king number two, communicate number three, buy or bury the competition.
Leaders establish trust with candor, transparency, and credit.