[{"text" : "The man who cannot endure to have his errors and shortcomings brought to the surface and made known, but tries to hide them, is unfit to walk the highway of truth.","author" : "James Allen"},{"text" : "A man has to learn that he cannot command things, but that he can command himself; that he cannot coerce the wills of others, but that he can mold and master his own will: and things serve him who serves Truth; people seek guidance of him who is master of himself.","author" : "James Allen"},{"text" : "As you cannot have a sweet and wholesome abode unless you admit the air and sunshine freely into your rooms, so a strong body and a bright, happy, or serene countenance can only result from the free admittance into the mind of thoughts of joy and goodwill and serenity.","author" : "James Allen"},{"text" : "A man sooner or later discovers that he is the master-gardener of his soul, the director of his life.","author" : "James Allen"},{"text" : "Above all be of single aim; have a legitimate and useful purpose, and devote yourself unreservedly to it.","author" : "James Allen"},{"text" : "All that a man achieves and all that he fails to achieve is the direct result of his own thoughts.","author" : "James Allen"},{"text" : "The law of harvest is to reap more than you sow. Sow an act, and you reap a habit. Sow a habit and you reap a character. Sow a character and you reap a destiny.","author" : "James Allen"},{"text" : "Man is manacled only by himself; thought and action are the jailers of Fate.","author" : "James Allen"},{"text" : "You will become as small as your controlling desire; as great as your dominant aspiration.","author" : "James Allen"},{"text" : "It is a process of diverting one's scattered forces into one powerful channel.","author" : "James Allen"},{"text" : "Let your soul expand, let your heart reach out to others in loving and generous warmth, and great and lasting will be your joy, and all prosperity will come to you.","author" : "James Allen"},{"text" : "The more tranquil a man becomes, the greater is his success, his influence, his power for good. Calmness of mind is one of the beautiful jewels of wisdom.","author" : "James Allen"},{"text" : "The selfishness must be discovered and understood before it can be removed. It is powerless to remove itself, neither will it pass away of itself. Darkness ceases only when light is introduced; so ignorance can only be dispersed by Knowledge; selfishness by Love.","author" : "James Allen"},{"text" : "The very fact that you are a complainer, shows that you deserve your lot.","author" : "James Allen"},{"text" : "You are today where your thoughts have brought you; you will be tomorrow where your thoughts take you.","author" : "James Allen"},{"text" : "As the plant springs from, and could not be without, the seed, so every act of man springs from the hidden seeds of thought, and could not have appeared without them.","author" : "James Allen"},{"text" : "Harmony is one phase of the law whose spiritual expression is love.","author" : "James Allen"},{"text" : "Your circumstances may be uncongenial, but they shall not remain so if you only perceive an ideal and strive to reach it. You cannot travel within and stand still without.","author" : "James Allen"},{"text" : "No duty is more urgent than that of returning thanks.","author" : "James Allen"},{"text" : "If you real desire is to be good, there is no need to wait for the money before you do it; you can do it now, this very moment, and just where you are.","author" : "James Allen"},{"text" : "Work joyfully and peacefully, knowing that right thoughts and right efforts will inevitably bring about right results.","author" : "James Allen"},{"text" : "In all human affairs there are efforts, and there are results, and the strength of the effort is the measure of the result.","author" : "James Allen"},{"text" : "Self-control is strength. Right thought is mastery. Calmness is power.","author" : "James Allen"},{"text" : "Happiness is mental harmony; unhappiness is mental inharmony.","author" : "James Allen"},{"text" : "The more intense the nature of a man, the more readily will he find meditation, and the more successfully will he practice it.","author" : "James Allen"},{"text" : "Cherish your visions. Cherish your ideals. Cherish the music that stirs in your heart, the beauty that forms in your mind, the loveliness that drapes your purest thoughts.","author" : "James Allen"},{"text" : "People seek guidance of him who is master of himself.","author" : "James Allen"},{"text" : "The law of harvest is to reap more than you sow.","author" : "James Allen"},{"text" : "Immortality is here and now, and is not a speculative something beyond the grave. It is a lucid state of consciousness in which the sensations of the body, the varying and unrestful states of mind, and the circumstances and events of life are seen to be of a fleeting and therefore of an illusory character.","author" : "James Allen"},{"text" : "You will become as small as your controlling desire; as great as you dominant aspiration.","author" : "James Allen"},{"text" : "Calmness of mind is one of the beautiful jewels of wisdom. It is the result of long and patient effort in self-control.","author" : "James Allen"},{"text" : "Man's mind may be likened to a garden, which may be intelligently cultivated or allowed to run wild.","author" : "James Allen"},{"text" : "Meditation is the secret of all growth in spiritual life and knowledge.","author" : "James Allen"},{"text" : "Dream lofty dreams, and as you dream, so you shall become. Your vision is the promise of what you shall one day be; your ideal is the prophecy of what you shall at last unveil.","author" : "James Allen"},{"text" : "Only by much searching and mining, are gold and diamonds obtained, and man can find every truth connected with his being, if he will dig deep into the mine of his soul.","author" : "James Allen"},{"text" : "This life of supreme blessedness is an end, and the pilgrim who is striving towards it, the prodigal returning to it, must travel thither, and employ means to get there. He must pass through the country of his animal desires, disentangling himself from their intricacies, simplifying them, overcoming them; this is the way, and he has no enemies but what spring within himself.","author" : "James Allen"},{"text" : "Possessions are mere transient effects that come when they are required, and after their purpose has been served, pass away.","author" : "James Allen"},{"text" : "The greatest achievement was at first and for a time a dream. The oak sleeps in the acorn, the bird waits in the egg, and in the highest vision of the soul a waking angel stirs. Dreams are the seedlings of realities.","author" : "James Allen"},{"text" : "Men are anxious to improve their circumstances, but are unwilling to improve themselves; they therefore remain bound.","author" : "James Allen"},{"text" : "A man is not rightly conditioned until he is a happy, healthy, and prosperous being; and happiness, health, and prosperity are the result of a harmonious adjustment of the inner with the outer of the man with his surroundings.","author" : "James Allen"},{"text" : "For true success ask yourself these four questions: Why? Why not? Why not me? Why not now?","author" : "James Allen"},{"text" : "To desire is to obtain; to aspire is to achieve.","author" : "James Allen"},{"text" : "If you would perfect your body, guard your mind.","author" : "James Allen"},{"text" : "A strong man cannot help a weaker unless the weaker is willing to be helped, and even then the weak man must become strong of himself; he must, by his own efforts, develop the strength which he admires in another. None but himself can alter his condition.","author" : "James Allen"},{"text" : "Change your thoughts, change your life.","author" : "James Allen"},{"text" : "He who would accomplish little must sacrifice little. He who would achieve much must sacrifice much. He who would attain highly must sacrifice greatly.","author" : "James Allen"},{"text" : "As a being of Power, Intelligence, and Love, and the Lord of his own thoughts, man holds the key to every situation, and contains within himself that transforming and regenerative agency by which he may make himself what he wills.","author" : "James Allen"},{"text" : "A person is only limited by the thoughts that he chooses.","author" : "James Allen"},{"text" : "A man has to learn that he cannot command things, but that he can command himself that he cannot coerce the wills of others, but that he can mold and master his own will and things serve him who serves Truth people seek guidance of him who is master of himself.","author" : "James Allen"}]