[{"text" : "Good times are a reminder and a reward for dealing with the difficult and challenging times we all go through. The trick is to celebrate the good times in advance of the difficult times. Always remember, good times await you after the difficult times pass.","author" : "James A. Murphy"},{"text" : "Just jump, make that call, take the next step and say no, I'm done, that's it! As long as you entertain fearful thoughts, you’ll continue to feel the pain. So, just take some kind of action now. Even if you feel that fear while you’re taking action, have faith and just keep going.","author" : "James A. Murphy"},{"text" : "All of the events in your life are just one big experience, one big life lesson. Whether you consider the events of your life good or bad, they're both just life experiences. It's these experiences, which have shaped you as a person, and guide you along the journey of your life.","author" : "James A. Murphy"},{"text" : "The lessons of your life are what allow you to live the life you have. Maybe your life isn't exactly what you expected. Maybe it hasn't turned out quite the way you thought it would. However, every lesson in your life has value.","author" : "James A. Murphy"},{"text" : "Gain strength through adversity simply means, what doesn't kill you, makes you stronger.","author" : "James A. Murphy"},{"text" : "When you face the adversity of challenging experiences head on you, you develop the skills, abilities, and strength, to face other adversities in the future.","author" : "James A. Murphy"},{"text" : "An action is always better than no action, and the right action will create more certainty and faith in your ability to take bigger risks.","author" : "James A. Murphy"},{"text" : "By having the experience of tackling previous challenges in you life, you can now apply those experiences to your current challenges.","author" : "James A. Murphy"},{"text" : "As tides of life rise and fall, life is constant, like the waves crashing upon the shore. Persistence is the key in high and low times...","author" : "James A. Murphy"},{"text" : "Being smart and making smarter decisions puts you in a better position to make better choices.","author" : "James A. Murphy"},{"text" : "No matter how difficult your situation may be, there is always a choice you can make. A choice which will make all the difference in your life.","author" : "James A. Murphy"},{"text" : "When nothing else seems to work, just choose how you see, hear, and feel about whatever it is.","author" : "James A. Murphy"},{"text" : "Remember, it's not your limitations, which trap you. It's you resistance to making different choices, making the changes, which create fear within you, and it's your fears which trap you.","author" : "James A. Murphy"},{"text" : "Letting go does not mean you're giving up, it simply means you're making a conscious choice to acknowledge that something is out of your control.","author" : "James A. Murphy"},{"text" : "Sometimes when you feel completely powerless to a situation in your life, all you can do is let go. Sometimes letting go is all it takes to create the change you want.","author" : "James A. Murphy"},{"text" : "It's not that we spend five days looking forward to just two. It's that most people do what they enjoy most on those two days. Imagine living a life where everyday are your Saturdays and Sundays. Make everyday your weekend.","author" : "James A. Murphy"},{"text" : "The good times are what drives our lives. Good times are what we remember, look forward to, and long for.","author" : "James A. Murphy"},{"text" : "Good times makes us do positive things in order to have more of those good feelings.","author" : "James A. Murphy"},{"text" : "Good times are a reminder and a reward for dealing with the difficult and challenging times we all go through. The trick is to celebrate the good times in advance of the difficult times. Always remember, good times await you after the difficult times pass..","author" : "James A. Murphy"},{"text" : "The trick to having more good times, is to do your best to focus on what you've learned from your past life challenges.","author" : "James A. Murphy"},{"text" : "It's not that we spend five days looking forward to just two. It's that most people do what they enjoy most on those two days. Imagine living a life where every day are your Saturdays and Sundays. Make every day your weekend. Make every day a play-day.","author" : "James A. Murphy"},{"text" : "I stopped looking forward to the weekends years ago and began looking forward to every single day.","author" : "James A. Murphy"},{"text" : "I still look forward to the days in which I get to do nothing more, then relax, play, and enjoy my personal time.","author" : "James A. Murphy"},{"text" : "The very second you're no longer in your mother's womb your life begins. You take your first breath, and you're already looking forward to finding something to eat, and your first nap.","author" : "James A. Murphy"},{"text" : "When you face the adversity of challenging experiences head on, you develop the skills, abilities, and strength, to face other adversities in the future.","author" : "James A. Murphy"},{"text" : "The adversity and challenges you experience are just a part of your life, a part of your personal growth.","author" : "James A. Murphy"},{"text" : "Life is always throwing challenges at us, and as students, it's up to us to learn the lesson from every one of them.","author" : "James A. Murphy"},{"text" : "The more we face our challenges and the more we overcome the bigger one's, the easier life gets, the easier life becomes for us. It's because of our past challenges; that we have the skills, knowledge, and tools to our current challenges.","author" : "James A. Murphy"},{"text" : "Certain past experiences reminds us of those times in which we wish would just go away. More often than not, these memories live in the subconscious part of our minds. It's these memories, which can suddenly turn a good time into bad.","author" : "James A. Murphy"},{"text" : "The trick to having more good time, is to do your best to focus on what you've learned from your past life challenges.","author" : "James A. Murphy"},{"text" : "You may long for a new life, but need to appreciate the life you currently have, in order to create the life you desire.","author" : "James A. Murphy"},{"text" : "If you don't like the life you've created, you can always create a new life. A life that inspires you.","author" : "James A. Murphy"},{"text" : "As tides of life rise and fall, life is constant, like the waves crashing upon the shore. Persistence is the key in high and low times.","author" : "James A. Murphy"},{"text" : "You don't always have the power to change the things that happen in your life. However, you have something even more powerful. The power to change the meaning of what happens to you.","author" : "James A. Murphy"},{"text" : "Just for today, smile a little more. Just for today, ask someone how he or she is really doing. Just for today, remember, while some may have it better than you do, there are others whom definitely have it worse than you! Just for today, just let go, just for today.","author" : "James A. Murphy"},{"text" : "Are you desperate or determined? With desperation comes frustration. With determination comes purpose, achievement, and peace.","author" : "James A. Murphy"},{"text" : "What we all really seek is true love and finding the true love of your life begins with thinking about the demise of your past relationships.","author" : "James A. Murphy"},{"text" : "If on the other hand, you've been in love and been hurt, we can all empathize with you. I think most of us have experienced those hurtful feelings before.","author" : "James A. Murphy"},{"text" : "If you're not willing to do whatever it takes to achieve your outcomes. The goals you desire and set for yourself are just not magically going to happen on their own.","author" : "James A. Murphy"},{"text" : "Those who will and those who do, often live the life of their dreams, their ultimate dream life. They know the only way to create the life they desire and deserve is to set goals, and to take action in the achievement of these goals.","author" : "James A. Murphy"},{"text" : "You need a desire to grow as a person, to discover what your gifts in life are to yourself, others, and the world. You are the only you in the world.","author" : "James A. Murphy"},{"text" : "The very first step in searching for a person, place, or thing, is to define exactly what it is you seek.","author" : "James A. Murphy"},{"text" : "Being smart and making smarter decisions puts you in a better position to make better choices. We're all smart; however, sometimes we do or say stupid things, or make stupid decisions. Sometimes the biggest acts of stupidity, simply come from not taking the time to stop and think.","author" : "James A. Murphy"},{"text" : "The secret to life is balance in all things.","author" : "James A. Murphy"},{"text" : "Imagine you own the world's most powerful telescope. One that sees across the universe. You look through the telescope, across billions of years of history. Hoping to catch a glimpse of the secret existense. And, what do you see? It's looking back at you.","author" : "James A. Murphy"},{"text" : "Have you ever felt overwhelmed by all of the self-help books, audio programs, and seminars out there? Remember they're all just tools. The secret is to choose the right tool for the job.","author" : "James A. Murphy"},{"text" : "The secret is this, once you begin to take action, you'll usually take more action then you had originally planned.","author" : "James A. Murphy"},{"text" : "It's never too late to re-discover your passion in life and find or create your dream career. The first step lies in making a commitment to yourself, in believing in whom you are and what you deserve.","author" : "James A. Murphy"},{"text" : "It’s not that we spend five days looking forward to just two. It’s that most people do what they enjoy most on those two days. Imagine living a life where every day is your Saturdays and Sundays. Make everyday your weekend. Make everyday a play-day.","author" : "James A. Murphy"}]