[{"text" : "There is nothing like staying at home for real comfort.","author" : "Jane Austen"},{"text" : "I cannot speak well enough to be unintelligible.","author" : "Jane Austen"},{"text" : "What strange creatures brothers are!","author" : "Jane Austen"},{"text" : "The younger brother must help to pay for the pleasures of the elder.","author" : "Jane Austen"},{"text" : "Children of the same family, the same blood, with the same first associations and habits, have some means of enjoyment in their power, which no subsequent connections can supply.","author" : "Jane Austen"},{"text" : "Children of the same family, the same blood, with the same first associations and habits, have some means of enjoyment in their power, which no subsequent connections can supply","author" : "Jane Austen"},{"text" : "To be fond of dancing was a certain step towards falling in love.","author" : "Jane Austen"},{"text" : "Selfishness must always be forgiven you know, because there is no hope of a cure.","author" : "Jane Austen"},{"text" : "Children of the same family; the same blood; with the same first associations and habits; have some means of enjoyment in their power; which no subsequent connections can supply...","author" : "Jane Austen"},{"text" : "I am greatly pleased with your account of Fanny; I found her in the summer just as you describe, almost another sister, I could not have supposed that a niece would ever have been so much to me. She is quite after one's own heart.","author" : "Jane Austen"},{"text" : "A mind lively and at ease, can do with seeing nothing, and can see nothing that does not answer.","author" : "Jane Austen"},{"text" : "It isn't what we say or think that defines us, but what we do.","author" : "Jane Austen"},{"text" : "Without music, life would be a blank to me.","author" : "Jane Austen"},{"text" : "You pierce my soul. I am half agony, half hope. Tell me not that I am too late, that such precious feelings are gone for ever. I offer myself to you again with a heart even more your own, than when you almost broke it eight years and a half ago.","author" : "Jane Austen"},{"text" : "Friendship is certainly the finest balm for the pangs of disappointed love.","author" : "Jane Austen"},{"text" : "He was not an ill-disposed young man, unless to be rather cold hearted, and rather selfish, is to be ill-disposed","author" : "Jane Austen"},{"text" : "Perfect happiness, even in memory, is not common.","author" : "Jane Austen"},{"text" : "A lady's imagination is very rapid; it jumps from admiration to love, from love to matrimony in a moment.","author" : "Jane Austen"},{"text" : "One cannot have too large a party. A large party secures its own amusement.","author" : "Jane Austen"},{"text" : "We do not look in our great cities for our best moralit","author" : "Jane Austen"},{"text" : "There is safety in reserve, but no attraction. One cannot love a reserved person.","author" : "Jane Austen"},{"text" : "For what do we live, but to make sport for our neighbors, and laugh at them in our turn?","author" : "Jane Austen"},{"text" : "Every man is surrounded by a neighborhood of voluntary spies.","author" : "Jane Austen"},{"text" : "An agreeable manner may set off handsome features, but can never alter plain ones.","author" : "Jane Austen"},{"text" : "Dress is at all times a frivolous distinction, and excessive solicitude about it often destroys its own aim.","author" : "Jane Austen"},{"text" : "Single women have a dreadful propensity for being poor. Which is one very strong argument in favor of matrimony.","author" : "Jane Austen"},{"text" : "A single woman, of good fortune, is always respectable, and may be as sensible and pleasant as any body else.","author" : "Jane Austen"},{"text" : "It's not very hip to consider the plight of single women who yearn for something so old-fashioned as men.","author" : "Jane Austen"},{"text" : "A single woman with a narrow income must be a ridiculous, disagreeable old maid, the proper sport of boys and girls, but a single woman of fortune is always respectable, and may be as sensible and pleasant as anybody else.","author" : "Jane Austen"},{"text" : "We have all a better guide in ourselves, if we would attend to it, than any other person can be.","author" : "Jane Austen"},{"text" : "There is a stubbornness about me that can never bear to be frightened at the will of others. My courage always rises at every attempt to intimidate me.","author" : "Jane Austen"},{"text" : "I could easily forgive his pride, if he had not mortified mine.","author" : "Jane Austen"},{"text" : "To yield readily--easily--to the persuasion of a friend is no merit.... To yield without conviction is no compliment to the understanding of either.","author" : "Jane Austen"},{"text" : "None of us want to be in calm waters all our lives.","author" : "Jane Austen"},{"text" : "It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife.","author" : "Jane Austen"},{"text" : "Reflection must be reserved for solitary hours; whenever she was alone, she gave way to it as the greatest relief; and not a day went by without a solitary walk, in which she might indulge in all the delight of unpleasant recollections.","author" : "Jane Austen"},{"text" : "There are people, who the more you do for them, the less they will do for themselves.","author" : "Jane Austen"},{"text" : "One half of the world cannot understand the pleasures of the other.","author" : "Jane Austen"},{"text" : "If there is any thing disagreeable going on, men are always sure to get out of it.","author" : "Jane Austen"},{"text" : "The distance is nothing when one has a motive.","author" : "Jane Austen"},{"text" : "Nobody minds having what is too good for them.","author" : "Jane Austen"},{"text" : "A lady's imagination is very rapid; it jumps from admiration to love, from love to matrimony in a moment","author" : "Jane Austen"},{"text" : "Those who have not more must be satisfied with what they have.","author" : "Jane Austen"},{"text" : "Almost anything is possible with time.","author" : "Jane Austen"},{"text" : "The stream is as good as at first; the little rubbish it collects in the turnings is easily moved away.","author" : "Jane Austen"},{"text" : "Every impulse of feeling should be guided by reason; and, in my opinion, exertion should always be in proportion to what is required.","author" : "Jane Austen"},{"text" : "How unfortunate, considering I have decided to loathe him for eternity.","author" : "Jane Austen"},{"text" : "Let us have the luxury of silence.","author" : "Jane Austen"},{"text" : "Good apple pies are a considerable part of our domestic happiness.","author" : "Jane Austen"},{"text" : "It is not time or opportunity that is to determine intimacy;—it is disposition alone. Seven years would be insufficient to make some people acquainted with each other, and seven days are more than enough for others.","author" : "Jane Austen"},{"text" : "One cannot be always laughing at a man without now and then stumbling on something witty.","author" : "Jane Austen"},{"text" : "Friendship is really the finest balm for the pangs of disappointed love.","author" : "Jane Austen"},{"text" : "Where other powers of entertainment are wanting, the true philosopher will derive benefit from such as are given.","author" : "Jane Austen"},{"text" : "There is nothing I would not do for those who are really my friends. I have no notion of loving people by halves, it is not my nature.","author" : "Jane Austen"},{"text" : "A fondness for reading, which, properly directed, must be an education in itself.","author" : "Jane Austen"},{"text" : "Full many a flower is born to blush unseen, And waste its fragrance on the desert air.","author" : "Jane Austen"},{"text" : "I have a high respect for your nerves. They are my old friends.","author" : "Jane Austen"},{"text" : "The post office has a great charm at one point of our lives. When you have lived to my age, you will begin to think letters are never worth going through the rain for.","author" : "Jane Austen"},{"text" : "I have now attained the true art of letter-writing, which we are always told, is to express on paper exactly what one would say to the same person by word of mouth.","author" : "Jane Austen"},{"text" : "General benevolence, but not general friendship, make a man what he ought to be.","author" : "Jane Austen"},{"text" : "A person who is knowingly bent on bad behavior, gets upset when better behavior is expected of them.","author" : "Jane Austen"},{"text" : "Nothing is more deceitful than the appearance of humility. It is often only carelessness of opinion, and sometimes an indirect boast.","author" : "Jane Austen"},{"text" : "In vain have I struggled. It will not do. My feelings will not be repressed.","author" : "Jane Austen"},{"text" : "I am afraid that the pleasantness of an employment does not always evince its propriety.","author" : "Jane Austen"},{"text" : "The very first moment I beheld him, my heart was irrevocably gone.","author" : "Jane Austen"},{"text" : "Vanity and pride are different things, though the words are often used synonymously. A person may be proud without being vain. Pride relates more to our opinion of ourselves, vanity, to what we would have others think of us.","author" : "Jane Austen"},{"text" : "Where there is a real superiority of mind, pride will be always under good regulation.","author" : "Jane Austen"},{"text" : "I was given good principles, but left to follow them in pride and conceit.","author" : "Jane Austen"},{"text" : "There is a stubbornness about me that never can bear to be frightened at the will of others. My courage always rises at every attempt to intimidate me.","author" : "Jane Austen"},{"text" : "In vain have I struggled. It will not do. My feelings will not be repressed. You must allow me to tell you how ardently I admire and love you.","author" : "Jane Austen"},{"text" : "There are as many forms of love as there are moments in time.","author" : "Jane Austen"},{"text" : "But angry people are not always wise.","author" : "Jane Austen"},{"text" : "Keep your breath to cool your porridge.","author" : "Jane Austen"},{"text" : "A person may be proud without being vain. Pride relates more to our opinion of ourselves, vanity to what we would have others think of us.","author" : "Jane Austen"},{"text" : "We all know him to be a proud, unpleasant sort of man; but this would be nothing if you really liked him.","author" : "Jane Austen"},{"text" : "There is no charm equal to tenderness of heart.","author" : "Jane Austen"},{"text" : "Happiness in marriage is entirely a matter of chance.","author" : "Jane Austen"},{"text" : "From this day you must be a stranger to one of your parents.— Your mother will never see you again if you do not marry Mr.","author" : "Jane Austen"},{"text" : "Do not give way to useless alarm; though it is right to be prepared for the worst, there is no occasion to look on it as certain.","author" : "Jane Austen"},{"text" : "At my time of life opinions are tolerably fixed. It is not likely that I should now see or hear any thing to change them.","author" : "Jane Austen"},{"text" : "You must have had more snow at Goldmersham than we had here; on Wednesday morning there was a thin covering of it over the fields and roofs of the houses, but I do not think there was any left the next day. Everybody used to Southampton says that snow never lies more than twenty-four hours near it, and, from what we have observed ourselves, it is very true.","author" : "Jane Austen"},{"text" : "Where people are really attached, poverty itself is wealth.","author" : "Jane Austen"},{"text" : "I do not know whether it ought to be so, but certainly silly things do cease to be silly if they are done by sensible people in an impudent way. Wickedness is always wickedness, but folly is not always folly.","author" : "Jane Austen"},{"text" : "Vice leads to difficulty, virtue to reward. Bad characters come to bad ends.","author" : "Jane Austen"},{"text" : "You must learn some of my philosophy. Think only of the past as its remembrance gives you pleasure.","author" : "Jane Austen"},{"text" : "She was disturbed by no fear for her felicity, not humbled by any remembrance of her misconduct.","author" : "Jane Austen"},{"text" : "An engaged woman is always more agreeable than a disengaged. She is satisfied with herself. Her cares are over, and she feels that may exert all her powers of pleasing without suspicion. All is safe with a lady engaged; no harm can be done.","author" : "Jane Austen"},{"text" : "A scheme of which every part promises delight, can never be successful; and general disappointment is only warded off by the defense of some little peculiar vexation.","author" : "Jane Austen"},{"text" : "A woman never looks better than on horseback.","author" : "Jane Austen"},{"text" : "All the privilege I claim for my own sex . . . is that of loving longest, when existence or when hope is gone.","author" : "Jane Austen"},{"text" : "There was a kind of cold-hearted selfishness on both sides, which mutually attracted them; and they sympathized with each other in an insipid propriety of demeanor, and a general want of understanding.","author" : "Jane Austen"},{"text" : "Cold-hearted Elinor! Oh! Worse than cold-hearted! Ashamed of being otherwise.","author" : "Jane Austen"},{"text" : "To wish was to hope, and to hope was to expect.","author" : "Jane Austen"},{"text" : "It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife","author" : "Jane Austen"},{"text" : "Vanity working on a weak head produces every sort of mischief.","author" : "Jane Austen"},{"text" : "Vanity and pride are different things, though the words are often used synonymously. Pride relates more to our opinion of ourselves, vanity to what we would have others think of us.","author" : "Jane Austen"},{"text" : "It is very often nothing but our own vanity that deceives us.","author" : "Jane Austen"},{"text" : "To come with a well-informed mind is to come with an inability of administering to the vanity of others, which a sensible person would always wish to avoid.","author" : "Jane Austen"},{"text" : "Perhaps it is our imperfections that make us so perfect for one another.","author" : "Jane Austen"},{"text" : "Pictures of perfection as you know make me sick and wicked.","author" : "Jane Austen"},{"text" : "Shyness is only the effect of a sense of inferiority in some way or other.","author" : "Jane Austen"},{"text" : "Wisdom is better than wit, and in the long run will certainly have the laugh on her side.","author" : "Jane Austen"},{"text" : "Let other pens dwell on guilt and misery.","author" : "Jane Austen"},{"text" : "Nobody can tell what I suffer! But it is always so. Those who do not complain are never pitied.","author" : "Jane Austen"},{"text" : "That will do extremely well, child. You have delighted us long enough.","author" : "Jane Austen"},{"text" : "If it be true, as a celebrated writer has maintained, that no young lady can be justified in falling in love before the gentleman's love is declared, it must be very improper that a young lady should dream of a gentleman before the gentleman is first known to have dreamt of her.","author" : "Jane Austen"},{"text" : "To sit in the shade on a fine day and look upon verdure is the most perfect refreshment.","author" : "Jane Austen"}]