[{"text" : "We shall never resolve the enigma of the relation between the negative foundations of greatness and that greatness itself.","author" : "Jean Baudrillard"},{"text" : "The sad thing about artificial intelligence is that it lacks artifice and therefore intelligence.","author" : "Jean Baudrillard"},{"text" : "A negative judgment gives you more satisfaction than praise, provided it smacks of jealousy.","author" : "Jean Baudrillard"},{"text" : "There is nothing funny about Halloween. This sarcastic festival reflects, rather, an infernal demand for revenge by children on the adult world.","author" : "Jean Baudrillard"},{"text" : "The cities of the world are concentric, isomorphic, synchronic. Only one exists and you are always in the same one. It's the effect of their permanent revolution, their intense circulation, their instantaneous magnetism.","author" : "Jean Baudrillard"},{"text" : "Driving is a spectacular form of amnesia. Everything is to be discovered, everything to be obliterated.","author" : "Jean Baudrillard"},{"text" : "Seduction is always more singular and sublime than sex and it commands the higher price.","author" : "Jean Baudrillard"},{"text" : "The desert is a natural extension of the inner silence of the body.","author" : "Jean Baudrillard"},{"text" : "Illusion is no longer possible, because the real is no longer possible.","author" : "Jean Baudrillard"},{"text" : "Television knows no night. It is perpetual day. TV embodies our fear of the dark, of night, of the other side of things.","author" : "Jean Baudrillard"},{"text" : "Terrorism, like viruses, is everywhere. There is a global perfusion of terrorism, which accompanies any system of domination as though it were its shadow, ready to activate itself anywhere, like a double agent.","author" : "Jean Baudrillard"},{"text" : "Philosophy leads to death, sociology leads to suicide.","author" : "Jean Baudrillard"},{"text" : "Like dreams, statistics are a form of wish fulfillment.","author" : "Jean Baudrillard"},{"text" : "Nothing is wholly obvious without becoming enigmatic.","author" : "Jean Baudrillard"},{"text" : "For it is with the same imperialism that present-day simulators try to make the real, all the real, coincide with their simulation models.","author" : "Jean Baudrillard"},{"text" : "You are born modern, you do not become so.","author" : "Jean Baudrillard"},{"text" : "Information can tell us everything. It has all the answers. But they are answers to questions we have not asked, and which doubtless don't even arise.","author" : "Jean Baudrillard"},{"text" : "It only takes a politician believing in what he says for the others to stop believing him.","author" : "Jean Baudrillard"},{"text" : "Governing today means giving acceptable signs of credibility. It is like advertising and it is the same effect that is achieved commitment to a scenario.","author" : "Jean Baudrillard"},{"text" : "Never resist a sentence you like, in which language takes its own pleasure and in which, after having abused it for so long, you are stupefied by its innocence.","author" : "Jean Baudrillard"},{"text" : "Disneyland is presented as imaginary in order to make us believe that the rest is real.","author" : "Jean Baudrillard"},{"text" : "The media represents world that is more real than reality that we can experience. People lose the ability to distinguish between reality and fantasy. They also begin to engage with the fantasy without realizing what it really is. They seek happiness and fulfilment through the simulacra of reality, e.g. media and avoid the contact.interaction with the real world.","author" : "Jean Baudrillard"},{"text" : "Fiction is not imagination. It is what anticipates imagination by giving it the form of reality. This is quite opposite to our own natural tendency which is to anticipate reality by imagining it, or to flee from it by idealizing it. That is why we shall never inhabit true fiction; we are condemned to the imaginary and nostalgia for the future.","author" : "Jean Baudrillard"},{"text" : "History that repeats itself turns to farce. Farce that repeats itself turns to history.","author" : "Jean Baudrillard"},{"text" : "When the snow falls with that supernatural slowness it has, it seems that the reasons for dying are more subtle than the reasons for living. But perhaps these latter are more numerous.","author" : "Jean Baudrillard"},{"text" : "I hesitate to deposit money in a bank. I am afraid I shall never dare to take it out again.","author" : "Jean Baudrillard"},{"text" : "Innocence, that mild form of mental deficiency, has the same aphrodisiac effect as softness of skin.","author" : "Jean Baudrillard"},{"text" : "Today's terrorism is not the product of a traditional history of anarchism, nihilism, or fanaticism. It is instead the contemporary partner of globalization.","author" : "Jean Baudrillard"},{"text" : "Space is what prevents everything from being in the same place.","author" : "Jean Baudrillard"},{"text" : "The image is not a medium for which we have to find the proper use. It is what it is and it is beyond all our moral considerations. It is by its essence immoral, and the world's becoming-image is an immoral process.","author" : "Jean Baudrillard"}]