[{"text" : "Heroes are not known by the loftiness of their carriage; the greatest braggarts are generally the merest cowards.","author" : "Jean Jacques Rousseau"},{"text" : "Do not judge, and you will never be mistaken.","author" : "Jean Jacques Rousseau"},{"text" : "Liberty is like rich food and strong wine: the strong natures accustomed to them thrive and grow even stronger on them; but they deplete, inebriate and destroy the weak.","author" : "Jean Jacques Rousseau"},{"text" : "We are born, so to speak, twice over; born into existence, and born into life; born a human being, and born a man.","author" : "Jean Jacques Rousseau"},{"text" : "The happiest is the person who suffers the least pain; the most miserable who enjoys the least pleasure.","author" : "Jean Jacques Rousseau"},{"text" : "What wisdom can you find that is greater than kindness?","author" : "Jean Jacques Rousseau"},{"text" : "Our greatest evils flow from ourselves.","author" : "Jean Jacques Rousseau"},{"text" : "The infant, on opening his eyes, ought to see his country, and to the hour of his death never lose sight of it.","author" : "Jean Jacques Rousseau"},{"text" : "To endure is the first thing that a child ought to learn, and that which he will have the most need to know.","author" : "Jean Jacques Rousseau"},{"text" : "Days of absence, sad and dreary, Clothed in sorrow's dark array, – Days of absence, I am weary; She I love is far away.","author" : "Jean Jacques Rousseau"},{"text" : "A feeble body weakens the mind.","author" : "Jean Jacques Rousseau"},{"text" : "An intelligent being, is the active principle of all things. One must have renounced all common sense to doubt it, and it is a waste of time to try to prove such self evident truth.","author" : "Jean Jacques Rousseau"},{"text" : "We should not teach children the sciences; but give them a taste for them.","author" : "Jean Jacques Rousseau"},{"text" : "Cities are the abyss of the human species.","author" : "Jean Jacques Rousseau"},{"text" : "There are times when I am so unlike myself that I might be taken for someone else of an entirely opposite character.","author" : "Jean Jacques Rousseau"},{"text" : "Whoever blushes is already guilty; true innocence is ashamed of nothing.","author" : "Jean Jacques Rousseau"},{"text" : "Although modesty is natural to man, it is not natural to children. Modesty only begins with the knowledge of evil.","author" : "Jean Jacques Rousseau"},{"text" : "It is in man's heart that the life of nature's spectacle exists; to see it, one must feel it.","author" : "Jean Jacques Rousseau"},{"text" : "Absolute silence leads to sadness. It is the image of death.","author" : "Jean Jacques Rousseau"},{"text" : "Conscience is the voice of the soul; the passions of the body.","author" : "Jean Jacques Rousseau"},{"text" : "We pity in others only the those evils which we ourselves have experienced.","author" : "Jean Jacques Rousseau"},{"text" : "Abstaining so as really to enjoy, is the epicurism, the very perfection, of reason.","author" : "Jean Jacques Rousseau"},{"text" : "Liberty is obedience to the law which one has laid down for oneself.","author" : "Jean Jacques Rousseau"},{"text" : "No man has any natural authority over his fellow men.","author" : "Jean Jacques Rousseau"},{"text" : "Being wealthy isn't just a question of having lots of money. It's a question of what we want. Wealth isn't an absolute, it's relative to desire. Every time we seek something that we can't afford, we can be counted as poor, how much money we may actually have.","author" : "Jean Jacques Rousseau"},{"text" : "A citizen should render to the state all the services he can as soon as the sovereign demands them.","author" : "Jean Jacques Rousseau"},{"text" : "You forget that the fruits belong to all and that the land belongs to no one.","author" : "Jean Jacques Rousseau"},{"text" : "It is not possible for minds degraded by a host of trivial concerns to ever rise to anything great.","author" : "Jean Jacques Rousseau"},{"text" : "The truths of the Scriptures are so marked and inimitable, that the inventor would be more of a miraculous character than the hero.","author" : "Jean Jacques Rousseau"},{"text" : "Take the course opposite to custom and you will almost always do well.","author" : "Jean Jacques Rousseau"},{"text" : "It is not the criminal things that are hardest to confess, but the ridiculous and the shameful.","author" : "Jean Jacques Rousseau"},{"text" : "Smell is the sense of memory and desire.","author" : "Jean Jacques Rousseau"},{"text" : "To be sane in a world of madman is in itself madness.","author" : "Jean Jacques Rousseau"},{"text" : "He who blushes is already guilty.","author" : "Jean Jacques Rousseau"},{"text" : "Whoever blushes confesses guilt, true innocence never feels shame.","author" : "Jean Jacques Rousseau"},{"text" : "When the people shall have nothing more to eat, they will eat the rich.","author" : "Jean Jacques Rousseau"},{"text" : "We do not know either unalloyed happiness or unmitigated misfortune. Everything in this world is a tangled yarn; we taste nothing in its purity; we do not remain two moments in the same state. Our affections as well as bodies, are in a perpetual flux.","author" : "Jean Jacques Rousseau"},{"text" : "Childhood is the sleep of reason.","author" : "Jean Jacques Rousseau"},{"text" : "Temperance and labor are the two real physicians of man.","author" : "Jean Jacques Rousseau"},{"text" : "Those that are most slow in making a promise are the most faithful in the performance of it.","author" : "Jean Jacques Rousseau"},{"text" : "The person who has lived the most is not the one with the most years, but the one with the richest experiences.","author" : "Jean Jacques Rousseau"},{"text" : "The falsification of history has done more to impede human development than any one thing known to mankind.","author" : "Jean Jacques Rousseau"},{"text" : "Remorse sleeps during a prosperous period but wakes up in adversity.","author" : "Jean Jacques Rousseau"},{"text" : "You are worried about seeing him spend his early years in doing nothing. What! Is it nothing to be happy? Nothing to skip, play, and run around all day long? Never in his life will he be so busy again.","author" : "Jean Jacques Rousseau"},{"text" : "Anticipation and Hope are born twins.","author" : "Jean Jacques Rousseau"},{"text" : "People who know little are usually great talkers while men who know much say little.","author" : "Jean Jacques Rousseau"},{"text" : "You are worried about seeing him spend his early years in doing nothing. What! Is it nothing to be happy? Nothing to skip, paly and run around all day long? Never in his life will he be so busy again.","author" : "Jean Jacques Rousseau"},{"text" : "In any case, frequent punishments are a sign of weakness or slackness in the government. There is no man so bad that he cannot be made good for something. No man should be put to death, even as an example, if he can be left to live without danger to society.","author" : "Jean Jacques Rousseau"}]