[{"text" : "There'll always be serendipity involved in discovery.","author" : "Jeff Bezos"},{"text" : "I knew that if I failed I wouldn't regret that, but I knew the one thing I might regret is not trying.","author" : "Jeff Bezos"},{"text" : "We see our customers as invited guests to a party, and we are the hosts. It's our job to make the customer experience a little bit better.","author" : "Jeff Bezos"},{"text" : "If you do build a great experience, customers tell each other about that. Word of mouth is very powerful.","author" : "Jeff Bezos"},{"text" : "Real estate is the key cost of physical retailers. That's why there's the old saw: location, location, location.","author" : "Jeff Bezos"},{"text" : "A brand for a company is like a reputation for a person. You earn reputation by trying to do hard things well.","author" : "Jeff Bezos"},{"text" : "If we can keep our competitors focused on us while we stay focused on the customer, ultimately we'll turn out all right.","author" : "Jeff Bezos"},{"text" : "In Seattle you haven't had enough coffee until you can thread a sewing machine while it's running.","author" : "Jeff Bezos"},{"text" : "We see our customers as invited guests to a party, and we are the hosts. It's our job every day to make every important aspect of the customer experience a little bit better.","author" : "Jeff Bezos"},{"text" : "Our biggest cost is not power, or servers, or people. It's lack of utilization. It dominates all other costs.","author" : "Jeff Bezos"},{"text" : "If you want to be inventive, you have to be willing to fail.","author" : "Jeff Bezos"},{"text" : "Invention is by its very nature disruptive. If you want to be understood at all times, then don't do anything new.","author" : "Jeff Bezos"},{"text" : "Invention requires a long-term willingness to be misunderstood.","author" : "Jeff Bezos"},{"text" : "We are pioneers and the history of pioneers is not that good.","author" : "Jeff Bezos"},{"text" : "We like to pioneer, we like to explore, we like to go down dark alleys and see what's on the other side.","author" : "Jeff Bezos"},{"text" : "E-mail has some magical ability to turn off the politeness gene in the human being.","author" : "Jeff Bezos"},{"text" : "No matter what your mission is, have some notion in your head. Forget the model, whether it's government or nonprofit or profit. Ask yourself the more important question: Is my mission improving the world? Are you sure about it? Seek to disconfirm that all the time. And if you can, change your mission.","author" : "Jeff Bezos"},{"text" : "The common question that gets asked in business is, why? That's a good question, but an equally valid question is, why not?","author" : "Jeff Bezos"},{"text" : "The human brain is an incredible pattern-matching machine.","author" : "Jeff Bezos"},{"text" : "If you double the number of experiments you do per year you're going to double your inventiveness.","author" : "Jeff Bezos"},{"text" : "The common question that gets asked in business is, 'why?' That's a good question, but an equally valid question is, 'why not?","author" : "Jeff Bezos"},{"text" : "I think frugality drives innovation, just like other constraints do.One of the only ways to get out of a tight box is to invent your way out.","author" : "Jeff Bezos"},{"text" : "The common question that gets asked in business is, ‘why?’ That’s a good question, but an equally valid question is, ‘why not?","author" : "Jeff Bezos"},{"text" : "One of the only ways to get out of a tight box is to invent your way out.","author" : "Jeff Bezos"},{"text" : "Cleverness is a gift, kindness is a choice.","author" : "Jeff Bezos"}]