[{"text" : "If you fall behind, run faster. Never give up, never surrender, and rise up against the odds.","author" : "Jesse Jackson"},{"text" : "Never look down on anybody unless you're helping him up.","author" : "Jesse Jackson"},{"text" : "Never look down on anybody unless you helping him up.","author" : "Jesse Jackson"},{"text" : "Your children need your presence more than your presents.","author" : "Jesse Jackson"},{"text" : "Hold your head high, stick your chest out. You can make it. It gets dark sometimes but morning comes.... Keep hope alive.","author" : "Jesse Jackson"},{"text" : "When we're unemployed, we're called lazy; when the whites are unemployed it's called a depression.","author" : "Jesse Jackson"},{"text" : "When you create more small businesses, you create small entrepreneurship. Out of that comes self-determination and employment.","author" : "Jesse Jackson"},{"text" : "It's time for us to turn to each other, not on each other.","author" : "Jesse Jackson"},{"text" : "Never look down on anybody unless you're helping them up.","author" : "Jesse Jackson"},{"text" : "Today's students can put dope in their veins or hope in their brains. If they can conceive it and believe it, they can achieve it. They must know it is not their aptitude but their attitude that will determine their altitude.","author" : "Jesse Jackson"},{"text" : "Gangs are a group reaction to helplessness.","author" : "Jesse Jackson"},{"text" : "When the doors of opportunity swing open, we must make sure that we are not too drunk or too indifferent to walk through.","author" : "Jesse Jackson"},{"text" : "A man who cannot be enticed by money or intimidated by the threat of jail or death has two of the strongest weapons that anyone has to offer.","author" : "Jesse Jackson"},{"text" : "Humanitarian appeals always help. They penetrate deeper than political tradeoffs.","author" : "Jesse Jackson"},{"text" : "Deliberation and debate is the way you stir the soul of our democracy.","author" : "Jesse Jackson"},{"text" : "Time is neutral and does not change things. With courage and initiative, leaders change things.","author" : "Jesse Jackson"},{"text" : "When everyone is included, everyone wins.","author" : "Jesse Jackson"},{"text" : "Inclusion is not a matter of political correctness. It is the key to growth.","author" : "Jesse Jackson"},{"text" : "If you don't feel apologetic for slavery, if you don't feel apologetic for colonialism, if you feel proud of it then say that.","author" : "Jesse Jackson"},{"text" : "It's not enough to be quiet. Quietness is the absence of noise. We need peace, the presence of justice and to be - and so people here can coexist and live together.","author" : "Jesse Jackson"},{"text" : "Unfortunate. Unfortunate. Sometimes people struggling for freedom lose their way.","author" : "Jesse Jackson"},{"text" : "Both tears and sweat are salty, but they render a different result. Tears will get you sympathy; sweat will get you change.","author" : "Jesse Jackson"},{"text" : "When God rang the bell that ended the fight, the world cried out for one more round.","author" : "Jesse Jackson"},{"text" : "No one should negotiate their dreams. Dreams must be free to fly high. No government, no legislature, has a right to limit your dreams. You should never agree to surrender your dreams.","author" : "Jesse Jackson"},{"text" : "Our dreams must be stronger than our memories. We must be pulled by our dreams, rater than pushed by our memories.","author" : "Jesse Jackson"},{"text" : "Exercise the right to dream. You must face reality-- that which is. But the dream of the reality that ought to be, that must be.","author" : "Jesse Jackson"},{"text" : "If you can conceive it and believe it, you can achieve it.","author" : "Jesse Jackson"},{"text" : "Your children need your presence, more than your presents.","author" : "Jesse Jackson"},{"text" : "And once you're prepared, you never know what roads will open up. And if you're prepared it does not matter. If there's a road you can pursue it. If there's no road, you can carve it through bushes.","author" : "Jesse Jackson"}]