[{"text" : "There is no end to education. It is not that you read a book, pass an examination, and finish with education. The whole of life, from the moment you are born to the moment you die, is a process of learning.","author" : "Jiddu Krishnamurti"},{"text" : "So when you are listening to somebody, completely, attentively, then you are listening not only to the words, but also to the feeling of what is being conveyed, to the whole of it, not part of it.","author" : "Jiddu Krishnamurti"},{"text" : "Real learning comes about when the competitive spirit has ceased.","author" : "Jiddu Krishnamurti"},{"text" : "Tell your friend that in his death, a part of you dies and goes with him. Wherever he goes, you also go. He will not be alone.","author" : "Jiddu Krishnamurti"},{"text" : "If your eyes are blinded with your worries, you cannot see the beauty of the sunset.","author" : "Jiddu Krishnamurti"},{"text" : "All tradition is merely the past.","author" : "Jiddu Krishnamurti"},{"text" : "Contentment is never the outcome of fulfillment, of achievement, or of the possession of things; it is not born of action or inaction. It comes with the fullness of what is, not in the alteration of it.","author" : "Jiddu Krishnamurti"},{"text" : "iolence is not merely killing another. It is violence when we use a sharp word, when we make a gesture to brush away a person, when we obey because there is fear.","author" : "Jiddu Krishnamurti"},{"text" : "What is needed, rather than running away or controlling or suppressing or any other resistance, is understanding fear; that means, watch it, learn about it, come directly into contact with it. We are to learn about fear, not how to escape from it.","author" : "Jiddu Krishnamurti"},{"text" : "It is no measure of health to be well adjusted to a profoundly sick society.","author" : "Jiddu Krishnamurti"},{"text" : "Whenever an emotion overtakes you, if even once you can just be without moving your body, without co-operatin with your emotion you wil be liberated from that emotion.","author" : "Jiddu Krishnamurti"},{"text" : "Tradition, long conditioned thinking, can bring about a fixation, a concept that one readily accepts, perhaps not with a great deal of thought.","author" : "Jiddu Krishnamurti"},{"text" : "Tradition becomes our security, and when the mind is secure it is in decay.","author" : "Jiddu Krishnamurti"},{"text" : "Meditation is to be aware of every thought and of every feeling, never to say it is right or wrong, but just to watch it and move with it. In that watching, you begin to understand the whole movement of thought and feeling. And out of this awareness comes silence.","author" : "Jiddu Krishnamurti"},{"text" : "A man who is not afraid is not aggressive, a man who has no sense of fear of any kind is really a free, a peaceful man.","author" : "Jiddu Krishnamurti"},{"text" : "One is never afraid of the unknown; one is afraid of the known coming to an end.","author" : "Jiddu Krishnamurti"},{"text" : "Intelligence is not discernment and judgment or critical evaluation.","author" : "Jiddu Krishnamurti"},{"text" : "In obedience there is always fear, and fear darkens the mind.","author" : "Jiddu Krishnamurti"},{"text" : "The Guru cannot awaken you; all that he can do is to point out what is.","author" : "Jiddu Krishnamurti"},{"text" : "Authority in its very nature prevents the full awareness of oneself and therefore ultimately destroys freedom; in freedom alone can there be creativeness.","author" : "Jiddu Krishnamurti"},{"text" : "To seek fulfillment is to invite frustration.","author" : "Jiddu Krishnamurti"},{"text" : "Thought is so cunning, so clever, that it distorts everything for its own convenience.","author" : "Jiddu Krishnamurti"},{"text" : "The fact is one thing and the idea about the fact is another.","author" : "Jiddu Krishnamurti"},{"text" : "Without an integrated understanding of life, our individual and collective problems will only deepen and extend. The purpose of education isn't to produce mere scholars, technicians and job hunters, but integrated men and women who are free of fear; for only between such human beings can there be enduring peace.","author" : "Jiddu Krishnamurti"},{"text" : "There must be a certain amount of imitation, copying, in outward technique, but when there is inward, psychological imitation surely we cease to be creative.","author" : "Jiddu Krishnamurti"},{"text" : "In nothingness, there is everything, energy. The ending is a beginning.","author" : "Jiddu Krishnamurti"},{"text" : "We all want to be famous people, and the moment we want to be something we are no longer free.","author" : "Jiddu Krishnamurti"},{"text" : "There is no partial sensitivity; either it is the state of one's whole being, total consciousness or it is not there at all","author" : "Jiddu Krishnamurti"},{"text" : "Is there an observation which is not the instrument of thought?","author" : "Jiddu Krishnamurti"},{"text" : "Happiness is a state of which you are unconscious, of which you are not aware. The moment you are aware that you are happy, you cease to be happy…You want to be consciously happy; the moment you are consciously happy, happiness is gone.","author" : "Jiddu Krishnamurti"},{"text" : "A lily or a rose never pretends, and its beauty is that it is what it is.","author" : "Jiddu Krishnamurti"},{"text" : "When one loses the deep intimate relationship with nature, then temples, mosques and churches become important.","author" : "Jiddu Krishnamurti"},{"text" : "You may repeat the most marvelous poems. And that is not worth a cent if you don't live it.","author" : "Jiddu Krishnamurti"},{"text" : "All ideologies are idiotic, whether religious or political, for it is conceptual thinking, the conceptual word, which has so unfortunately divided man.","author" : "Jiddu Krishnamurti"},{"text" : "All of us have been trained by education and environment to seek personal gain and security and to fight for ourselves. Though we cover it over with pleasant phrases, we have been educated for various professions within a system which is based on exploitation and acquisitive fear.","author" : "Jiddu Krishnamurti"},{"text" : "Most of our life is a battle, a strain, the anxiety, the guilt, the despair, the immense sense of loneliness and sorrow, that is our life. That is actually what is and we are unwilling to face it.","author" : "Jiddu Krishnamurti"},{"text" : "On sees the mind is always demanding to be certain, to be secure, to be safe. A mind that is safe, secure, is a bourgeois mind, a shoddy mind. Yet that is what all of us want; to be completely safe.","author" : "Jiddu Krishnamurti"},{"text" : "What you are the world is. And without your transformation, there can be no transformation of the world... Unless in the very essence of our being there is a revolution, a mutation. I do not see how a good society can come about.","author" : "Jiddu Krishnamurti"},{"text" : "Awareness isn't something mysterious that you must practice; it isn't something that can be learned only from the speaker, or from some bearded gentlemen or other.","author" : "Jiddu Krishnamurti"},{"text" : "To be conscious of our reactions, of our hidden motives and conditioned responses, this also is part of awareness.","author" : "Jiddu Krishnamurti"},{"text" : "So, through awareness I begin to see myself as I actually am, the totality of myself.","author" : "Jiddu Krishnamurti"},{"text" : "Being watchful from moment to moment of all its thoughts, its feelings, its reactions, unconscious as well as conscious, the mind is constantly discovering the significance of its own activities, which is self-knowledge.","author" : "Jiddu Krishnamurti"},{"text" : "Awareness is of the total process of the mind, not just of one particular segment of that process.","author" : "Jiddu Krishnamurti"},{"text" : "The more you know yourself, the more clarity there is.","author" : "Jiddu Krishnamurti"},{"text" : "Being fully conscious of one's whole process of thinking, and being able to go beyond tnat process, is awareness.","author" : "Jiddu Krishnamurti"},{"text" : "To say that the mind can or cannot be free from its conditioning is still part of its conditioning, but to observe that conditioning without saying either is a furthering of awareness—awareness of the whole process of thinking.","author" : "Jiddu Krishnamurti"},{"text" : "Freedom from the desire for an answer in essential to the understanding of a problem.","author" : "Jiddu Krishnamurti"},{"text" : "The whole of life, from the moment you are born, to the moment you die, is a process of learning.","author" : "Jiddu Krishnamurti"}]