[{"text" : "It's like gambling somehow. You go out for a night of drinking and you don't know where you're going to end up the next day. It could work out good or it could be disastrous. It's like the throw of the dice.","author" : "Jim Morrison"},{"text" : "Love cannot save you from your own fate.","author" : "Jim Morrison"},{"text" : "Expose yourself to your deepest fear; after that, fear has no power, and the fear of freedom shrinks and vanishes. You are free.","author" : "Jim Morrison"},{"text" : "Pain is meant to wake us up. People try to hide their pain. But they're wrong. Pain is something to carry, like a radio. You feel your strength in the experience of pain.","author" : "Jim Morrison"},{"text" : "A hero is someone who rebels or seems to rebel against the facts of existence and seems to conquer them...","author" : "Jim Morrison"},{"text" : "We fear violence less than our own feelings. Personal, private, solitary pain is more terrifying than what anyone else can inflict.","author" : "Jim Morrison"},{"text" : "Violence isn't always evil. What's evil is the infatuation with violence.","author" : "Jim Morrison"},{"text" : "The most loving parents and relatives commit murder with smiles on their faces. They force us to destroy the person we really are: a subtle kind of murder.","author" : "Jim Morrison"},{"text" : "Drugs are a bet with the mind.","author" : "Jim Morrison"},{"text" : "The most important kind of freedom is to be what you really are. You trade in your reality for a role. You give up your ability to feel, and in exchange, put on a mask.","author" : "Jim Morrison"},{"text" : "There can't be any large-scale revolution until there's a personal revolution, on an individual level. It's got to happen inside first.","author" : "Jim Morrison"},{"text" : "Some of the worst mistakes in my life were haircuts.","author" : "Jim Morrison"},{"text" : "You feel your strength in the experience of pain.","author" : "Jim Morrison"},{"text" : "A friend is someone who gives you total freedom to be yourself , and especially to feel, or not feel. Whatever you happen to be feeling at any moment is fine with them. That's what real love amounts to letting a person be what he really is.","author" : "Jim Morrison"},{"text" : "Each generation wants new symbols, new people, new names. They want to divorce themselves from their predecessors.","author" : "Jim Morrison"},{"text" : "All games contain the idea of death.","author" : "Jim Morrison"},{"text" : "When you make your peace with authority, you become authority.","author" : "Jim Morrison"},{"text" : "Friends can help each other. A true friend is someone who lets you have total freedom to be yourself - and especially to feel. Or, not feel. Whatever you happen to be feeling at the moment is fine with them. That's what real love amounts to - letting a person be what he really is.","author" : "Jim Morrison"},{"text" : "No eternal reward will forgive us now for wasting the dawn.","author" : "Jim Morrison"},{"text" : "Whoever controls the media, controls the mind.","author" : "Jim Morrison"},{"text" : "People fear death even more than pain. It's strange that they fear death. Life hurts a lot more than death. At the point of death, the pain is over.","author" : "Jim Morrison"},{"text" : "Expose yourself to your deepest fear. After that, fear has no power.","author" : "Jim Morrison"},{"text" : "Death makes angels of us all and gives us wings where we had shoulders smooth as ravens claws.","author" : "Jim Morrison"},{"text" : "It's like gambling somehow. You go out for a night of drinking and you don't know where your going to end up the next day. It could work out good or it could be disastrous. It's like the throw of the dice.","author" : "Jim Morrison"},{"text" : "A friend is someone who gives you total freedom to be yourself — and especially to feel, or not feel. Whatever you happen to be feeling at any moment is fine with them. That's what real love amounts to — letting a person be what he really is.","author" : "Jim Morrison"},{"text" : "The future is uncertain but the end is always near.","author" : "Jim Morrison"},{"text" : "Drugs are a bet with your mind.","author" : "Jim Morrison"},{"text" : "A friend is someone who gives you total freedom to be yourself.","author" : "Jim Morrison"},{"text" : "Death makes angels of us all and gives us wings where we had shoulders smooth as raven's claws.","author" : "Jim Morrison"},{"text" : "A friend is someone who gives you total freedom to be yourself—and especially to feel, or not to feel. Whatever you happen to be feeling at any moment is fine with them. That's what real love amounts to—letting a person be what he really is.","author" : "Jim Morrison"}]