[{"text" : "We have become not a melting pot but a beautiful mosaic. Different people, different beliefs, different yearnings, different hopes, different dreams.","author" : "Jimmy Carter"},{"text" : "Go out on a limb. That's where the fruit is.","author" : "Jimmy Carter"},{"text" : "Throughout my life, I've seen the difference that volunteering efforts can make in people's lives. I know the personal value of service as a local volunteer.","author" : "Jimmy Carter"},{"text" : "Human rights is the soul of our foreign policy, because human rights is the very soul of our sense of nationhood.","author" : "Jimmy Carter"},{"text" : "Everyone has a right to peaceful coexistence, the basic personal freedoms, the alleviation of suffering, and the opportunity to lead a productive life...","author" : "Jimmy Carter"},{"text" : "Human rights is the soul of our foreign policy because human rights is the very soul of our sense of nationhood.","author" : "Jimmy Carter"},{"text" : "War may sometimes be a necessary evil. But no matter how necessary, it is always an evil, never a good. We will not learn how to live together in peace by killing each other's children.","author" : "Jimmy Carter"},{"text" : "Everyone who has run knows that its most important value is in removing tension and allowing a release from whatever other cares the day may bring.","author" : "Jimmy Carter"},{"text" : "America did not invent human rights. In a very real sense, it is the other way round. Human rights invented America.","author" : "Jimmy Carter"},{"text" : "The drug culture has shaped at least one major change since the Sixties; It became the basis for overloading our prisons.","author" : "Jimmy Carter"},{"text" : "Penalties against possession of a drug should not be more damaging to an individual than the use of the drug itself; and where they are, they should be changed.","author" : "Jimmy Carter"},{"text" : "Whatever starts in California unfortunately has an inclination to spread.","author" : "Jimmy Carter"},{"text" : "Republicans are men of narrow vision, who are afraid of the future.","author" : "Jimmy Carter"},{"text" : "The awareness that health is dependent upon habits that we control makes us the first generation in history that to a large extent determines its own destiny.","author" : "Jimmy Carter"},{"text" : "Globalization, as defined by rich people like us, is a very nice thing you are talking about the Internet, you are talking about cell phones, you are talking about computers. This doesn't affect two-thirds of the people of the world.","author" : "Jimmy Carter"},{"text" : "Globalization is a policy, not an act of God.","author" : "Jimmy Carter"},{"text" : "Because we are now running out of gas and oil, we must prepare quickly for a third change, to strict conservation and to the use of... permanent renewable energy sources, like solar power.","author" : "Jimmy Carter"},{"text" : "It's not necessary to fear the prospect of failure but to be determined not to fail.","author" : "Jimmy Carter"},{"text" : "We become not a melting pot but a beautiful mosaic. Different people, different beliefs, different yearnings, different hopes, different dreams.","author" : "Jimmy Carter"},{"text" : "The respect for human rights is one of the most significant advantages of a free and democratic nation in the peaceful struggle for influence, and we should use this good weapon as effectively as possible.","author" : "Jimmy Carter"},{"text" : "With massive arsenals still on hair-trigger alert, a global holocaust is just as possible now, through mistakes or misjudgments, as it was during the depths of the Cold War.","author" : "Jimmy Carter"},{"text" : "To be true to ourselves, we must be true to others.","author" : "Jimmy Carter"},{"text" : "When people are intimidated about having their own opinions, oppression is at hand.","author" : "Jimmy Carter"},{"text" : "There needs to be a similar degree of flexibility and generosity in the recognition of the humaneness and worth of people who we generally consider as adversaries.","author" : "Jimmy Carter"},{"text" : "Aggression unopposed becomes a contagious disease.","author" : "Jimmy Carter"},{"text" : "Because we are now running out of gas and oil, we must prepare quickly for a third change, to strict conservation and to the use of coal and permanent renewable energy sources, like solar power.","author" : "Jimmy Carter"},{"text" : "It is generally not known in the world that, in the years preceding 1916, there was a concerted effort made to eliminate all the Armenian people, probably one of the greatest tragedies that ever befell any group. And there weren't any Nuremberg trials.","author" : "Jimmy Carter"},{"text" : "Everyone has a right to peaceful coexistence, the basic personal freedoms, the alleviation of suffering, and the opportunity to lead a productive life.","author" : "Jimmy Carter"},{"text" : "Honesty, truthfulness, integrity, unselfishness—these are always there. And whenever a leader violates these basic principles, through arrogance or through ignorance, there's a derogation of duty.","author" : "Jimmy Carter"},{"text" : "I have often wanted to drown my troubles, but I can't get my wife to go swimming.","author" : "Jimmy Carter"}]