[{"text" : "Fighting corruption is not just good governance. It's self-defense. It's patriotism.","author" : "Joe Biden"},{"text" : "Life is a matter of really tough choices.","author" : "Joe Biden"},{"text" : "The greatest gift is the ability to forget to forget the bad things and focus on the good.","author" : "Joe Biden"},{"text" : "Corruption is just another form of tyranny.","author" : "Joe Biden"},{"text" : "Don't be intimidated by power, wealth or station, character alone makes all the difference.","author" : "Joe Biden"},{"text" : "Innovation can only occur where you can breathe free.","author" : "Joe Biden"},{"text" : "We must rekindle the fire of idealism in our society.","author" : "Joe Biden"},{"text" : "It is the most vicious of all crimes - to be abused by someone you had a relationship with! Because then you blame yourself.","author" : "Joe Biden"},{"text" : "Millionaires are just as patriotic as poor people. The very wealthy are just as noble and patriotic as the middle class. But nothing has been asked of them in this horrendous recession. And it's time we just ask.","author" : "Joe Biden"},{"text" : "No fundamental social change occurs merely because government acts. It's because civil society, the conscience of a country, begins to rise up and demand - demand - demand change.","author" : "Joe Biden"},{"text" : "This nuclear option is ultimately an example of the arrogance of power.","author" : "Joe Biden"},{"text" : "The effects of climate change are real and must be acted on.","author" : "Joe Biden"},{"text" : "Make sure of two things. Be careful - microphones are always hot, and understand that in Washington, D.C., a gaffe is when you tell the truth. So, be careful.","author" : "Joe Biden"},{"text" : "Somalis have made my city of Wilmington, Delaware, [ their home ] on a smaller scale. There is a large, very identifiable Somali community.","author" : "Joe Biden"},{"text" : "No one doubts that innocent men, women and children have been the victims of chemical weapons attacks in Syria. And there's no doubt who is responsible for this heinous use of chemical weapons in Syria: the Syrian regime.","author" : "Joe Biden"},{"text" : "Unions did in fact build the middle class. And here's what that did. That built the United States of America as we know it.","author" : "Joe Biden"},{"text" : "We Americans think, in every country in transition, there's a Thomas Jefferson hiding behind some rock or a James Madison beyond one sand dune.","author" : "Joe Biden"}]