[{"text" : "We may get knocked down on the outside, but the key to living in victory is to learn how to get up on the inside.","author" : "Joel Osteen"},{"text" : "Let go of yesterday. Let today be a new beginning and be the best that you can, and you'll get to where God wants you to be.","author" : "Joel Osteen"},{"text" : "On Sundays when I speak, I hopefully give somebody something that they can use the next day at work or at home.","author" : "Joel Osteen"},{"text" : "Encouragement to others is something everyone can give. Somebody needs what you have to give. It may not be your money; it may be your time. It may be your listening ear. It may be your arms to encourage. It may be your smile to uplift.","author" : "Joel Osteen"},{"text" : "If you want your life to get better, sometimes the best thing you can do is to help improve somebody else's life.","author" : "Joel Osteen"},{"text" : "Hard times may have held you down, but they will not last forever. When all is said and done, you will be increased.","author" : "Joel Osteen"},{"text" : "Difficult times don't come your way just so you can survive them; God uses these times in your life to form and refine you.","author" : "Joel Osteen"},{"text" : "You cannot expect to live a positive life if you hang with negative people.","author" : "Joel Osteen"},{"text" : "When you focus on being a blessing, God makes sure that you are always blessed in abundance.","author" : "Joel Osteen"},{"text" : "If you want to reap financial blessings, you have to sow financially.","author" : "Joel Osteen"},{"text" : "I mean we all need a second chance sometimes.","author" : "Joel Osteen"},{"text" : "You won't be free from guilt if you are constantly replaying the negative memories of your past.","author" : "Joel Osteen"},{"text" : "Don't miss a great season of your life wishing you had more, complaining about what you can't do. The real joy in life is in the simple things.","author" : "Joel Osteen"},{"text" : "I believe the scripture says that being gay is a sin.","author" : "Joel Osteen"},{"text" : "No matter how many times you get knocked down, keep getting back up. God sees your resolve. He sees your determination. And when you do everything you can do, that's when God will step in and do what you can't do.","author" : "Joel Osteen"},{"text" : "Why don't you start believing that no matter what you have or haven't done, that your best days are still out in front of you.","author" : "Joel Osteen"},{"text" : "If you have people in your life to love, you are blessed. Slow down and enjoy the simple things.","author" : "Joel Osteen"},{"text" : "The death of my father is probably the biggest thing I ever faced. Daddy and I were best friends.","author" : "Joel Osteen"},{"text" : "Let go of offence. Let go of fear. Let go of revenge.","author" : "Joel Osteen"},{"text" : "I believe if you keep your faith, you keep your trust, you keep the right attitude, if you're grateful, you'll see God open up new doors.","author" : "Joel Osteen"},{"text" : "Choosing to be positive and having a grateful attitude is going to determine how you're going to live your life.","author" : "Joel Osteen"},{"text" : "I don't think you should spend your life praying for things, but I do believe you should thank God for what He's given you... but I think the scripture teaches us that we can pray for our dreams, pray for the big things... he's not a small God; this God is incredible.","author" : "Joel Osteen"},{"text" : "When you allow what someone says or does to upset you, you're allowing them to control you.","author" : "Joel Osteen"},{"text" : "When you're tempted to be upset, ask yourself 'Is this worth giving up my joy?","author" : "Joel Osteen"},{"text" : "Today is a new day, so rise up and move forward into the victory God has prepared for you!","author" : "Joel Osteen"},{"text" : "You can be in the storm, but don't let the storm get in you.","author" : "Joel Osteen"},{"text" : "You can be committed to Church but not committed to Christ, but you cannot be committed to Christ and not committed to church.","author" : "Joel Osteen"},{"text" : "I'm not perfect, but I think that I've done good to stay focused on what I'm called to do.","author" : "Joel Osteen"},{"text" : "Quit worrying about how everything is going to turn out. Live one day at a time; better yet, make the most of this moment.","author" : "Joel Osteen"},{"text" : "No matter what comes your way, shake it off and move forward. When you have a positive mindset, you can't be defeated.","author" : "Joel Osteen"},{"text" : "I'm not for gay marriage, but I'm not for discriminating against people.","author" : "Joel Osteen"},{"text" : "Keep believing. You may be tired, discouraged, but don't give up on your future.","author" : "Joel Osteen"},{"text" : "Don't focus on what's wrong. Things may not be perfect, but be grateful for the opportunity to experience each day. Live each day like it could be your last.","author" : "Joel Osteen"},{"text" : "Faith is all about trusting God even when you don't understand His plan.","author" : "Joel Osteen"},{"text" : "Faith is about trusting God when you have unanswered questions.","author" : "Joel Osteen"},{"text" : "The main rule to me is to honor God with your life. To life a life of integrity. Not be selfish. You know, help others. But that's really the essence of the Christian faith.","author" : "Joel Osteen"},{"text" : "You're going to go through tough times that's life. But I say, nothing happens to you, it happens for you. See the positive in negative events.","author" : "Joel Osteen"},{"text" : "The older I get, the better I understand that every day is a gift.","author" : "Joel Osteen"},{"text" : "Nothing in life has happened to you. It's happened for you. Every disappointment. Every wrong. Even every closed door has helped make you into who you are.","author" : "Joel Osteen"},{"text" : "If you can see the invisible, God will do the impossible.","author" : "Joel Osteen"},{"text" : "You cannot expect victory and plan for defeat.","author" : "Joel Osteen"},{"text" : "Every day we have plenty of opportunities to get angry, stressed or offended. But what you're doing when you indulge these negative emotions is giving something outside yourself power over your happiness. You can choose to not let little things upset you.","author" : "Joel Osteen"},{"text" : "You need to associate with people that inspire you, people that challenge you to rise higher, people that make you better. Don't waste your valuable time with people that are not adding to your growth. Your destiny is too important.","author" : "Joel Osteen"},{"text" : "Every setback means you're one step closer to seeing the dream come to pass.","author" : "Joel Osteen"},{"text" : "You were never created to live depressed, defeated, guilty, condemned, ashamed or unworthy. You were created to be victorious.","author" : "Joel Osteen"},{"text" : "You're going to go through tough times - that's life. But I say, 'Nothing happens to you, it happens for you.' See the positive in negative events.","author" : "Joel Osteen"},{"text" : "It's easy to see the negative, but every person has something great about them. Develop a habit of looking for the good.","author" : "Joel Osteen"},{"text" : "Strive to make every person feel special. After all, every person you meet is made in the image of God.","author" : "Joel Osteen"},{"text" : "Slow down and enjoy the journey right now. Take time for the people in your life. They won't always be there.","author" : "Joel Osteen"},{"text" : "You may be at a crossroads in your life. You may have issues to deal with; people you need to forgive. You can go one of the two ways. You can ignore what you now know to be true and keep burying that bitterness in your life, pushing it deeper and allowing it to poison and contaminate you and those around you. Or you can make a much better choice by getting it out in the open and asking God to help you to totally forgive and let it all go.","author" : "Joel Osteen"},{"text" : "Make up your mind that no matter what comes your way, no matter how difficult, no matter how unfair, you will do more than simply survive. You will thrive in spite of it.","author" : "Joel Osteen"},{"text" : "Everybody is going to have their critics. It's easy to get discouraged in life.","author" : "Joel Osteen"},{"text" : "I think a big test we all face in life on a regular basis is that discouragement test. Life's not always fair, but I believe if you keep doing the right thing, God will get you to where you are.","author" : "Joel Osteen"},{"text" : "Stay the course. keep believing. You may be tired discouraged and tempted tobe frustrated but don't give up on your future.","author" : "Joel Osteen"},{"text" : "Quit dwelling on the negative things people have said about you. You don't have to have everyone's approval. You have God's approval.","author" : "Joel Osteen"},{"text" : "When nobody else celebrates you, learn to celebrate yourself. When nobody else compliments you, then compliment yourself. It's not up to other people to keep you encouraged. It's up to you. Encouragement should come from the inside.","author" : "Joel Osteen"},{"text" : "Don't waste your energy trying to convince people to understand you. Your time is too valuable to try to prove yourself to people.","author" : "Joel Osteen"},{"text" : "No matter how dark and gloomy it looks in your life right now, if you'll release the weight of those burdens, you will see the sun break forth.","author" : "Joel Osteen"},{"text" : "You don't know what's on the inside until you put a demand on your potential.","author" : "Joel Osteen"},{"text" : "We can not prepare for defeat and expect to live a life in Victory.","author" : "Joel Osteen"},{"text" : "When you face adversity, you need to remind yourself that whatever is trying to defeat you could very well be what God will use to promote you.","author" : "Joel Osteen"},{"text" : "Other people's opinions do not determine your potential.","author" : "Joel Osteen"},{"text" : "The greatest difficulty always comes right before the birth of a dream.","author" : "Joel Osteen"},{"text" : "God wants you to become a winner, not a whiner.","author" : "Joel Osteen"},{"text" : "Rewards await you if you stay steadfast in your faith.","author" : "Joel Osteen"},{"text" : "If you don't set the tone for the day, the devil will set it for you.","author" : "Joel Osteen"},{"text" : "If you don't have the gift of a loving supportive family, be that gift for someone else. It doesn't have to be a relative, just someone you know who is alone or hurting over the holiday.","author" : "Joel Osteen"},{"text" : "Replace those thoughts of worry with thoughts of hope, faith, and victory.","author" : "Joel Osteen"},{"text" : "When the negative thoughts come - and they will; they come to all of us - it's not enough to just not dwell on it... You've got to replace it with a positive thought. https:..www.brainyquote.com.quotes.","author" : "Joel Osteen"},{"text" : "You'll never rise any higher than the way you see yourself.","author" : "Joel Osteen"},{"text" : "When you have big dreams, you’re going to have big challenges. If you were an average person you would have average problems.","author" : "Joel Osteen"},{"text" : "The bigger your obstacle, the bigger your future. Don't get discouraged, keep moving forward.","author" : "Joel Osteen"},{"text" : "Don't focus on the good old days, look forward towards the good new days.","author" : "Joel Osteen"},{"text" : "Sometimes we look back and 10 years from now we think, 'Boy, those were great old days.' Well, you know, we're living in the good old days.","author" : "Joel Osteen"},{"text" : "The ultimate connection is when you are connected to the creator of the universe.","author" : "Joel Osteen"},{"text" : "You can't hang out with negative people and expect to live a positive life.","author" : "Joel Osteen"},{"text" : "You will never rise above the image you have of yourself in your own mind.","author" : "Joel Osteen"},{"text" : "You have greatness in you. The key is to get it out.","author" : "Joel Osteen"},{"text" : "You don't need everyone to help you. You just need one touch of favor, and you will accomplish in a split second what could have taken your whole lifetime.","author" : "Joel Osteen"},{"text" : "When you release your faith in uncommon ways, you'll see God do uncommon things.","author" : "Joel Osteen"},{"text" : "I try to speak in everyday language. I feel like God has gifted me to take Bible principles and make them practical.","author" : "Joel Osteen"},{"text" : "You have to accept the fact that some people are never going to be for you. Treat them with respect, but you don't need their approval to fulfill your destiny.","author" : "Joel Osteen"},{"text" : "You were created to excel. There's no limit to how high you can go in life. Keep stretching to the next level.","author" : "Joel Osteen"},{"text" : "What others say and do cannot stop you from fulfilling your destiny. Your destiny was handed down by Almighty God.","author" : "Joel Osteen"},{"text" : "Do all you can to make your dreams come true.","author" : "Joel Osteen"},{"text" : "There are some things you can only learn in a storm.","author" : "Joel Osteen"},{"text" : "People of excellence go the extra mile to do what's right.","author" : "Joel Osteen"},{"text" : "Don't use your energy to worry. Use your energy to believe.","author" : "Joel Osteen"},{"text" : "Life is flying by. You don't have time to waste another minute being negative, offended or bitter. If someone did you wrong, get over it and God will make it up to you.","author" : "Joel Osteen"},{"text" : "Christmas is the perfect time to celebrate the love of God and family and to create memories that will last forever. Jesus is God's perfect, indescribable gift. The amazing thing is that not only are we able to receive this gift, but we are able to share it with others on Christmas and every other day of the year.","author" : "Joel Osteen"},{"text" : "Don't be so shortsighted and so ingrown that if it doesn't happen right now, you're not going to be happy. No, you are sowing seeds that will reap a great harvest for generations to come.","author" : "Joel Osteen"},{"text" : "Every day we have plenty of opportunities to get angry, stressed or offended. But what you’re doing when you indulge these negative emotions is giving something outside yourself power over your happiness. You can choose to not let little things upset you.","author" : "Joel Osteen"},{"text" : "When you get knocked down, don't stay down; get back up again. Nothing good is going to happen as long as you're down on yourself.","author" : "Joel Osteen"},{"text" : "If one dream dies, dream another dream. If you get knocked down, get back up and go again.","author" : "Joel Osteen"},{"text" : "If you want to be happy, you have to be happy on purpose. When you wake up, you just can't wait to see what kind of day you'll have. You have to decide what kind of day you'll have.","author" : "Joel Osteen"},{"text" : "Be the one to stand out in the crowd.","author" : "Joel Osteen"},{"text" : "If you truly want to become a better you, it is imperative that you learn to feel good about yourself.","author" : "Joel Osteen"},{"text" : "Happiness increases ten percent on Fridays. Why is that? People are excited about the coming weekend, so they decide to be happier.","author" : "Joel Osteen"},{"text" : "They make up their minds on Fridays to enjoy their lives more.","author" : "Joel Osteen"},{"text" : "If you have the right mind-set, you can be just as happy on Monday as you are on Friday.","author" : "Joel Osteen"},{"text" : "Yes, I know some days are more difficult than others. But if you program your mind in a positive way, you won't have to drag through certain days just hoping to get to Friday so you can finally enjoy life.","author" : "Joel Osteen"},{"text" : "Often, out of our greatest rejection comes our greatest direction.","author" : "Joel Osteen"},{"text" : "God knows your value; He sees your potential. You may not understand everything you are going through right now. But hold your head up high, knowing that God is in control and he has a great plan and purpose for your life.","author" : "Joel Osteen"},{"text" : "Keep a good attitude and do the right thing even when it's hard. When you do that you are passing the test. And God promises you your marked moments are on their way.","author" : "Joel Osteen"},{"text" : "If you want to be happy, you have to be happy on purpose. When you wake up, you can’t just wait to see what kind of day you’ll have. You have to decide what kind of day you’ll have.","author" : "Joel Osteen"},{"text" : "God will always bring the right people into your life, but you have to let the wrong people walk away.","author" : "Joel Osteen"},{"text" : "Faith activates God - Fear activates the Enemy.","author" : "Joel Osteen"},{"text" : "The more you talk about negative things in your life, the more you call them in. Speak victory not defeat.","author" : "Joel Osteen"},{"text" : "I believe that God has put gifts and talents and ability on the inside of every one of us. When you develop that and you believe in yourself and you believe that you're a person of influence and a person of purpose, I believe you can rise up out of any situation.","author" : "Joel Osteen"},{"text" : "Quit questioning God and start trusting Him!","author" : "Joel Osteen"},{"text" : "You must make a decision that you are going to move on. It won't happen automatically. You will have to rise up and say, 'I don't care how hard this is, I don't care how disappointed I am, I'm not going to let his get the best of me. I'm moving on with my life.","author" : "Joel Osteen"},{"text" : "You must make a decision that you are going to move on. It won’t happen automatically. You will have to rise up and say, ‘I don’t care how hard this is, I don’t care how disappointed I am, I’m not going to let this get the best of me. I’m moving on with my life.","author" : "Joel Osteen"},{"text" : "When nobody else celebrates you, learn to celebrate yourself. When nobody else compliments you, then compliment yourself. It’s not up to other people to keep you encouraged. It’s up to you. Encouragement should come from the inside.","author" : "Joel Osteen"}]