[{"text" : "There is nothing worse than aggressive stupidity.","author" : "Johann Wolfgang Von Goethe"},{"text" : "There is nothing in the world more shameful than establishing one's self on lies and fables.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Sometimes our fate resembles a fruit tree in winter. Who would think that those branches would turn green again and blossom, but we hope it, we know it.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Wherever a man may happen to turn, whatever a man may undertake, he will always end up by returning to the path which nature has marked out for him.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Many people take no care of their money till they come nearly to the end of it, and others do just the same with their time.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Be generous with kindly words, especially about those who are absent.","author" : "Johann Wolfgang Von Goethe"},{"text" : "One would give generous alms if one had the eyes to see the beauty of a cupped receiving hand.","author" : "Johann Wolfgang Von Goethe"},{"text" : "As long as you are not aware of the continual law of Die and Be Again, you are merely a vague guest on a dark Earth.","author" : "Johann Wolfgang Von Goethe"},{"text" : "The soul that sees beauty may sometimes walk alone.","author" : "Johann Wolfgang Von Goethe"},{"text" : "The important thing in life is to have great aim and to possess the aptitude and the perseverance to attain it.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Kindness is the golden chain by which society is bound together.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Happiness is a ball after which we run wherever it rolls, and we push it with our feet when it stops.","author" : "Johann Wolfgang Von Goethe"},{"text" : "As soon as you trust yourself, you will know how to live.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Who is the happiest of men? He who values the merits of others, and in their pleasure takes joy, even as though t'were his own.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Our passion are the true phoenixes; when the old one is burnt out, a new one rises from its ashes.","author" : "Johann Wolfgang Von Goethe"},{"text" : "He only earns his freedom and his life Who takes them every day by storm.","author" : "Johann Wolfgang Von Goethe"},{"text" : "There is nothing in which people more betray their character than in what they laugh at.","author" : "Johann Wolfgang Von Goethe"},{"text" : "He is the happiest, be he king or peasant, who finds peace in his home.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Whatever you do, or dream you can, begin it. Boldness has genius and power and magic in it.","author" : "Johann Wolfgang Von Goethe"},{"text" : "What is not started today is never finished tomorrow.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Do not give in too much to feelings. A overly sensitive heart is an unhappy possession on this shaky earth.","author" : "Johann Wolfgang Von Goethe"},{"text" : "There is nothing more frightful than ignorance in action.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Nothing is more terrible than to see ignorance in action.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Every day we should hear at least one little song, read one good poem, see one exquisite picture, and, if possible, speak a few sensible words.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Nothing is worth more than this day.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Talents are best nurtured in solitude. Character is best formed in the stormy billows of the world.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Instruction does much, but encouragement everything.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Correction does much, but encouragement does more.","author" : "Johann Wolfgang Von Goethe"},{"text" : "In the realm of ideas, everything depends on enthusiasm - in the real world all rests on perseverance.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Thinking is easy, acting is difficult, and to put one's thoughts into action is the most difficult thing in the world.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Know thyself? If I knew myself, I'd run away.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Whatever you can do, or dream you can, Begin it. Boldness has genius, power and magic in it, Begin it now.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Things which matter most must never be at the mercy of things which matter least.","author" : "Johann Wolfgang Von Goethe"},{"text" : "He who moves not forward, goes backward.","author" : "Johann Wolfgang Von Goethe"},{"text" : "We are never deceived; we deceive ourselves.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Magic is believing in yourself, if you can do that, you can make anything happen.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Let everyone sweep in front of his own door, and the whole world will be clean.","author" : "Johann Wolfgang Von Goethe"},{"text" : "A person hears only what they understand.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Everyone hears only what he understands.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Whatever you cannot understand, you cannot possess.","author" : "Johann Wolfgang Von Goethe"},{"text" : "No wise combatant underestimates their antagonist.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Mere curiosity adds wings to every step.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Doubt grows with knowledge.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Tolerance comes of age. I see no fault committed that I myself could not have committed at some time or other.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Excellence is rarely found, more rarely valued.","author" : "Johann Wolfgang Von Goethe"},{"text" : "The hero draws inspiration from the virtue of his ancestors.","author" : "Johann Wolfgang Von Goethe"},{"text" : "It is not doing the thing we like to do, but liking the thing we have to do, that makes life blessed.","author" : "Johann Wolfgang Von Goethe"},{"text" : "I will not be as those who spend the day in complaining of headache, and the night in drinking the wine that gives it.","author" : "Johann Wolfgang Von Goethe"},{"text" : "The day is of infinite length for him who knows how to appreciate and use it.","author" : "Johann Wolfgang Von Goethe"},{"text" : "One always has time enough, if one will apply it well.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Which is the best government? That which teaches us to govern ourselves.","author" : "Johann Wolfgang Von Goethe"},{"text" : "The decline in literature indicates a decline in the nation. The two keep pace in their downward tendency.","author" : "Johann Wolfgang Von Goethe"},{"text" : "All intelligent thoughts have already been thought; what is necessary is only to try to think them again.","author" : "Johann Wolfgang Von Goethe"},{"text" : "The world remains ever the same.","author" : "Johann Wolfgang Von Goethe"},{"text" : "We are never further from what we wish than when we believe that we have what we wished for.","author" : "Johann Wolfgang Von Goethe"},{"text" : "If man thinks about his physical or moral state he usually discovers that he is ill.","author" : "Johann Wolfgang Von Goethe"},{"text" : "It is in human nature to relax, when not compelled by personal advantage or disadvantage.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Where there is much light the shade is deepest.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Being brilliant is no great feat if you respect nothing.","author" : "Johann Wolfgang Von Goethe"},{"text" : "He is happiest, be he king or peasant, who finds peace in his home.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Every second is of infinite value.","author" : "Johann Wolfgang Von Goethe"},{"text" : "What is uttered from the heart alone, Will win the hearts of others to your own.","author" : "Johann Wolfgang Von Goethe"},{"text" : "If we could do away with death, we wouldn't object; to do away with capital punishment will be more difficult. Were that to happen, we would reinstate it from time to time.","author" : "Johann Wolfgang Von Goethe"},{"text" : "There is no past that we can bring back by longing for it. There is only an eternally new now that builds and creates itself out of the Best as the past withdraws.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Look closely at those who patronize you. Half are unfeeling, half untaught.","author" : "Johann Wolfgang Von Goethe"},{"text" : "After fifteen minutes nobody looks at a rainbow.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Death is a commingling of eternity with time; in the death of a good man, eternity is seen looking through time.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Treat people as if they were what they ought to be and you help them to become what they are capable of being.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Each man has his own fortune in his hands; as the artist has a piece of rude matter, which he is to fashion to a certain shape. But the art of living rightly is like all arts: the capacity alone is born with us; it must be learned, and practiced with incessant care.","author" : "Johann Wolfgang Von Goethe"},{"text" : "A wife is a gift bestowed upon man to reconcile him to the loss of paradise.","author" : "Johann Wolfgang Von Goethe"},{"text" : "When a wife has a good husband, it is easily seen on her face.","author" : "Johann Wolfgang Von Goethe"},{"text" : "If I love you, what business is it of yours?","author" : "Johann Wolfgang Von Goethe"},{"text" : "None are more hopelessly enslaved than those who falsely believe they are free.","author" : "Johann Wolfgang Von Goethe"},{"text" : "If you call a thing bad you do little, if you call a thing good you do much.","author" : "Johann Wolfgang Von Goethe"},{"text" : "We can't form our children on our own concepts; we must take them and love them as God gives them to us.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Love does not dominate; it cultivates.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Live each day as if your life had just begun.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Before you can do something you must first be something.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Behavior is the mirror in which everyone shows their image","author" : "Johann Wolfgang Von Goethe"},{"text" : "Daring ideas are like chessmen moved forward; they may be beaten, but they may start a winning game.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Whatever you can do or dream you can, begin it. Begin it now.","author" : "Johann Wolfgang Von Goethe"},{"text" : "The sum which two married people owe to one another defies calculation. It is an infinite debt, which can only be discharged through eternity.","author" : "Johann Wolfgang Von Goethe"},{"text" : "eware of her fair hair, for she excels. All women in the magic of her locks; And when she winds them round a young man's neck, she will not ever set him free again.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Beauty is a manifestation of secret natural laws, which otherwise would have been hidden from us forever.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Great necessity elevates man, petty necessity casts him down.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Ingratitude is always a kind of weakness. I have never known men of ability to be ungrateful.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Our work is the presentation of our capabilities.","author" : "Johann Wolfgang Von Goethe"},{"text" : "So divinely is the world organized that every one of us, in our place and time, is in balance with everything else.","author" : "Johann Wolfgang Von Goethe"},{"text" : "We do not have to visit a madhouse to find disordered minds; our planet is the mental institution of the universe.","author" : "Johann Wolfgang Von Goethe"},{"text" : "A creation of importance can only be produced when its author isolates himself, it is a child of solitude.","author" : "Johann Wolfgang Von Goethe"},{"text" : "One ought, every day at least, to hear a little song, read a good poem, see a fine picture, and, if it were possible, to speak a few reasonable words.","author" : "Johann Wolfgang Von Goethe"},{"text" : "The coward only threatens when he is safe.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Plunge boldly into the thick of life, and seize it where you will, it is always interesting.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Knowing is not enough; we must apply. Willing is not enough; we must do.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Everybody wants to be somebody; nobody wants to grow.","author" : "Johann Wolfgang Von Goethe"},{"text" : "The person born with a talent they are meant to use will find their greatest happiness in using it.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Talent develops in quiet places, character in the full current of human life.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Human life runs its course in the metamorphosis between receiving and giving.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Man is made by his belief. As he believes, so he is.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Everything in the world may be endured except continual prosperity.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Certain flaws are necessary for the whole. It would seem strange if old friends lacked certain quirks.","author" : "Johann Wolfgang Von Goethe"},{"text" : "The greatest thing in this world is not so much where we stand as in what direction we are moving.","author" : "Johann Wolfgang Von Goethe"},{"text" : "The written word has this advantage, that it lasts and can await the time when it is allowed to take effect.","author" : "Johann Wolfgang Von Goethe"},{"text" : "All beginnings are delightful; the threshold is the place to pause.","author" : "Johann Wolfgang Von Goethe"},{"text" : "There is nothing insignificant in the world. It all depends on the point of view.","author" : "Johann Wolfgang Von Goethe"},{"text" : "To blow is not to play on the flute; you must move the fingers.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Correction does much, but encouragement does more. Encouragement after censure is as the sun after a shower.","author" : "Johann Wolfgang Von Goethe"},{"text" : "To venture an opinion is like moving a piece at chess: it may be taken, but it forms the beginning of a game that is won.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Oblivion is full of people who allow the opinions of others to overrule their belief in themselves.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Whatever you can do, or dream you can, begin it. Boldness has genius, magic, and power in it.","author" : "Johann Wolfgang Von Goethe"},{"text" : "There is no outward sign of true courtesy that does not rest on a deep moral foundation.","author" : "Johann Wolfgang Von Goethe"},{"text" : "There is a courtesy of the heart it is allied to love. From its springs the purest courtesy in the outward behavior.","author" : "Johann Wolfgang Von Goethe"},{"text" : "He alone is great and happy who requires neither to command nor to obey in order to secure his being of some importance in the world.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Colors are light's suffering and joy .","author" : "Johann Wolfgang Von Goethe"},{"text" : "Colours are the deeds of light, its deeds and sufferings.","author" : "Johann Wolfgang Von Goethe"},{"text" : "The biggest problem with every art is by the use of appearance to create a loftier reality.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Some people spend the day in complaining of a headache, and the night in drinking the wine that gives it.","author" : "Johann Wolfgang Von Goethe"},{"text" : "A man's manners are a mirror in which he shows his portrait.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Habit is the most imperious of all masters.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Habit is a man's sole comfort. We dislike doing without even unpleasant things to which we have become accustomed.","author" : "Johann Wolfgang Von Goethe"},{"text" : "A resolution that is communicated is no longer within thy power; thy attentions become now the plaything of chance; he who would have his commands certainly carried out must take man by surprise.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Wood burns because it has the proper stuff in it; and a man becomes famous because he has the proper stuff in him.","author" : "Johann Wolfgang Von Goethe"},{"text" : "The important thing in life is to have a great aim, and the determination to attain it.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Out of moderation a pure happiness springs.","author" : "Johann Wolfgang Von Goethe"},{"text" : "A nation that doesn't honor its past, has no future.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Whatever you can do, or dream you can, begin it. Boldness has genius, power and magic in it.","author" : "Johann Wolfgang Von Goethe"},{"text" : "There is a courtesy of the heart; it is allied to love. From its springs the purest courtesy in the outward behavior.","author" : "Johann Wolfgang Von Goethe"},{"text" : "In comradeship is danger countered best.","author" : "Johann Wolfgang Von Goethe"},{"text" : "The dangers of life are infinite, and among them is safety.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Daring ideas are like chessmen moved forward. They may be beaten, but they may start a winning game.","author" : "Johann Wolfgang Von Goethe"},{"text" : "It doesn't behoove elderly persons to follow fashion in their thinking nor in the way they dress.","author" : "Johann Wolfgang Von Goethe"},{"text" : "To quit smoking, you must first want to quit, but then you must also do the quitting.","author" : "Johann Wolfgang Von Goethe"},{"text" : "People of uncommon abilities generally fall into eccentricities when their sphere of life is not adequate to their abilities.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Classicism is health, romanticism is disease.","author" : "Johann Wolfgang Von Goethe"},{"text" : "It's true that nothing in this world makes us so necessary to others as the affection we have for them.","author" : "Johann Wolfgang Von Goethe"},{"text" : "If you lay duties upon people and give them no rights, you must pay them well.","author" : "Johann Wolfgang Von Goethe"},{"text" : "If one mistreats citizens of foreign countries, one infringes upon one's duty toward one's own subjects; for thus one exposes themto the law of retribution.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Most pioneers are at the mercy of doubt at the beginning, whether of their worth, of their theories, or of the whole enigmatic field in which they labour.","author" : "Johann Wolfgang Von Goethe"},{"text" : "For a man to achieve all that is demanded of him he must regard himself as greater than he is.","author" : "Johann Wolfgang Von Goethe"},{"text" : "The credit of advancing science has always been due to individuals and never to the age.","author" : "Johann Wolfgang Von Goethe"},{"text" : "The man with insight enough to admit his limitations comes nearest to perfection.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Every person above the ordinary has a certain mission that they are called to fulfill.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Secrecy has many advantages, for when you tell someone the purpose of any object right away, they often think there is nothing to it.","author" : "Johann Wolfgang Von Goethe"},{"text" : "To the person with a firm purpose all men and things are servants.","author" : "Johann Wolfgang Von Goethe"},{"text" : "For a man to achieve all that is demanded of him he must regard himself as greater than he is.","author" : "Johann Wolfgang Von Goethe"},{"text" : "When you lose interest in anything, you also lose the memory for it.","author" : "Johann Wolfgang Von Goethe"},{"text" : "It is in self-limitation that a master first shows himself.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Limitation of aims is the mother of wisdom and the secret of achievement.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Rejoice that you have still have a long time to live, before the thought comes to you that there is nothing more in the world to see.","author" : "Johann Wolfgang Von Goethe"},{"text" : "A great person attracts great people and knows how to hold them together.","author" : "Johann Wolfgang Von Goethe"},{"text" : "It is better to be doing the most insignificant thing than to reckon even a half-hour insignificant.","author" : "Johann Wolfgang Von Goethe"},{"text" : "There is nothing more dreadful than imagination without taste.","author" : "Johann Wolfgang Von Goethe"},{"text" : "The desire to explain what is simple by what is complex, what is easy by what is difficult, is a calamity.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Oral delivery aims at persuasion and making the listener believe they are converted. Few persons are capable of being convinced; the majority allow themselves to be persuaded.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Still this planet's soil for noble deeds grants scope abounding.","author" : "Johann Wolfgang Von Goethe"},{"text" : "The limits of my language are the limits of my universe.","author" : "Johann Wolfgang Von Goethe"},{"text" : "When scholars study a thing, they strive to kill it first, if it's alive; then they have the parts and the'be lost the whole, for the link that's missing was the living soul.","author" : "Johann Wolfgang Von Goethe"},{"text" : "The real scholar learns how to evolve the unknown from the known, and draws near the master.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Theories are usually the over-hasty efforts of an impatient understanding that would gladly be rid of phenomena, and so puts in their place pictures, notions, nay, often mere words.","author" : "Johann Wolfgang Von Goethe"},{"text" : "All theory, dear friend, is gray, but the golden tree of life springs ever green.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Say what we may of the inadequacy of translation, yet the work is and will always be one of the weightiest and worthiest undertakings in the general concerns of the world.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Can a sparrow know how a stork feels?","author" : "Johann Wolfgang Von Goethe"},{"text" : "The intelligent man finds almost everything ridiculous, the sensible man hardly anything.","author" : "Johann Wolfgang Von Goethe"},{"text" : "A clever man commits no minor blunders.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Even dirt glitters when the sun is shining upon it.","author" : "Johann Wolfgang Von Goethe"},{"text" : "One man's word is no man's word; we should quietly hear both sides.","author" : "Johann Wolfgang Von Goethe"},{"text" : "We are our own devils; we drive ourselves out of our Edens.","author" : "Johann Wolfgang Von Goethe"},{"text" : "I find the great thing in this world is, not so much where we stand, as in what direction we are moving.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Any trifle is enough to entertain two lovers.","author" : "Johann Wolfgang Von Goethe"},{"text" : "The useful may be trusted to further itself, for many produce it and no one can do without it; but the beautiful must be specially encouraged, for few can present it, while yet all have need of it.","author" : "Johann Wolfgang Von Goethe"},{"text" : "What is predestination? Answer: God is more powerful and wiser than we are, therefore he deals with us according to his pleasure.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Our passions are the true phoenixes; when the old one is burnt out, a new one rises from its ashes.","author" : "Johann Wolfgang Von Goethe"},{"text" : "To tremble before anticipated evils is to bemoan what thou hast never lost.","author" : "Johann Wolfgang Von Goethe"},{"text" : "The shudder of awe is humanity's highest faculty, Even though this world is forever altering its values.","author" : "Johann Wolfgang Von Goethe"},{"text" : "A noble person attracts noble people, and knows how to hold on to them.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Beauty is everywhere a welcome guest.","author" : "Johann Wolfgang Von Goethe"},{"text" : "The mob has nothing to lose, everything to gain.","author" : "Johann Wolfgang Von Goethe"},{"text" : "There are only two lasting bequests we can hope to give our children. One of these is roots, the other, wings.","author" : "Johann Wolfgang Von Goethe"},{"text" : "The arts are the salt of the earth; as salt relates to food, the arts relate to technology.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Fresh activity is the only means of overcoming adversity.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Superstition is the poetry of life.","author" : "Johann Wolfgang Von Goethe"},{"text" : "One cannot develop taste from what is of average quality but only from the very best.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Love is an ideal thing, marriage a real thing; a confusion of the real with the ideal never goes unpunished.","author" : "Johann Wolfgang Von Goethe"},{"text" : "The ideal of beauty is simplicity and tranquility.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Each indecision brings its own delays and days are lost lamenting over lost days... What you can do or think you can do, begin it. For boldness has magic, power, and genius in it.","author" : "Johann Wolfgang Von Goethe"},{"text" : "It is delightful to transport one's self into the spirit of the past, to see how a wise man has thought before us","author" : "Johann Wolfgang Von Goethe"},{"text" : "Our virtues and view spring from one root.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Whatever you can do, or dream you can do, begin it. Boldness has genius, power, and magic in it. Begin it now.","author" : "Johann Wolfgang Von Goethe"},{"text" : "There is strong shadow where there is much light.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Our hands we open of our own free will, and the good flies, which we can never recall.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Behavior is the mirror in which everyone shows their image.","author" : "Johann Wolfgang Von Goethe"},{"text" : "What is the true test of character unless it be its progressive development in the bustle and turmoil, in the action and reaction of daily life.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Against great advantages in another, there are no means of defending ourselves except love.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Nature knows no pause in progress and development, and attaches her curse on all inaction.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Don't judge anyone harshly until you yourself have been through his experiences","author" : "Johann Wolfgang Von Goethe"},{"text" : "Beauty is a primeval phenomenon, which itself never makes its appearance, but the reflection of which is visible in a thousand different utterances of the creative mind, and is as various as nature herself.","author" : "Johann Wolfgang Von Goethe"},{"text" : "And even so, what happiness to be loved! And, oh you gods, what happiness it is to love!","author" : "Johann Wolfgang Von Goethe"},{"text" : "A person places themselves on a level with the ones they praise.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Culture which smooth the whole world licks, Also unto the devil sticks.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Smoothly and lightly the golden seed by the furrow is covered.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Man can only endure a certain degree of unhappiness; what is beyond that either annihilates him or passes by him and leaves him apathetic","author" : "Johann Wolfgang Von Goethe"},{"text" : "Experiments are mediators between nature and idea.","author" : "Johann Wolfgang Von Goethe"},{"text" : "We lay aside letters never to read them again, and at last we destroy them out of discretion, and so disappears the most beautiful, the most immediate breath of life, irrecoverable for ourselves and for others.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Character - in things great and small - is indicated when a man (or person) pursues with sustained follow-through what he feels himself capable of doing.","author" : "Johann Wolfgang Von Goethe"},{"text" : "To appreciate the noble is a gain which can never be torn from us.","author" : "Johann Wolfgang Von Goethe"},{"text" : "On all the peaks lies peace.","author" : "Johann Wolfgang Von Goethe"},{"text" : "To witness two lovers is a spectacle for the Gods.","author" : "Johann Wolfgang Von Goethe"},{"text" : "He alone is great and happy who requires neither to command nor to obey in order to secure his being of some importance in this world.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Dream no small dreams for they have no power to move the hearts of men.","author" : "Johann Wolfgang Von Goethe"},{"text" : "If you treat an individual as he is, he will remain how he is. But if you treat him as if he were what he ought to be and could be, he will become what he ought to be and could be.","author" : "Johann Wolfgang Von Goethe"},{"text" : "To know someone here or there with whom you can feel there is understanding in spite of distances or thoughts unexpressed - That can make of this earth a garden.","author" : "Johann Wolfgang Von Goethe"},{"text" : "In the same manner, with all their washing and cleaning they've dirtied. All the troughs of the village, and all the fountains have sullied.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Whispered insinuations are the rhetoric of the devil.","author" : "Johann Wolfgang Von Goethe"},{"text" : "To fall upon a guiltless youth? For he who such a prize would win.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Energy will do anything that can be done in the world; and no talents, no circumstances, no opportunities will make a two-legged animal a man without it.","author" : "Johann Wolfgang Von Goethe"},{"text" : "In all things it is better to hope than to despair.","author" : "Johann Wolfgang Von Goethe"},{"text" : "One long Good Friday 'twas, one heartache drear . But may my mistress' Advent ever prove . With its palm-jubilee, so sweet and glad .","author" : "Johann Wolfgang Von Goethe"},{"text" : "Love for love, and moments sweet, .. Lips returning kiss for kiss, .","author" : "Johann Wolfgang Von Goethe"},{"text" : "Modest men must needs endure, . And the bold must humbly bow; . Thus thy fate's the same, be sure, . Whether bold or modest thou.","author" : "Johann Wolfgang Von Goethe"},{"text" : "No kitchen my grate . Yet roasts it and boils it . Both early and late.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Genius feels no dread within his heart at the tempest nor the rain.","author" : "Johann Wolfgang Von Goethe"},{"text" : "A dragon-fly with beauteous wing . Is hov'ring o'er a silv'ry spring; . I watch its motions with delight,-- . Now dark its colours seem, now bright; . Chameleon-like appear, now blue, . Now red, and now of greenish hue. . Would it would come still nearer me, . That I its tints might better see.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Softly breathes into your ear . All its fertilizing fullness, . While the moon's refreshing coolness, . Magic-laden, hovers near; .","author" : "Johann Wolfgang Von Goethe"},{"text" : "Those who know nothing of foreign languages know nothing of their own","author" : "Johann Wolfgang Von Goethe"},{"text" : "Till Zeus sent, to make him rave.","author" : "Johann Wolfgang Von Goethe"},{"text" : "A feast was in a village spread,-- it was a wedding-day, they said.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Love and desire are the spirit's wings to great deeds.","author" : "Johann Wolfgang Von Goethe"},{"text" : "A castle built of yore, where once lurked horse and horseman.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Every step of life shows much caution is required.","author" : "Johann Wolfgang Von Goethe"},{"text" : "No nation attains the power of judgement until it can sit in judgement on itself. But this great advantage is attained very late in the day.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Let memory fail as long as our judgement remains intact when needed.","author" : "Johann Wolfgang Von Goethe"},{"text" : "I call architecture frozen music.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Devote each day to the object then in time and every evening will find something done.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Life belongs to the living, and he who lives must be prepared for changes.","author" : "Johann Wolfgang Von Goethe"},{"text" : "And here, poor fool, with all my lore I stand no wiser than before.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Eternal Woman draws us upward.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Whatever you can do, or dream you can, begin now. Boldness has genius, power, and magic in it. Begin it now.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Our wishes are presentiments of the abilities that lie in us, harbingers of what we will be able to accomplish.","author" : "Johann Wolfgang Von Goethe"},{"text" : "We seldom think how much we owe our first love.","author" : "Johann Wolfgang Von Goethe"},{"text" : "‬Whenever, in society, young persons are detected in a rising attachment, there is an attempt to embarrass them or bring them nearer together ; just as afterward, when their passion is declared, to separate them.","author" : "Johann Wolfgang Von Goethe"},{"text" : "It is day still, you better get busy! Night will intrude when no one can be active.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Mountains cannot be surmounted except by winding paths.","author" : "Johann Wolfgang Von Goethe"},{"text" : "There is no surer method of evading the world than by following Art and no surer method of linking oneself to it than by Art.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Preparation for school is to be found only in the school itself.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Beware of her fair hair, for she excels all women in the magic of her locks; And when she winds them round a young man's neck, she will not ever set him free again.","author" : "Johann Wolfgang Von Goethe"},{"text" : "People are always talking about originality; but what do they mean? As soon as we are born, the world begins to work upon us, and this goes on to the end. What can we call our own except energy, strength, and will? If I could give an account of all that I owe to great predecessors and contemporaries, there would be but a small balance in my favour.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Whoever wishes to keep a secret must hide the fact that he possesses one.","author" : "Johann Wolfgang Von Goethe"},{"text" : "In the realm of ideas, everything depends on enthusiasm. In the real world, all rests on perseverance.","author" : "Johann Wolfgang Von Goethe"},{"text" : "Then, indecision brings its own delays, . And days are lost lamenting o'er lost days.","author" : "Johann Wolfgang Von Goethe"}]