[{"text" : "Everything is clearer when you're in love.","author" : "John Lennon"},{"text" : "As usual, there is a great woman behind every idiot.","author" : "John Lennon"},{"text" : "Imagine all the people living life in peace. You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us, and the world will be as one.","author" : "John Lennon"},{"text" : "God is a concept by which we measure our pain.","author" : "John Lennon"},{"text" : "Count your age by friends, not years. Count your life by smiles, not tears.","author" : "John Lennon"},{"text" : "It's weird not to be weird.","author" : "John Lennon"},{"text" : "The pressures of being a parent are equal to any pressure on earth. To be a conscious parent, and really look to that little being's mental and physical health, is a responsibility which most of us, including me, avoid most of the time because it's too hard.","author" : "John Lennon"},{"text" : "If someone thinks that peace and love are just a cliche that must have been left behind in the 60s, that's a problem. Peace and love are eternal.","author" : "John Lennon"},{"text" : "Peace and love are eternal.","author" : "John Lennon"},{"text" : "A dream you dream alone is only a dream. A dream you dream together is reality.","author" : "John Lennon"},{"text" : "One thing you can't hide - is when you're crippled inside.","author" : "John Lennon"},{"text" : "You don't need anybody to tell you who you are or what you are.","author" : "John Lennon"},{"text" : "What we've got to do is keep hope alive. Because without it we'll sink.","author" : "John Lennon"},{"text" : "If everyone demanded peace instead of another television set, then there would be peace.","author" : "John Lennon"},{"text" : "If someone thinks that love and peace is a cliche that must have been left behind in the '60s, that's his problem. Love and peace are eternal.","author" : "John Lennon"},{"text" : "All we are saying is give peace a chance.","author" : "John Lennon"},{"text" : "You either get tired fighting for peace, or you die.","author" : "John Lennon"},{"text" : "The more I see the less I know for sure.","author" : "John Lennon"},{"text" : "It doesn't matter how long my hair is or what colour my skin is or whether I'm a woman or a man.","author" : "John Lennon"},{"text" : "Life is what happens while you are busy making other plans.","author" : "John Lennon"},{"text" : "Life is what happens when you're busy making other plans.","author" : "John Lennon"},{"text" : "Nowadays it's hip not to be married. I'm not interested in being hip.","author" : "John Lennon"},{"text" : "If you tried to give rock and roll another name, you might call it Chuck Berry.","author" : "John Lennon"},{"text" : "When you do something noble and beautiful and nobody noticed, do not be sad. For the sun every morning is a beautiful spectacle and yet most of the audience still sleeps.","author" : "John Lennon"},{"text" : "Everything will be okay in the end. If it's not okay, it's not the end.","author" : "John Lennon"},{"text" : "All you need is pancakes. Pancakes are all you need.","author" : "John Lennon"},{"text" : "Happiness is inside you, not with another person.","author" : "John Lennon"},{"text" : "Possession isn't nine-tenths of the law. It's nine-tenths of the problem.","author" : "John Lennon"},{"text" : "It was like being in the eye of a hurricane.","author" : "John Lennon"},{"text" : "Whenever in doubt, turn off your mind, relax, and float downstream.","author" : "John Lennon"},{"text" : "Pain is what we’re in most of the time. And I think the bigger the pain the more gods we need.","author" : "John Lennon"},{"text" : "A Conspiracy of silence speaks louder than words.","author" : "John Lennon"},{"text" : "Rituals are important. Nowadays it's hip not to be married. I'm not interested in being hip.","author" : "John Lennon"},{"text" : "There are two basic motivating forces: fear and love. When we are afraid, we pull back from life. When we are in love, we open to all that life has to offer with passion, excitement, and acceptance. We need to learn to love ourselves first, in all our glory and our imperfections. If we cannot love ourselves, we cannot fully open to our ability to love others or our potential to create. Evolution and all hopes for a better world rest in the fearlessness and open-hearted vision of people who embrace life.","author" : "John Lennon"},{"text" : "Part of me suspects that I'm a loser, and the other part of me thinks I'm God Almighty.","author" : "John Lennon"},{"text" : "Being honest may not get you a lot of friends but it’ll always get you the right ones.","author" : "John Lennon"},{"text" : "When I was 5 years old, my mother always told me that happiness was the key to life. When I went to school, they asked me what I wanted to be when I grew up. I wrote down ‘happy’. They told me I didn’t understand the assignment and I told them they didn’t understand life.","author" : "John Lennon"},{"text" : "Love is the flower you’ve got to let it grow.","author" : "John Lennon"},{"text" : "We all shine on...like the moon and the stars and the sun...we all shine on...come on and on and on..","author" : "John Lennon"},{"text" : "Life is what happens to you while you’re busy making other plans.","author" : "John Lennon"},{"text" : "It's been too long since we took the time. No-one's to blame, I know time flies so quickly. But when I see you darling. It's like we both are falling in love again. It'll be just like starting over.","author" : "John Lennon"},{"text" : "Tame birds sing of freedom. Wild birds fly.","author" : "John Lennon"},{"text" : "Life is what happens when you’re busy making other plans.","author" : "John Lennon"},{"text" : "One thing you can't hide — is when you're crippled inside.","author" : "John Lennon"},{"text" : "Oh sure. I dug the fame, the power, the money, and playing to big crowds. Conquering America was the best thing.","author" : "John Lennon"},{"text" : "If somebody gives me a joint, I might smoke it, but I don't go after it.","author" : "John Lennon"},{"text" : "I am a violent man who has learned not to be violent and regrets his violence.","author" : "John Lennon"},{"text" : "When you do something noble and beautiful and nobody notice, do not be sad. For the sun every morning is a beautiful spectacle and yet most of the audience still sleeps.","author" : "John Lennon"},{"text" : "If someone thinks that love and peace is a cliche that must have been left behind in the Sixties, that's his problem. Love and peace are eternal.","author" : "John Lennon"},{"text" : "Music is everybody's possession. It's only publishers who think that people own it.","author" : "John Lennon"},{"text" : "There are two basic motivating forces. Fear and love.","author" : "John Lennon"},{"text" : "If being an egomaniac means I believe in what I do and in my art or music, then in that respect you can call me that… I believe in what I do, and I’ll say it.","author" : "John Lennon"},{"text" : "Life is what happens to you while you're planning on doing something else.","author" : "John Lennon"},{"text" : "Time you enjoy wasting, was not wasted.","author" : "John Lennon"},{"text" : "The Kingdom of Heaven is within you.","author" : "John Lennon"},{"text" : "When we are in love, we open to all that life has to offer with passion, excitement, and acceptance. . . . Evolution and all hopes for a better world rest in the fearlessness and open-hearted vision of people who embrace life.","author" : "John Lennon"},{"text" : "The more I see, the less I know for sure.","author" : "John Lennon"},{"text" : "The basic thing nobody asks is why do people take drugs of any sort? Why do we have these accessories to normal living to live I mean, is there something wrong with society that's making us so pressurized, that we cannot live without guarding ourselves against it.","author" : "John Lennon"}]