[{"text" : "There cannot be greater rudeness than to interrupt another in the current of his discourse.","author" : "John Locke"},{"text" : "Every man has a property in his own person. This nobody has a right to, but himself.","author" : "John Locke"},{"text" : "It is vain to find fault with those arts of deceiving wherein men find pleasure to be deceived.","author" : "John Locke"},{"text" : "The improvement of understanding is for two ends: first, our own increase of knowledge; secondly, to enable us to deliver that knowledge to others.","author" : "John Locke"},{"text" : "Curiosity in children, is but an appetite for knowledge. The great reason why children abandon themselves wholly to silly pursuits and trifle away their time insipidly is, because they find their curiosity balked, and their inquiries neglected.","author" : "John Locke"},{"text" : "Parents wonder why the streams are bitter, when they themselves have poisoned the fountain.","author" : "John Locke"},{"text" : "The discipline of desire is the background of character.","author" : "John Locke"},{"text" : "No man's knowledge here can go beyond his experience.","author" : "John Locke"},{"text" : "So difficult it is to show the various meanings and imperfections of words when we have nothing else but words to do it with.","author" : "John Locke"},{"text" : "A sound mind in a sound body, is a short, but full description of a happy state in this World: he that has these two, has little more to wish for; and he that wants either of them, will be little the better for anything else.","author" : "John Locke"},{"text" : "The end of law is not to abolish or restrain, but to preserve and enlarge freedom. For in all the states of created beings capable of law, where there is no law, there is no freedom.","author" : "John Locke"},{"text" : "Good and evil, reward and punishment, are the only motives to a rational creature: these are the spur and reins whereby all mankind are set on work, and guided","author" : "John Locke"},{"text" : "New opinions are always suspected, and usually opposed, without any other reason but because they are not already common.","author" : "John Locke"},{"text" : "To love our neighbor as ourselves is such a truth for regulating human society, that by that alone one might determine all the cases in social morality.","author" : "John Locke"},{"text" : "Education begins the gentleman, but reading, good company and reflection must finish him","author" : "John Locke"},{"text" : "It is labour indeed that puts the difference on everything.","author" : "John Locke"},{"text" : "All wealth is the product of labor.","author" : "John Locke"},{"text" : "It is difficult to instruct children because of their natural inattention; the true mode, of course, is to first make our modes interesting to them.","author" : "John Locke"},{"text" : "Our incomes are like our shoes; if too small, they gall and pinch us; but if too large, they cause us to stumble and to trip.","author" : "John Locke"},{"text" : "Consciousness is the perception of what passes in man's own mind.","author" : "John Locke"},{"text" : "The only fence against the world is a thorough knowledge of it.","author" : "John Locke"},{"text" : "Fortitude is the guard and support of the other virtues.","author" : "John Locke"},{"text" : "All mankind being all equal and independent, no one ought to harm another in his life, health, liberty or possessions.","author" : "John Locke"},{"text" : "Vague and mysterious forms of speech, and abuse of language, have so long passed for mysteries of science; and hard or misapplied words with little or no meaning have, by prescription, such a right to be mistaken for deep learning and height of speculation, that it will not be easy to persuade either those who speak or those who hear them, that they are but the covers of ignorance and hindrance of true knowledge.","author" : "John Locke"},{"text" : "The dread of evil is a much more forcible principle of human actions than the prospect of good.","author" : "John Locke"},{"text" : "Whoso sheddeth man's blood, by man shall his blood be shed.","author" : "John Locke"},{"text" : "Reverie is when ideas float in our mind without reflection or regard of the understanding.","author" : "John Locke"},{"text" : "As people are walking all the time, in the same spot, a path appears.","author" : "John Locke"},{"text" : "The Bible is one of the greatest blessings bestowed by God on the children of men. It has God for its Author, salvation for its end, and truth without any mixture for its matter.","author" : "John Locke"},{"text" : "The most precious of all possessions is power over ourselves.","author" : "John Locke"},{"text" : "But there is only one thing which gathers people into seditious commotion, and that is oppression","author" : "John Locke"},{"text" : "A king that would not feel his crown too heavy for him, must wear it every day, but if he think it too light, he knoweth not of what metal it is made.","author" : "John Locke"},{"text" : "The only defense against the world is a thorough knowledge of it.","author" : "John Locke"},{"text" : "Memory is the power to revive again in our minds those ideas which after imprinting have disappeared, or have been laid aside out of sight.","author" : "John Locke"},{"text" : "I thought that I had no time for faith nor time to pray, then I saw an armless man saying his Rosary with his feet.","author" : "John Locke"},{"text" : "Men in great place are thrice servants; servants of the sovereign state, servants of fame, and servants of business; so as they have no freedom, neither in their persons, nor in their actions, nor in their times. It is a strange desire to seek power and to lose liberty; or to seek power over others, and to lose power over a man's self.","author" : "John Locke"},{"text" : "He that will make good use of any part of his life must allow a large part of it to recreation.","author" : "John Locke"},{"text" : "Where all is but dream, reasoning and arguments are of no use, truth and knowledge nothing.","author" : "John Locke"},{"text" : "We are like chameleons, we take our hue and the color of our moral character, from those who are around us.","author" : "John Locke"},{"text" : "I have always thought the actions of men the best interpreters of their thoughts.","author" : "John Locke"},{"text" : "He that has not mastery over his inclinations, he that knows not how to resist the importunity of present pleasure or pain...is in danger of never being good for anything.","author" : "John Locke"},{"text" : "There is frequently more to be learned from the unexpected questions of a child than the discourses of men.","author" : "John Locke"},{"text" : "Education begins the gentleman, but reading, good company, and reflection must finish him.","author" : "John Locke"}]