[{"text" : "No man is an island, entire of itself; every man is a piece of the continent.","author" : "John Donne"},{"text" : "No spring nor summer's beauty hath such grace as I have seen in one Autumnal face.","author" : "John Donne"},{"text" : "No spring nor summer's beauty hath such grace As I have seen in one Autumnal face....","author" : "John Donne"},{"text" : "No spring nor summer beauty hath such grace, As I have seen in one autumnal face.","author" : "John Donne"},{"text" : "To be no part of any body, is to be nothing.","author" : "John Donne"},{"text" : "No man is an island, entire of itself; every man is a piece of the continent, a part of the main.","author" : "John Donne"},{"text" : "Love, all alike, no season knows, nor clime, nor hours, days, months, which are the rags of time.","author" : "John Donne"},{"text" : "Our fear of death is like our fear that summer will be short, but when we have had our swing of pleasure, our fill of fruit, and our swelter of heat, we say we have had our day.","author" : "John Donne"},{"text" : "Tears are the summer shower to the soul.","author" : "John Donne"},{"text" : "Any man's death diminishes me, because I am involved in Mankind; And therefore never send to know for whom the bell tolls; it tolls for thee.","author" : "John Donne"},{"text" : "Come live with me, and be my love, and we will some new pleasures prove, of golden sands, and crystal brooks, with silken lines and silver hooks.","author" : "John Donne"},{"text" : "Nature's great masterpiece, an elephant; the only harmless great thing.","author" : "John Donne"},{"text" : "No man is an island, entire of itself.","author" : "John Donne"},{"text" : "Eternity is not an everlasting flux of time, but time is as a short parenthesis in a long period; and eternity had been the same as it is, though time had never been.","author" : "John Donne"},{"text" : "Pleasure is none, if not diversified.","author" : "John Donne"},{"text" : "No spring nor summer beauty hath such grace as I have seen in one autumnal face.","author" : "John Donne"},{"text" : "Humiliation is the beginning of sanctification.","author" : "John Donne"},{"text" : "Death is an ascension to a better library.","author" : "John Donne"},{"text" : "Who vagrant transitory comets sees, Wonders because they’re rare; but a new star Whose motion with the firmament agrees, Is miracle; for there no new things are.","author" : "John Donne"},{"text" : "When one man dies, one chapter is not torn out of the book, but translated into a better language.","author" : "John Donne"},{"text" : "Come live with me and be my love, and we will some new pleasures prove, of golden sands, and crystal beaches, with silken lines and silver hooks...","author" : "John Donne"},{"text" : "Storms chafe, and soon wear out themselves, or us; . In calms, Heaven laughs to see us languish thus.","author" : "John Donne"},{"text" : "Death be not proud thou some have called thee. Mighty and dreadful for thou art not so.","author" : "John Donne"},{"text" : "Marriage rings are not of this stuff.","author" : "John Donne"},{"text" : "We easily know . By this these angels from an evil sprite, . They set our hairs, but these our flesh upright.","author" : "John Donne"},{"text" : "Busy old fool, unruly sun, . Why dost thou thus, .","author" : "John Donne"},{"text" : "Despair is the damp of hell, as joy is the serenity of heaven.","author" : "John Donne"},{"text" : "I observe the physician with the same diligence as the disease.","author" : "John Donne"},{"text" : "Happiness can improve every child's looks. Happiness can make children eager and interested. Happiness and goof health can go hand in hand. Happiness improves children's relationships with friends and family.","author" : "John Donne"},{"text" : "All divinity is love, or wonder.","author" : "John Donne"}]