[{"text" : "We are tied to the ocean. And when we go back to the sea, whether it is to sail or to watch, we are going back from whence we came.","author" : "John F. Kennedy"},{"text" : "As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by them.","author" : "John F. Kennedy"},{"text" : "If we cannot now end our differences, at least we can help make the world safe for diversity.","author" : "John F. Kennedy"},{"text" : "Change is the law of life and those who look only to the past or present are certain to miss the future.","author" : "John F. Kennedy"},{"text" : "But peace does not rest in the charters and covenants alone. It lies in the hearts and minds of all people. So let us not rest all our hopes on parchment and on paper, let us strive to build peace, a desire for peace, a willingness to work for peace in the hearts and minds of all of our people. I believe that we can. I believe the problems of human destiny are not beyond the reach of human beings.","author" : "John F. Kennedy"},{"text" : "I speak of peace, therefore, as the necessary rational end of rational men. I realize the pursuit of peace is not as dramatic as the pursuit of war? But we have no more urgent task.","author" : "John F. Kennedy"},{"text" : "Peace is a daily, a weekly, a monthly process, gradually changing opinions, slowly eroding old barriers, quietly building new structures.","author" : "John F. Kennedy"},{"text" : "Physical fitness is not only one of the most important keys to a healthy body, it is the basis of dynamic and creative intellectual activity.","author" : "John F. Kennedy"},{"text" : "We must use time as a tool, not as a crutch.","author" : "John F. Kennedy"},{"text" : "The goal of education is the advancement of knowledge and the dissemination of truth.","author" : "John F. Kennedy"},{"text" : "Leadership and learning are indispensable to one another.","author" : "John F. Kennedy"},{"text" : "For of those to whom much is given, much is required.","author" : "John F. Kennedy"},{"text" : "History is a relentless master. It has no present, only the past rushing into the future. To try to hold fast is to be swept aside.","author" : "John F. Kennedy"},{"text" : "Children are the world's most valuable resource and its best hope for the future.","author" : "John F. Kennedy"},{"text" : "We are tied to the ocean.","author" : "John F. Kennedy"},{"text" : "Let every nation know, whether it wishes us well or ill, we shall pay any price, bear any burden, meet any hardship, support any friend, oppose any foe, to assure the survival and success of liberty.","author" : "John F. Kennedy"},{"text" : "Ask not what your country can do for you, ask what you can do for your country.","author" : "John F. Kennedy"},{"text" : "The best road to progress is freedom's road.","author" : "John F. Kennedy"},{"text" : "Our problems are man-made, therefore they may be solved by man. And man can be as big as he wants. No problem of human destiny is beyond human beings.","author" : "John F. Kennedy"},{"text" : "Mankind must put an end to war, before war puts an end to mankind.","author" : "John F. Kennedy"},{"text" : "Tolerance implies no lack of commitment to one's own beliefs. Rather it condemns the oppression or persecution of others.","author" : "John F. Kennedy"},{"text" : "One person can make a difference and everyone should try.","author" : "John F. Kennedy"},{"text" : "Forgive your enemies, but never forget their names.","author" : "John F. Kennedy"},{"text" : "Too often we enjoy the comfort of opinion without the discomfort of thought.","author" : "John F. Kennedy"},{"text" : "Liberty without learning is always in peril; learning without liberty is always in vain.","author" : "John F. Kennedy"},{"text" : "Change is the law of life. And those who look only to the past or present are certain to miss the future.","author" : "John F. Kennedy"},{"text" : "We are tied to the ocean.","author" : "John F. Kennedy"},{"text" : "Those who make peaceful revolution impossible will make violent revolution inevitable.","author" : "John F. Kennedy"},{"text" : "Those who look only to the past or the present are certain to miss the future.","author" : "John F. Kennedy"},{"text" : "We celebrate the past to awaken the future.","author" : "John F. Kennedy"},{"text" : "If a free society cannot help the many who are poor, it cannot save the few who are rich.","author" : "John F. Kennedy"},{"text" : "Let us not seek the Republican answer or the Democratic answer, but the right answer. Let us not seek to fix the blame for the past. Let us accept our own responsibility for the future.","author" : "John F. Kennedy"},{"text" : "The rights of every man are diminished when the rights of one man are threatened.","author" : "John F. Kennedy"},{"text" : "Physical fitness is not only one of the most iportant keys to a healthy body, it is the basis of dynamic and creative intellectual activity.","author" : "John F. Kennedy"},{"text" : "The human mind is our fundamental resource.","author" : "John F. Kennedy"},{"text" : "The war against hunger is truly mankind's war of liberation.","author" : "John F. Kennedy"},{"text" : "And so, my fellow Americans: ask not what your country can do for you - ask what you can do for your country. My fellow citizens of the world: ask not what America will do for you, but what together we can do for the freedom of man.","author" : "John F. Kennedy"},{"text" : "If we cannot end our differences at least we can make the world safe for diversity.","author" : "John F. Kennedy"},{"text" : "Peace does not rest in charters and covenants alone. It lies in the hearts and minds of the people.","author" : "John F. Kennedy"},{"text" : "Modern cynics and skeptics see no harm in paying those to whom they entrust the minds of their children a smaller wage than is paid to those to whom they entrust the care of their plumbing.","author" : "John F. Kennedy"},{"text" : "A man does what he must - in spite of personal consequences, in spite of obstacles and dangers and pressures - and that is the basis of all human morality.","author" : "John F. Kennedy"},{"text" : "The exploration of space will go ahead, whether we join in it or not, and it is one of the great adventures of all time, and no nation which expects to be the leader of other nations can expect to stay behind in the race for space.","author" : "John F. Kennedy"},{"text" : "We go into space because whatever mankind must undertake, free men must fully share.","author" : "John F. Kennedy"},{"text" : "Let every nation know, whether it wishes us well or ill, that we shall pay any price, bear any burden, meet any hardship, support any friend, oppose any foe to assure the survival and the success of liberty.","author" : "John F. Kennedy"},{"text" : "The cost of freedom is always high, but Americans have always paid it. And one path we shall never choose, and that is the path of surrender or submission.","author" : "John F. Kennedy"},{"text" : "Every accomplishment starts with the decision to try.","author" : "John F. Kennedy"},{"text" : "Efforts and courage are not enough without purpose and direction.","author" : "John F. Kennedy"},{"text" : "A man may die, nations may rise and fall, but an idea lives on. Ideas have endurance without death.","author" : "John F. Kennedy"},{"text" : "Real men stay faithful. They don't have time to look for other women because they're too busy looking for new ways to love their own.","author" : "John F. Kennedy"},{"text" : "Nothing compares to the simple pleasure of riding a bike.","author" : "John F. Kennedy"},{"text" : "Victory has a hundred fathers and defeat is an orphan.","author" : "John F. Kennedy"},{"text" : "Leadership and learning are indispensable to each other.","author" : "John F. Kennedy"},{"text" : "There are risks and costs to action. But they are far less than the long range risks of comfortable inaction.","author" : "John F. Kennedy"},{"text" : "We need men who can dream of things that never were.","author" : "John F. Kennedy"},{"text" : "The exploration of space will go ahead, whether we join in it or not, and it is one of the great adventures of all time, and no nation which expects to be the leader of other nations can expect to stay behind in this race for space.","author" : "John F. Kennedy"},{"text" : "A man does what he must in spite of personal consequences, in spite of obstacles and dangers and pressures and that is the basis of all human morality.","author" : "John F. Kennedy"},{"text" : "Partnership is not a posture but a process-a continuous process that grows stronger each year as we devote ourselves to common tasks.","author" : "John F. Kennedy"},{"text" : "A man may die, nations may rise and fall, but an idea lives on.","author" : "John F. Kennedy"},{"text" : "War will exist until that distant day when the conscientious objector enjoys the same reputation and prestige that the warrior does today.","author" : "John F. Kennedy"},{"text" : "Too often we... enjoy the comfort of opinion without the discomfort of thought.","author" : "John F. Kennedy"},{"text" : "If you look throughout human history the central epiphany of every religious tradition always occurs in the wilderness.","author" : "John F. Kennedy"},{"text" : "Communism has never come to power in a country that was not disrupted by war or corruption, or both.","author" : "John F. Kennedy"},{"text" : "The complacent, the self-indulgent, the soft societies are about to be swept away with the debris of history.","author" : "John F. Kennedy"},{"text" : "There is always inequality in life. Some men are killed in a war and some men are wounded and some men never leave the country. Life is unfair.","author" : "John F. Kennedy"},{"text" : "Be aware of danger-but recognize the opportunity.","author" : "John F. Kennedy"},{"text" : "We cannot negotiate with people who say what's mine is mine and what's yours is negotiable.","author" : "John F. Kennedy"},{"text" : "If there is negotiation, it must be rooted in mutual respect and concern for the rights of others.","author" : "John F. Kennedy"},{"text" : "Let us never negotiate out of fear. But let us never fear to negotiate.","author" : "John F. Kennedy"},{"text" : "We want to be first; not first if, not first but; but first!","author" : "John F. Kennedy"},{"text" : "Geography has made us neighbors. History has made us friends. Economics has made us partners, and necessity has made us allies. Those whom God has so joined together, let no man put asunder.","author" : "John F. Kennedy"},{"text" : "The time to repair the roof is when the sun is shining.","author" : "John F. Kennedy"},{"text" : "Those who dare to fail miserably can achieve greatly.","author" : "John F. Kennedy"},{"text" : "Everywhere immigrants have enriched and strengthened the fabric of American life.","author" : "John F. Kennedy"},{"text" : "When written in Chinese, the word crisis is composed of two characters -- one represents danger, and the other represents opportunity.","author" : "John F. Kennedy"},{"text" : "The credit of success is claimed by all, while a disaster is attributed to one alone.","author" : "John F. Kennedy"},{"text" : "We cannot be satisfied with things as they are. We cannot be satisfied to drift, to rest on our oars, to glide over a sea whose depths are shaken by subterranean upheavals.","author" : "John F. Kennedy"},{"text" : "The one unchangeable certainty is that nothing is certain or unchangeable.","author" : "John F. Kennedy"},{"text" : "Every dictatorship has ultimately strangled in the web of repression it wove for its people, making mistakes that could not be corrected because criticism was prohibited.","author" : "John F. Kennedy"},{"text" : "Only in winter can you tell which trees are truly green. Only when the winds of adversity blow can you tell whether an individual or a country has steadfastness.","author" : "John F. Kennedy"},{"text" : "The time to repair the roof is when the sun is shining.","author" : "John F. Kennedy"},{"text" : "Each increase of tension has produced an increase of arms; each increase of arms has produced an increase of tension.","author" : "John F. Kennedy"},{"text" : "Irrational barriers and ancient prejudices fall quickly when the question of survival itself is at stake.","author" : "John F. Kennedy"},{"text" : "Forbidden fruit tastes sweet, but its aftertaste is bitter.","author" : "John F. Kennedy"},{"text" : "Nothing compares to the simple pleasure of a bike ride.","author" : "John F. Kennedy"},{"text" : "We must never forget that art is not a form of propaganda; it is a form of truth.","author" : "John F. Kennedy"},{"text" : "Automation does not need to be our enemy. I think machines can make life easier for men, if men do not let the machines dominate them.","author" : "John F. Kennedy"},{"text" : "World peace, like community peace, does not require that each man love his neighbor - it requires only that they live together with mutual tolerance, submitting their disputes to a just and peaceful settlement.","author" : "John F. Kennedy"},{"text" : "The rising tide lifts all the boats.","author" : "John F. Kennedy"},{"text" : "The great enemy of truth is very often not the lie--deliberate, contrived and dishonest--but the myth--persistent, persuasive and unrealistic. Too often we hold fast to the cliches of our forebears. We subject all facts to a prefabricated set of interpretations. We enjoy the comfort of opinion without the discomfort of thought.","author" : "John F. Kennedy"},{"text" : "Conformity is the jailer of freedom and the enemy of growth.","author" : "John F. Kennedy"},{"text" : "And so, my fellow Americans, ask not what your country can do for you; ask what you can do for your country.","author" : "John F. Kennedy"},{"text" : "We don't want to be like the leader in the French Revolution who said There go my people, I must find out where they are going so I can lead them.","author" : "John F. Kennedy"},{"text" : "Israel will endure and flourish. It is the child of hope and the home of the brave.","author" : "John F. Kennedy"},{"text" : "Somebody once said that Washington was a city of Northern charm and Southern efficiency.","author" : "John F. Kennedy"},{"text" : "It might be said now that I have the best of both worlds. A Harvard education and a Yale degree.","author" : "John F. Kennedy"},{"text" : "We are not here to curse the darkness, but to light the candle that can guide us thru that darkness to a safe and sane future.","author" : "John F. Kennedy"},{"text" : "We want from you not the sneers of the cynics or the despair of the faint-hearted. We ask of you enlightenment, vision, illumination.","author" : "John F. Kennedy"},{"text" : "For to save mankind's future freedom, we must face up to any risk that is necessary.","author" : "John F. Kennedy"},{"text" : "Arms alone are not enough to keep the peace. It must be kept by men.","author" : "John F. Kennedy"},{"text" : "Every dollar released from taxation that is spared or invested will help create a new job and a new salary.","author" : "John F. Kennedy"},{"text" : "All the world knows that no successful system builds a wall to keep its people in and freedom out--and that the wall of shame dividing Berlin is a symbol of Communist failure.","author" : "John F. Kennedy"},{"text" : "Religious tolerance implies no lack of commitment to one's own beliefs. Rather it condemns the oppression or persecution of others.","author" : "John F. Kennedy"},{"text" : "American history is not something dead and over. It is always alive, always growing, always unfinished.","author" : "John F. Kennedy"},{"text" : "Political sovereignty is but a mockery without the means of meeting poverty and illiteracy and disease. Self-determination is but a slogan if the future holds no hope.","author" : "John F. Kennedy"},{"text" : "Our growing softness, our increasing lack of physical fitness, is a menace to our security.","author" : "John F. Kennedy"},{"text" : "Our progress as a nation can be no swifter than our progress in education","author" : "John F. Kennedy"},{"text" : "The farmer is the only man in our economy who buys everything at retail, sells everything at wholesale, and pays the freight both ways.","author" : "John F. Kennedy"},{"text" : "The strongest force in the world today is the desire for national independence, reaching well beyond any ideology or really any national power.","author" : "John F. Kennedy"},{"text" : "If there is a single issue that divides the world today, it is independence.","author" : "John F. Kennedy"},{"text" : "The great revolution in the history of man, past, present and future, is the revolution of those determined to be free.","author" : "John F. Kennedy"},{"text" : "We choose to go to the moon in this decade and do the other things, not because they are easy, but because they are hard.","author" : "John F. Kennedy"},{"text" : "Life is never easy. There is work to be done and obligations to be met – obligations to truth, to justice, and to liberty.","author" : "John F. Kennedy"},{"text" : "Every person can make a difference, and every person should try.","author" : "John F. Kennedy"},{"text" : "There are risks and costs to a program of action. But they are far less than the long-range risks and costs of comfortable inaction.","author" : "John F. Kennedy"},{"text" : "Agriculture is one of our best dollar earners. The balance of trade in our favor in agriculture is a tremendous source of dollars— and therefore gold— to this country at a very important time.","author" : "John F. Kennedy"},{"text" : "And a revolution of automation finds machines replacing men in the mines and mills of America, without replacing their incomes or their training or their needs to pay the family doctor, grocer and landlord.","author" : "John F. Kennedy"},{"text" : "Those who foolishly sought power by riding the back of the tiger ended up inside.","author" : "John F. Kennedy"},{"text" : "The ignorance of one voter in a democracy impairs the security of all.","author" : "John F. Kennedy"},{"text" : "Politics is a jungle— torn between doing the right thing and staying in office.","author" : "John F. Kennedy"},{"text" : "It was like dealing with Dad— all give and no take.","author" : "John F. Kennedy"},{"text" : "The energy, the faith, the devotion which we bring this endeavor will light our bounty and all who serve it, and the glow from that fire can truly light the world.","author" : "John F. Kennedy"},{"text" : "The energy, the faith, the devotion which we bring to this endeavor will light our country and all who serve it and the glow from that fire can truly light the world.","author" : "John F. Kennedy"},{"text" : "We are tied to the ocean, and when we go back to the sea, whether it is to sail or to watch, we are going back from whence we came.","author" : "John F. Kennedy"},{"text" : "That's the way we all feel about conservation— it won't come this afternoon, but we ought to get started this afternoon, if it's ever going to come.","author" : "John F. Kennedy"},{"text" : "Victory has a thousand fathers, but defeat is an orphan.","author" : "John F. Kennedy"},{"text" : "We must find time to stop and thank the people who make a difference in our lives.","author" : "John F. Kennedy"},{"text" : "A strong America...depends on its farms and natural resources.","author" : "John F. Kennedy"},{"text" : "The tremendous increase in productivity in American farms is really the most astonishing phenomenon in the free world.","author" : "John F. Kennedy"},{"text" : "Agriculture is one of our best dollar earners. The balance of trade in our favor in agriculture is a tremendous source of dollars— and therefore gold—to this country at a very important time.","author" : "John F. Kennedy"},{"text" : "The people who line on our farms make it possible for this country to progress as it has.","author" : "John F. Kennedy"},{"text" : "We choose to go to the moon in this decade and do the other things. Not because they are easy, but because they are hard.","author" : "John F. Kennedy"},{"text" : "I believe that this Nation should commit itself to achieving the goal, before this decade is out, of landing a man on the moon and returning hin safely to the earth.","author" : "John F. Kennedy"},{"text" : "If we cannot end now our differences, at least we can help make the world safe for diversity.","author" : "John F. Kennedy"},{"text" : "This country cannot survive unless the political leaders, those who seek positions of responsibility are willing to tell the people the truth.","author" : "John F. Kennedy"},{"text" : "A young man who does not have what it takes to perform military service is not likely to have what it takes to make a living.","author" : "John F. Kennedy"},{"text" : "It is an unfortunate fact that we can secure peace only by preparing for war.","author" : "John F. Kennedy"},{"text" : "The efforts of the government alone will never be enough. In the end, the people must choose and the people must help themselves.","author" : "John F. Kennedy"},{"text" : "Arms alone are not enough to keep the peace. It must be kept by people.","author" : "John F. Kennedy"},{"text" : "It was like dealing with Dad—all give and no take.","author" : "John F. Kennedy"},{"text" : "We are inclined that if we watch a football game or baseball game, we have taken part in it.","author" : "John F. Kennedy"}]