[{"text" : "Charity is injurious unless it helps the recipient to become independent of it.","author" : "John D. Rockefeller"},{"text" : "Giving should be entered into in just the same way as investing. Giving is investing.","author" : "John D. Rockefeller"},{"text" : "Next to doing the right thing, the most important thing is to let people know you are doing the right thing.","author" : "John D. Rockefeller"},{"text" : "I would rather earn 1% off a 100 people's efforts than 100% of my own efforts.","author" : "John D. Rockefeller"},{"text" : "Don't be afraid to give up the good to go for the great.","author" : "John D. Rockefeller"},{"text" : "The common denominator for success is work.","author" : "John D. Rockefeller"},{"text" : "The major fortunes in America have been made in land.","author" : "John D. Rockefeller"},{"text" : "I believe in the dignity of labor, whether with head or hand; that the world owes no man a living but that it owes every man an opportunity to make a living.","author" : "John D. Rockefeller"},{"text" : "I have ways of making money that you know nothing of.","author" : "John D. Rockefeller"},{"text" : "Every right implies a responsibility; Every opportunity, an obligation, Every possession, a duty.","author" : "John D. Rockefeller"},{"text" : "A friendship founded on business is better than a business founded on friendship.","author" : "John D. Rockefeller"},{"text" : "The way to make money is to buy when blood is running in the streets.","author" : "John D. Rockefeller"},{"text" : "Think of giving not as a duty but as a privilege.","author" : "John D. Rockefeller"},{"text" : "If you want to succeed you should strike out on new paths, rather than travel the worn paths of accepted success.","author" : "John D. Rockefeller"},{"text" : "It is wrong to assume that men of immense wealth are always happy.","author" : "John D. Rockefeller"},{"text" : "There is nothing in this world that can compare with the Christian fellowship; nothing that can satisfy but Christ.","author" : "John D. Rockefeller"},{"text" : "The only question with wealth is, what do you do with it?","author" : "John D. Rockefeller"},{"text" : "The most important thing for a young man is to establish a credit a reputation, character.","author" : "John D. Rockefeller"},{"text" : "Our cup will truly run over only after we have sealed the character cracks.","author" : "John D. Rockefeller"},{"text" : "Good leadership consists in showing average people how to do the work of superior people.","author" : "John D. Rockefeller"},{"text" : "I believe that every right implies responsibility; every opportunity, an obligation; every possession, a duty.","author" : "John D. Rockefeller"},{"text" : "The secret of success is to do the common things uncommonly well.","author" : "John D. Rockefeller"},{"text" : "A friendship founded on business is good deal better than a business founded on friendship.","author" : "John D. Rockefeller"},{"text" : "Good leadership consists of showing average people how to do the work of superior people.","author" : "John D. Rockefeller"},{"text" : "Don’t be afraid to give up the good to go for the great.","author" : "John D. Rockefeller"}]