[{"text" : "Depression begins with disappointment. When disappointment festers in our soul, it leads to discouragement.","author" : "Joyce Meyer"},{"text" : "What do you do when disappointment comes? When it weighs on you like a rock, you can either let it press you down until you become discouraged, even devastated, or you can use it as a stepping-stone to better things.","author" : "Joyce Meyer"},{"text" : "Let's face it: None of us are ever going to get to the place in life where we have no more disappointments. We can't expect to be sheltered from every little thing. Disappointment is a fact of life--one that must be dealt with.","author" : "Joyce Meyer"},{"text" : "Humble people ask for help.","author" : "Joyce Meyer"},{"text" : "Life will not always change, so we must be willing to change.","author" : "Joyce Meyer"},{"text" : "Your emotions are very unstable and should never be the foundation for direction in your life.","author" : "Joyce Meyer"},{"text" : "Instead of judging people, we need to pray.","author" : "Joyce Meyer"},{"text" : "Consider a tree for a moment. As beautiful as trees are to look at, we don't see what goes on underground - as they grow roots. Trees must develop deep roots in order to grow strong and produce their beauty. But we don't see the roots. We just see and enjoy the beauty. In much the same way, what goes on inside of us is like the roots of a tree.","author" : "Joyce Meyer"},{"text" : "The best way to have the last word is to apologize.","author" : "Joyce Meyer"},{"text" : "Change is always tough. Even for those who see themselves as agents of change, the process of starting a new thing can cause times of disorientation, uncertainty and insecurity.","author" : "Joyce Meyer"},{"text" : "We can improve our relationships with others by leaps and bounds if we become encouragers instead of critics.","author" : "Joyce Meyer"},{"text" : "God's mercy is fresh and new every morning.","author" : "Joyce Meyer"},{"text" : "I believe that the greatest gift you can give your family and the world is a healthy you.","author" : "Joyce Meyer"},{"text" : "Getting stress out of your life takes more than prayer alone. You must take action to make changes and stop doing whatever is causing the stress. You can learn to calm down in the way you handle things.","author" : "Joyce Meyer"},{"text" : "Positive minds full of faith and hope produce positive lives.","author" : "Joyce Meyer"},{"text" : "God not only sees where you are, He sees where you can be.","author" : "Joyce Meyer"},{"text" : "Don't allow yourself to be upset and disturbed. Hold your peace because without it you have no power.","author" : "Joyce Meyer"},{"text" : "Don't waste your time being upset about something you can't change. Begin again and do it better this time.","author" : "Joyce Meyer"},{"text" : "I make mistakes every day. I'm not perfect in my behavior, but I want to be and that's what God is after, a heart that wants to be.","author" : "Joyce Meyer"},{"text" : "Don't give up on the people you love. Your patient love and faithfulness may be exactly what they need to make a complete turn around.","author" : "Joyce Meyer"},{"text" : "As believers in Jesus Christ, our work is to believe while God works on our behalf.","author" : "Joyce Meyer"},{"text" : "Prayer doesn't just change things it changes us. If we are diligent in seeking God, slowly and surely we become better people.","author" : "Joyce Meyer"},{"text" : "As you read or listen to God's word and spend time talking to him in prayer, your spirit will eventually become stronger than your flesh.","author" : "Joyce Meyer"},{"text" : "Prayer is simply talking to God like a friend and should be the easiest thing we do each day.","author" : "Joyce Meyer"},{"text" : "Spending time with God through prayer and his word is a prerequisite for having a great life and fulfilling your purpose.","author" : "Joyce Meyer"},{"text" : "If selfishness is the key to being miserable, then selflessness must be the key to being happy!","author" : "Joyce Meyer"},{"text" : "Mercy is the stuff you give to people that don't deserve it.","author" : "Joyce Meyer"},{"text" : "Teachers can change lives with just the right mix of chalk and challenges.","author" : "Joyce Meyer"},{"text" : "The eagle has no fear of adversity.","author" : "Joyce Meyer"},{"text" : "We will all fail in life, but nobody has to be a failure. Failing at a thing doesn't make you a failure. You are only a failure when you quit trying.","author" : "Joyce Meyer"},{"text" : "We all face storms in life. Some are more difficult than others, but we all go through trials and tribulation. That's why we have the gift of faith.","author" : "Joyce Meyer"},{"text" : "You cannot have a positive life and a negative mind.","author" : "Joyce Meyer"},{"text" : "Unforgiveness is spiritual filthiness, so get washed in the water of God's Word to forgive and stay clean.","author" : "Joyce Meyer"},{"text" : "You can be pitiful, or you can be powerful, but you can't be both.","author" : "Joyce Meyer"},{"text" : "Character is doing what you don't want to do but know you should do.","author" : "Joyce Meyer"},{"text" : "Justified means just as if you've never sinned.","author" : "Joyce Meyer"},{"text" : "Good intentions never change anything. They only become a deeper and deeper rut.","author" : "Joyce Meyer"},{"text" : "If you're fighting moodiness and depression you don't want to hang around a bunch of other moody and depressed people.","author" : "Joyce Meyer"},{"text" : "Watch out for the joy-stealers: gossip, criticism, complaining, faultfinding, and a negative, judgmental attitude.","author" : "Joyce Meyer"},{"text" : "Frustration is a sign I am acting independently. The more you try your own way, the tighter the doors will stay closed.","author" : "Joyce Meyer"},{"text" : "Christianity is a lifestyle. And being a Christian is more than a label.","author" : "Joyce Meyer"},{"text" : "Don't mourn over your bad decisions. Just start overcoming them with good ones.","author" : "Joyce Meyer"},{"text" : "If someone you know makes a bad decision or uses bad judgment, it doesn't mean you have to allow that to alter your attitude.","author" : "Joyce Meyer"},{"text" : "We don't grow when things are easy; we grow when we face challenges.","author" : "Joyce Meyer"},{"text" : "Unhappiness comes when you try to be like everyone else rather than embracing the unique person that you are.","author" : "Joyce Meyer"},{"text" : "Obedience to God is the pathway to the life you really want to live.","author" : "Joyce Meyer"},{"text" : "No matter what's going on in our lives, the victory is in refusing to quit.","author" : "Joyce Meyer"},{"text" : "Compliment people. Magnify their strengths, not their weaknesses.","author" : "Joyce Meyer"},{"text" : "Instead of blaming everyone and everything else for your problems, pray for God to help you take an inventory of what's been on your mind so you can think about what you've been thinking about.","author" : "Joyce Meyer"},{"text" : "If you want to give the devil a nervous breakdown, just get up every day and see how much good you can do.","author" : "Joyce Meyer"},{"text" : "A positive attitude gives you power over your circumstances instead of your circumstances having power over you.","author" : "Joyce Meyer"},{"text" : "Stop comparing yourself to other people; you are an original. We are all different and it's okay.","author" : "Joyce Meyer"},{"text" : "Deadly emotions, buried alive, never die.","author" : "Joyce Meyer"},{"text" : "Whatever your situation, God wants to heal you, strengthen you, and lead you to a place where you can enjoy life again.","author" : "Joyce Meyer"},{"text" : "Start your week off right by getting back to what is really important honoring God.","author" : "Joyce Meyer"},{"text" : "When you focus on how wonderful God is and all the great things He's done is doing and even will do in your life, your natural response will be praise, adoration and awe.","author" : "Joyce Meyer"},{"text" : "If someone decides they're not going to be happy, it's not your problem. You don't have to spend your time and energy trying to cheer up someone who has already decided to stay in a bad mood. Believe it or not, you can actually hurt people by playing into their self-pity.","author" : "Joyce Meyer"},{"text" : "You are not free until you have no need to impress anybody.","author" : "Joyce Meyer"},{"text" : "A #2 pencil and a dream can take you anywhere.","author" : "Joyce Meyer"},{"text" : "If you want to get over a problem, stop talking about it. Your mind affects your mouth and your mouth affects your mind. It's difficult to stop talking about a situation until you stop thinking about it.","author" : "Joyce Meyer"},{"text" : "Positive minds produce positive lives. Negative minds produce negative lives. Positive thoughts are always full of faith and hope. Negative thoughts are always full of fear and doubt.","author" : "Joyce Meyer"},{"text" : "It's certainly not wrong to want to be a better person. God gave us that desire.","author" : "Joyce Meyer"},{"text" : "We should never let material things get ahead of God or become so important in our lives that we can't walk away from them if He tells us to. Anything you own that has a hold on you is a problem.","author" : "Joyce Meyer"},{"text" : "Bad habits are our enemies because they hinder us from being the person we want to be.","author" : "Joyce Meyer"},{"text" : "Sometimes when you are the closest to your breakthrough the pressure is the greatest.","author" : "Joyce Meyer"},{"text" : "When you are tempted to give up, your breakthrough is probably just around the corner.","author" : "Joyce Meyer"},{"text" : "You never know how close you are to a breakthrough. It may be right around the corner.","author" : "Joyce Meyer"},{"text" : "We all get weary sometimes, and we tend to think that life is what makes us weary.","author" : "Joyce Meyer"},{"text" : "Compromise means to go just a little bit below what you know is right. It's just a little bit, but it's the little foxes that spoil the vine.","author" : "Joyce Meyer"},{"text" : "The only answer to fear is faith in God, knowing He loves you unconditionally and individually.","author" : "Joyce Meyer"},{"text" : "Fear is a spirit that produces a feeling.","author" : "Joyce Meyer"},{"text" : "If you want a testimony, you are going to have a test.","author" : "Joyce Meyer"},{"text" : "Character is expressed through our behavior patterns, or natural responses to things.","author" : "Joyce Meyer"},{"text" : "Satan wants us to constantly focus on everything that is wrong with us and look at how far we still have to go. But God desires for us to rejoice in how far we have already come.","author" : "Joyce Meyer"},{"text" : "An affirmation to say everyday: The healing power of God is working in me right now. Every day I get better and better in every way.","author" : "Joyce Meyer"},{"text" : "God never promised us a trouble-free life.","author" : "Joyce Meyer"},{"text" : "The truth is, if we don't learn to submit to authority, we won't ever learn to submit to God.","author" : "Joyce Meyer"},{"text" : "When you take time with God and listen to His voice, He renews your strength and enables you to handle life.","author" : "Joyce Meyer"},{"text" : "The conscience can be a strong guide in life if we allow it.","author" : "Joyce Meyer"},{"text" : "Victory is not the absence of problems, it is the presence of power.","author" : "Joyce Meyer"},{"text" : "Until we accept and approve of ourselves, no amount of approval from others will keep us permanently secure.","author" : "Joyce Meyer"},{"text" : "If we are addicted to people's approval, we will always experience pain when that approval is withdrawn--as it always is.","author" : "Joyce Meyer"},{"text" : "When Jesus comes to live in our hearts, the seed of holiness is planted.","author" : "Joyce Meyer"},{"text" : "We suffer much agony because we try to get from people what only God can give us, which is a sense of worth and value. Look to God for what you need, not to people.","author" : "Joyce Meyer"},{"text" : "I think there's more women that watch me than men, but I don't look at myself as just a minister to women. My ministry began that way, but I really feel like the Word of God is for everybody.","author" : "Joyce Meyer"},{"text" : "Growth requires facing where you're at so you can go to the next level.","author" : "Joyce Meyer"},{"text" : "The great quest of life has always been to discover truth.","author" : "Joyce Meyer"},{"text" : "Spending time with God is the key to our strength and success in all areas of life. Be sure that you never try to work God into your schedule, but always work your schedule around Him.","author" : "Joyce Meyer"},{"text" : "God rose up from His throne and said to demon powers tormenting the sinless Son of God, ‘Let Him go.' Then the resurrection power of Almighty God went through hell and filled Jesus. ..","author" : "Joyce Meyer"},{"text" : "Patience is not simply the ability to wait—it's how we behave while we're waiting.","author" : "Joyce Meyer"},{"text" : "It's like a jar of salad dressing sitting on a shelf... most of the seasoning settles to the bottom of the bottle. But when you shake that bottle up, all the ingredients mix together and then the dressing can add flavor to a salad. In the same way, we can stir ourselves up and regain the reverence, respect and awe we once had for the Lord.","author" : "Joyce Meyer"},{"text" : "Patience is not simply the ability to wait - it's how we behave while we're waiting.","author" : "Joyce Meyer"},{"text" : "We will never enjoy life unless we make a quality decision to do so.","author" : "Joyce Meyer"},{"text" : "As you work through your grief, you may have times when you simply need to get your mind off of what you're going through because you have done everything you can do about it; there is nothing else you can do except wait for the full healing to come.","author" : "Joyce Meyer"},{"text" : "I would rather stay positive and get 60 percent good results than stay negative and get 100 percent bad results.","author" : "Joyce Meyer"}]