[{"text" : "Writing is a way of talking without being interrupted.","author" : "Jules Renard"},{"text" : "If you are afraid of being lonely, don't try to be right.","author" : "Jules Renard"},{"text" : "I don't know if God exists, but it would be better for His reputation if He didn't.","author" : "Jules Renard"},{"text" : "If you are afraid of being lonely, don't try to be right.","author" : "Jules Renard"},{"text" : "It is not a question of how old you are, but a question of how you are old.","author" : "Jules Renard"},{"text" : "It's not how old you are, it`s how you are old.","author" : "Jules Renard"},{"text" : "On earth there is no heaven, but there are pieces of it.","author" : "Jules Renard"},{"text" : "Love is like an hour-glass, with the heart filling up as the brain empties.","author" : "Jules Renard"},{"text" : "Being bored is an insult to oneself.","author" : "Jules Renard"},{"text" : "Love is like an hourglass, with the heart filling up as the brain empties","author" : "Jules Renard"},{"text" : "It is in the midst of the city that one writes the most inspiring pages about the country.","author" : "Jules Renard"},{"text" : "Style means the right word. The rest matters little.","author" : "Jules Renard"},{"text" : "When the defects of others are perceived with so much clarity, it is because one possesses them oneself.","author" : "Jules Renard"},{"text" : "Talent is a matter of quantity. Talent does not write on page, it writes three hundred.","author" : "Jules Renard"},{"text" : "I finally know what distinguishes man from the other beasts: financial worries.","author" : "Jules Renard"},{"text" : "Laziness is nothing more than the habit of resting before you get tired.","author" : "Jules Renard"},{"text" : "Clarity is the politeness of the man of letters.","author" : "Jules Renard"},{"text" : "There are moments when everything goes well; don't be frightened, it won't last.","author" : "Jules Renard"},{"text" : "Love is like an hourglass, with the heart filling up as the brain empties.","author" : "Jules Renard"},{"text" : "Laziness is in tune with transitory time.","author" : "Jules Renard"},{"text" : "Somewhere in the shadow cast by every famous man is a feminine victim.","author" : "Jules Renard"},{"text" : "Walks. The body advances, while the mind flutters around it like a bird.","author" : "Jules Renard"},{"text" : "The ideal of calm exists in a sitting cat.","author" : "Jules Renard"},{"text" : "The reward of great men is that, long after they have died, one is not quite sure that they are dead.","author" : "Jules Renard"},{"text" : "Wrinkles are engraved smiles.","author" : "Jules Renard"},{"text" : "Everything you want is out there waiting for you to ask. Everything you want also wants you. But you have to take action to get it.","author" : "Jules Renard"},{"text" : "The sun rises before I do, but I break even by retiring after it does.","author" : "Jules Renard"},{"text" : "As I grow to understand life less and less, I learn to love it more and more.","author" : "Jules Renard"},{"text" : "It may be that the world was created so that evil could exist.","author" : "Jules Renard"},{"text" : "Only in this world do we laugh; in hell, it won't be possible; and in heaven, it won't be proper.","author" : "Jules Renard"},{"text" : "Just add three letters to Paris, and you have paradise.","author" : "Jules Renard"}]