[{"text" : "Doubt is a pain too lonely to know that faith is his brother.","author" : "Kahlil Gibran"},{"text" : "You were born together, and together you shall be forevermore but let there be spaces in your togetherness.","author" : "Kahlil Gibran"},{"text" : "You were born together, and together you shall be forevermore but let there be spaces in your togetherness. And let the winds of the heavens dance between you.","author" : "Kahlil Gibran"},{"text" : "Ever has it been that love knows not its own depth until the hour of separation.","author" : "Kahlil Gibran"},{"text" : "No man can reveal to you aught but that which already lies half asleep in the dawning of your knowledge. The teacher who walks in the shadow of the temple, among his followers, gives not of his wisdom but rather of his faith and his lovingness. If he is indeed wise he does not bid you enter the house of his wisdom, but rather leads you to the threshold of your own mind.","author" : "Kahlil Gibran"},{"text" : "Money is like love; it kills slowly and painfully the one who withholds it, and enlivens the other who turns it on his fellow man.","author" : "Kahlil Gibran"},{"text" : "Beauty is not in the face; beauty is a light in the heart.","author" : "Kahlil Gibran"},{"text" : "The smallest act of kindness is worth more than the greatest intention.","author" : "Kahlil Gibran"},{"text" : "Tenderness and kindness are not signs of weakness and despair, but manifestations of strength and resolution.","author" : "Kahlil Gibran"},{"text" : "Life is not only merriment,It is desire and determination.","author" : "Kahlil Gibran"},{"text" : "The timeless in you is aware of life's timelessness. And knows that yesterday is but today's memory and tomorrow is today's dream.","author" : "Kahlil Gibran"},{"text" : "Your living is determined not so much by what life brings to you as by the attitude you bring to life; not so much by what happens to you as by the way your mind looks at what happens.","author" : "Kahlil Gibran"},{"text" : "Mother: the most beautiful word on the lips of mankind.","author" : "Kahlil Gibran"},{"text" : "Sadness is but a wall between two gardens.","author" : "Kahlil Gibran"},{"text" : "Our anxiety does not come from thinking about the future, but from wanting to control it.","author" : "Kahlil Gibran"},{"text" : "The deeper that sorrow carves into your being the more joy you can contain.","author" : "Kahlil Gibran"},{"text" : "Out of suffering have emerged the strongest souls; the most massive characters are seared with scars.","author" : "Kahlil Gibran"},{"text" : "When you are sorrowful look again in your heart, and you shall see that in truth you are weeping for that which has been your delight.","author" : "Kahlil Gibran"},{"text" : "Faith is a knowledge within the heart, beyond the reach of proof.","author" : "Kahlil Gibran"},{"text" : "Faith is an oasis in the heart which can never be reached by the caravan of thinking.","author" : "Kahlil Gibran"},{"text" : "He who understands you is greater kin to you than your own brother. For even your own kindred neither understand you nor know your true worth.","author" : "Kahlil Gibran"},{"text" : "You give but little when you give of your possessions. It is when you give of yourself that you truly give.","author" : "Kahlil Gibran"},{"text" : "Desire is half of life; indifference is half of death.","author" : "Kahlil Gibran"},{"text" : "The sea that calls all things unto her calls me, and I must embark.","author" : "Kahlil Gibran"},{"text" : "One day you will ask me which is more important? My life or yours? I will say mine and you will walk away not knowing that you are my life.","author" : "Kahlil Gibran"},{"text" : "And you would accept the seasons of your heart just as you have always accepted that seasons pass over your fields and you would watch with serenity through the winters of your grief.","author" : "Kahlil Gibran"},{"text" : "When you reach the end of what you should know, you will be at the beginning of what you should sense.","author" : "Kahlil Gibran"},{"text" : "All our words are but crumbs that fall down from the feast of the mind.","author" : "Kahlil Gibran"},{"text" : "If you reveal your secrets to the wind you should not blame the wind for revealing them to the trees.","author" : "Kahlil Gibran"},{"text" : "And forget not that the earth delights to feel your bare feet and the winds long to play with your hair.","author" : "Kahlil Gibran"},{"text" : "Braving obstacles and hardships is nobler than retreat to tranquility. The butterfly that hovers around the lamp until it dies is more admirable than the mole that lives in a dark tunnel.","author" : "Kahlil Gibran"},{"text" : "If you love somebody, let them go, for if they return, they were always yours. And if they don't, they never were.","author" : "Kahlil Gibran"},{"text" : "In one drop of water are found all the secrets of all the oceans.","author" : "Kahlil Gibran"},{"text" : "When you part from your friend, you grieve not. For that which you love in him may be clearer in his absence, as the mountain to the climber is cleaner from the plain.","author" : "Kahlil Gibran"},{"text" : "Let there be spaces in your togetherness.","author" : "Kahlil Gibran"},{"text" : "Beauty is eternity gazing at itself in a mirror. But you are eternity and you are the mirror.","author" : "Kahlil Gibran"},{"text" : "You are the bows from which your children as living arrows are sent forth.","author" : "Kahlil Gibran"},{"text" : "The archer sees the make upon the path of the infinite, and He bends you with His might that His arrows may go swift and far.","author" : "Kahlil Gibran"},{"text" : "If you reveal your secrets to the wind, you should not blame the wind for revealing them to the trees.","author" : "Kahlil Gibran"},{"text" : "If the grandfather of the grandfather of Jesus had known what was hidden within him, he would have stood humble and awe-struck before his soul.","author" : "Kahlil Gibran"},{"text" : "Your friend is your needs answered. He is your field which you sow with love and reap with thanksgiving. And he is your board and your fireside. For you come to him with your hunger, and you seek him for peace.","author" : "Kahlil Gibran"},{"text" : "Enthusiasm is a volcano on whose top never grows the grass of hesitation.","author" : "Kahlil Gibran"},{"text" : "We choose our joys and sorrows long before we experience them.","author" : "Kahlil Gibran"},{"text" : "The optimist sees the rose and not its thorns; the pessimist stares at the thorns, oblivious to the rose.","author" : "Kahlil Gibran"},{"text" : "If you love somebody, let them go, for if they return, they were always yours. If they don't, they never were.","author" : "Kahlil Gibran"},{"text" : "Life without love is like a tree without blossoms or fruit.","author" : "Kahlil Gibran"},{"text" : "Work is love made visible. And if you can't work with love but only with distaste, it is better that you should leave your work and sit at the gate of the temple and take alms of the people who work with joy.","author" : "Kahlil Gibran"},{"text" : "A friend who is far away is sometimes much nearer than one who is at hand.","author" : "Kahlil Gibran"},{"text" : "If you love somebody, let them go, for if they return, they were always yours.","author" : "Kahlil Gibran"},{"text" : "A shy failure is nobler than an immodest success.","author" : "Kahlil Gibran"},{"text" : "Yesterday we obeyed kings and bent our necks before emperors. But today we kneel only to truth, follow only beauty, and obey only love.","author" : "Kahlil Gibran"},{"text" : "Friendship is always a sweet responsibility, never an opportunity.","author" : "Kahlil Gibran"},{"text" : "Let there be no purpose in friendship save the deepening of the spirit.","author" : "Kahlil Gibran"},{"text" : "Marriage is the golden ring in a chain whose beginning is a glance and whose ending is eternity.","author" : "Kahlil Gibran"},{"text" : "There is a space between man's imagination and man's attainment that may only be traversed by his longing.","author" : "Kahlil Gibran"},{"text" : "The teacher who is indeed wise does not bid you to enter the house of his wisdom but rather leads you to the threshold of your mind.","author" : "Kahlil Gibran"},{"text" : "Between what is said and not meant, and what is meant and not said, most of love is lost.","author" : "Kahlil Gibran"},{"text" : "Half of what I say is meaningless; but I say it so that the other half may reach you.","author" : "Kahlil Gibran"},{"text" : "We were a silent, hidden thought in the folds of oblivion, and we have become a voice that causes the heavens to tremble.","author" : "Kahlil Gibran"},{"text" : "You give but little when you give of your possessions.It is when you give of yourself that you truly give.","author" : "Kahlil Gibran"},{"text" : "The very strength that protects the heart from injury is the strength that prevents the heart from enlarging to its intended greatness within. The song of the voice is sweet, but the song of the heart is the pure voice of heaven.","author" : "Kahlil Gibran"},{"text" : "Work is love made visible. And if you cannot work with love but only with distaste, it is better that you should leave your work and sit at the gate of the temple and take alms of those who work with joy.","author" : "Kahlil Gibran"},{"text" : "In one drop of water are found all the secrets of all the oceans; in one aspect of You are found all the aspects of existence.","author" : "Kahlil Gibran"},{"text" : "Love gives naught but itself and takes naught but from itself, Love possesses not nor would it be possessed: For love is sufficient unto love.","author" : "Kahlil Gibran"},{"text" : "To realize that prophecy in the people is like fruit in the tree is to know the unity of life.","author" : "Kahlil Gibran"},{"text" : "An eye for an eye, and the whole world would be blind.","author" : "Kahlil Gibran"},{"text" : "You talk when you cease to be at peace with your thoughts.","author" : "Kahlil Gibran"},{"text" : "There must be something strangely sacred in salt. It is in our tears and in the sea.","author" : "Kahlil Gibran"},{"text" : "The timeless in you is aware of life's timelessness and knows that yesterday is but today's memory and tomorrow is today's dream.","author" : "Kahlil Gibran"},{"text" : "For to the bee a flower is the fountain of life, and to the flower a bee is the messenger of love.","author" : "Kahlil Gibran"},{"text" : "Words are timeless. You should utter them or write them with a knowledge of their timelessness.","author" : "Kahlil Gibran"},{"text" : "Hearts united in pain and sorrow will not be separated by joy and happiness. Bonds that are woven in sadness are stronger than the ties of joy and pleasure. Love that is washed by tears will remain eternally pure and faithful.","author" : "Kahlil Gibran"},{"text" : "Life is but a sleep disturbed by dreaming, prompted by the will; the saddened soul with sadness hides it's secrets, and the gay, with thrill.","author" : "Kahlil Gibran"},{"text" : "It takes a minute to have a crush on someone, an hour to like someone, a day to love someone...but it takes a lifetime to forget someone.","author" : "Kahlil Gibran"},{"text" : "Would the valleys were your streets, and the green paths your alleys, that you might seek one another through vineyards, and come with the fragrance of the earth in your garments.","author" : "Kahlil Gibran"},{"text" : "Your children are not your children. They are the sons and daughters of Life’s longing for itself.","author" : "Kahlil Gibran"},{"text" : "You may give them your love but not your thoughts. . For they have their own thoughts. . You may house their bodies but not their souls, . For their souls dwell in the house of tomorrow, . which you cannot visit, not even in your dreams.","author" : "Kahlil Gibran"},{"text" : "One day you will ask me which is more important, my life or yours? I will say mine and you will walk away not knowing that you are my life.","author" : "Kahlil Gibran"},{"text" : "The optimist sees the rose and not its thorns; the pessimist stares at the thorns, oblivious of the rose.","author" : "Kahlil Gibran"},{"text" : "Love gives naught but itself and takes naught but from itself. . Love possesses not nor would it be possessed; . For love is sufficient unto love.","author" : "Kahlil Gibran"},{"text" : "Your pain is the breaking of the shell that encloses your understanding.","author" : "Kahlil Gibran"},{"text" : "Kindness is like snow. It beautifies everything it covers.","author" : "Kahlil Gibran"},{"text" : "For life and death are one, even as the river and the sea are one.","author" : "Kahlil Gibran"},{"text" : "Life is naked. A nude body is the truest and noblest symbol of life. If I draw a mountain as a heap of human forms and paint a waterfall in the shape of tumbling human bodies, it is because I see in the mountain a heap of living things, and in the waterfall a precipitate current of life.","author" : "Kahlil Gibran"},{"text" : "Love knows not its own depth until the hour of separation.","author" : "Kahlil Gibran"},{"text" : "And ever has it been that love knows not its own depth until the hour of separation.","author" : "Kahlil Gibran"},{"text" : "When you part from your friend; you grieve not. . For that which you love most in him will be clearer in is absence, . as to mountain to the climber is clearer from the plain.","author" : "Kahlil Gibran"},{"text" : "It is within the will of a man to transform his inner mist into sun.","author" : "Kahlil Gibran"},{"text" : "Kindness is like snow, It beautifies everything it covers.","author" : "Kahlil Gibran"},{"text" : "Philosophy's work is finding the shortest path between two points.","author" : "Kahlil Gibran"},{"text" : "Farewell to you and the youth I have spent with you. It was but yesterday we met in a dream.","author" : "Kahlil Gibran"},{"text" : "Yesterday is but to-day’s memory and to-morrow is to-day’s dream.","author" : "Kahlil Gibran"},{"text" : "But you, children of space, you restless in rest, you shall not be trapped nor tamed.","author" : "Kahlil Gibran"},{"text" : "The astronomer may speak to you of his understanding of space, but he cannot give you his understanding.","author" : "Kahlil Gibran"},{"text" : "The mother is everything she is our consolation in sorrow, our hope in misery, and our strength in weakness. She is the source of love, mercy, sympathy, and forgiveness.","author" : "Kahlil Gibran"},{"text" : "You often say, I would give, but only to the deserving. The trees in your orchard say not so, nor the flocks in your pasture. They give that they may live, for to withhold is to perish.","author" : "Kahlil Gibran"},{"text" : "Out of suffering have emerged the strongest souls the most massive characters are seared with scars.","author" : "Kahlil Gibran"},{"text" : "You shall be together when the white wings of death scatter your days. . Ay, you shall be together even in the silent memory of God. . But let there be spaces in your togetherness, . And let the winds of the heavens dance between you.","author" : "Kahlil Gibran"},{"text" : "Truth is a deep kindness that teaches us to be content in our everyday life and share with the people the same happiness.","author" : "Kahlil Gibran"},{"text" : "You can muffle the drum, and you can loosen the strings of the lyre, but who shall command the skylark not to sing.","author" : "Kahlil Gibran"},{"text" : "When you part from your friend, you grieve not; . For that which you love most in him may be clearer in his absence, . as the mountain to the climber is clearer from the plain.","author" : "Kahlil Gibran"},{"text" : "Rest in reason; move in passion.","author" : "Kahlil Gibran"},{"text" : "Your children are not your children. They are the sons and daughters of Life's longing for itself. They came through you but not from you. And though they are with you yet they belong not to you.","author" : "Kahlil Gibran"},{"text" : "Surely he who is worthy to receive his days and his nights is worthy of all else from you. . And he who has deserved to drink from the ocean of life deserves to fill his cup from your little stream.","author" : "Kahlil Gibran"},{"text" : "Compulsion is a mirror in which he who looks for long will see his inner self endeavoring to commit suicide.","author" : "Kahlil Gibran"}]