[{"text" : "If you can do it better than me, then you do it.","author" : "Kanye West"},{"text" : "In Paris, you're as far as possible from the land of pleasant smiles.","author" : "Kanye West"},{"text" : "I live and breathe every element in life.","author" : "Kanye West"},{"text" : "To be a visionary, all you have to do is make decisions based off of your eyes instead of your ears and your memory.","author" : "Kanye West"},{"text" : "The plan was to drink until the pain is over, But what's worse, the pain or the hangover?","author" : "Kanye West"},{"text" : "If you admire somebody, you should go ahead and tell them. People never get the flowers while they can still smell them.","author" : "Kanye West"},{"text" : "The dinosaurs are remembered only by their bones.","author" : "Kanye West"},{"text" : "The only luxury is time. The time you get to spend with your family.","author" : "Kanye West"},{"text" : "Being fresh is more important than having money.","author" : "Kanye West"},{"text" : "Society and public opinion can beat the wings off of angels.","author" : "Kanye West"},{"text" : "I liberate minds with my music. That's more important than liberating a few people from apartheid or whatever.","author" : "Kanye West"},{"text" : "Even went out his way so you could check in an extra bag now you wanna divide the yam like it equate the math.","author" : "Kanye West"},{"text" : "And we be strapping up like the navy seal do Sweet as banana split every time I peel through.","author" : "Kanye West"},{"text" : "I won’t go into a big spiel about reincarnation, but the first time I was in the Gucci store in Chicago was the closest I’ve ever felt to home.","author" : "Kanye West"},{"text" : "I'm not heartless. I've just learned how to use my heart less.","author" : "Kanye West"},{"text" : "How could you be so cold as a winter wind when it breezes yo'.","author" : "Kanye West"},{"text" : "If I was more complacent and I let things slide, my life would be easier, but you all wouldn't be as entertained. My misery is your pleasure.","author" : "Kanye West"},{"text" : "Everyone should be their own biggest fan,","author" : "Kanye West"}]