History does nothing; it does not possess immense riches, it does not fight battles. It is men, real, living, who do all this.
Social progress can be measured by the social position of the female sex.
Religion is the opiate of the people.
Religion is the sigh of the oppressed creature, the heart of a heartless world, just as it is the spirit of a spiritless situation.
The only antidote to mental suffering is physical pain.
Democracy is the road to socialism.
There comes a time in your life when you have to let go of all the pointless drama and the people who create it and surround yourself with people who make you laugh so hard that you forget the bad and focus solely on the good. After all, life is too short to be anything but happy.
The writer must earn money in order to be able to live and to write, but he must by no means live and write for the purpose of making money.
The writer may very well serve a movement of history as its mouthpiece, but he cannot of course create it
I am greatly pleased with the public, authentic isolation in which we two, you and I, now find ourselves. It is wholly in accord with our attitude and our principles.
Beauty is the main positive form of the aesthetic assimilation of reality, in which aesthetic ideal finds it direct expression.
For capitalism, war and peace are business and nothing but business.
Medicine heals doubts as well as diseases.
Communism deprives no man of the ability to appropriate the fruits of his labour. The only thing it deprives him of is the ability to enslave others by means of such appropriations.
The theory of Communism may be summed up in one sentence: Abolish all private property.
Communism is the riddle of history solved, and it knows itself to be this solution.
Men make their own history, but they do not make it as they please.
Everyone of our relationships with nature and man must be a definite expression of our real, individual life.
Reason has always existed, but not always in a reasonable form.
The way people get their living determines their social outlook.
Follow your own path, no matter what people say.
To be radical is to grasp things by the root.
The alienation of man thus appeared as the fundamental evil of capitalist society.
The bureaucracy is a circle from which no one can escape. Its hierarchy is a hierarchy of knowledge.
The bureaucracy takes itself to be the ultimate purpose of the state.
The development of civilization and industry in general has always shown itself so active in the destruction of forests that everything that has been done for their conservation and production is completely insignificant in comparison.
Mankind always sets itself only such tasks as it can solve; since, looking at the matter more closely, we will always find that the task itself arises only when the material conditions necessary for its solution already exist or are at least in the process of formation.
Exchange value forms the substance of money, and exchange value is wealth.
If anything is certain, it is that I myself am not a Marxist.
The production of too many useful things results in too many useless people.
Machines were, it may be said, the weapon employed by the capitalists to quell the revolt of specialized labor.
Just as the savage must wrestle with nature to satisfy his wants, to maintain and reproduce life, so must civilised man, and he must do so in all social formations and under all possible modes of production.
Surround yourself with people who make you happy. People who make you laugh, who help you when you’re in need. People who genuinely care. They are the ones worth keeping in your life. Everyone else is just passing through.
In capitalist society spare time is acquired for one class by converting the whole life-time of the masses into labour-time.
Wages are determined by the bitter struggle between capitalist and worker.
Hence money may be dirt, although dirt is not money.
Society does not consist of individuals but expresses the sum of interrelations, the relations within which these individuals stand.
Junk food, empty calories and carbs are the big data of the masses.
Consumption is also immediately production, just as in nature the consumption of the elements and chemical substances is the production of the plant.
Work is external to the worker. . . . It is not part of his nature; consequently he does not fulfill himself in his work but denies himself. . . . The worker therefore feels himself at home only during his leisure time, whereas at work he feels homeless.
The french revolution gave rise to ideas which led beyond the ideas of the entire old world order. The revolutionary movement which began in 1789 gave rise to the communist idea which babeu's friend buonarroti re-introduced in france after the revolution of 1830. This idea, consistently developed, is the idea of the new world order.
Value, therefore, does not stalk about with a label describing what it is.
The history of all previous societies has been the history of class struggles.
A commodity appears at first sight an extremely obvious, trivial thing.
It is not the consciousness of men that determines their being, but, on the contrary, their social being that determines their consciousness.
Every emancipation is a restoration of the human world and of human relationships to a man himself.
Very well then; emancipation from usury and money, that is, from practical, real Judaism, would constitute the emancipation of our time.
For the bureaucrat, the world is a mere object to be manipulated by him.
An organised system of machines, to which motion is communicated by the transmitting mechanism from a central automation, is the most developed form of production by machinery.
Fallen wood... has a little organic connection with the growing tree as the cast-off skin has with the snake.
Religion is the sigh of the oppressed creature, the heart of a heartless world, and the soul of soulless conditions. It is the opium of the people.
The tradition of all the dead generations weighs like a nightmare on the brain of the living.
The need of a constantly expanding market for its products chases the bourgeoisie over the whole surface of the globe. It must nestle everywhere, settle everywhere, establish connections everywhere.
Capital is dead labour, which, vampire-like, lives only by sucking living labor, and lives the more, the more labour it sucks.
Capital is money, capital is commodities. By virtue of it being value, it has acquired the occult ability to add value to itself. It brings forth living offspring, or, at the least, lays golden eggs.