We may have different religions, different languages, different colored skin, but we all belong to one human race.
More countries have understood that women's equality is a prerequisite for development.
there is no tool for development more effective than the empowerment of women.
Gender equality is more than a goal in itself. It is a precondition for meeting the challenge of reducing poverty, promoting sustainable development and building good governance.
Gender equality is critical to the development and peace of every nation.
Can the state, which represents the whole of society and has the duty of protecting society, fulfill that duty by lowering itself to the level of the murderer, and treating him as he treated others? The forfeiture of life is too absolute, too irreversible, for one human being to inflict it on another, even when backed by legal process.
If our hopes of building a better and safer world are to become more than wishful thinking, we will need the engagement of volunteers more than ever.
The message should be clear, climate change must take its place along those threats like conflict, poverty.
The right to development is the measure of the respect of all other human rights.That should be our aim: a situation in which all individuals are enabled to maximize their potential, and to contribute to the evolution of society as a whole.
Human rights education is much more than a lesson in schools or a theme for a day; it is a process to equip people with the tools they need to live lives of security and dignity.
Knowledge is power. Information is liberating. Education is the premise of progress, in every society, in every family.
Business, labor and civil society organizations have skills and resources that are vital in helping to build a more robust global community.
No one is born a good citizen; no nation is born a democracy. Rather, both are processes that continue to evolve over a lifetime. Young people must be included from birth. A society that cuts off from its youth severs its lifeline.
For everyone, everywhere, literacy is, along with education in general, a basic human right.
Literacy unlocks the door to learning throughout life, is essential to development and health, and opens the way for democratic participation and active citizenship.
literacy is at the heart of sustainable development
When women thrive, all of society benefits, and succeeding generations are given a better start in life.
Refugees cannot be stopped, but they can and must be managed better, more humanely, protecting migrants' human rights whilst accepting states' rights to control their borders.
It has been said that arguing against globalization is like arguing against the laws of gravity.
Extreme poverty anywhere is a threat to human security everywhere.
Unfortunately, very few governments think about youth unemployment when they are drawing up their national plans.
On climate change, we often don't fully appreciate that it is a problem. We think it is a problem waiting to happen.
Man doesn’t know what he is capable of until he is asked.
The preservation of biodiversity is not just a job for governments. International and non-governmental organisations, the private sector and each and every individual have a role to play in changing entrenched outlooks and ending destructive patterns of behaviour.
Our biggest challenge in this new century is to take an idea that seems abstract - sustainable development - and turn it into a reality for all the world's people.
All our efforts to defeat poverty and pursue sustainable development will be in vain if environmental degradation and natural resource depletion continue unabated.
Developed country is one that allows all its citizens to enjoy a free and healthy life in a safe environment.
Often we mistake stability, in terms of security and economic activity, to mean a country is doing well. We forget the third and important pillar: rule of law and respect for human rights.
If globalization is to succeed, it must succeed for the poor and rich alike. It must deliver rights no less than riches. It must provide social justice and equity no less than economic prosperity and enhanced communication.
If corruption is a disease, transparency is essential part of its treatment.