[{"text" : "I'd rather be hated for who I am, rather than loved for who I am not.","author" : "Kurt Cobain"},{"text" : "If you're really a mean person you're going to come back as a fly and eat poop.","author" : "Kurt Cobain"},{"text" : "I don't care what you think unless it is about me.","author" : "Kurt Cobain"},{"text" : "I don't need to be inspired any longer, just supported.","author" : "Kurt Cobain"},{"text" : "Rap music is the only vital form of music introduced since punk rock.","author" : "Kurt Cobain"},{"text" : "She eyes me like a pisces.","author" : "Kurt Cobain"},{"text" : "I use bits and pieces of others personalities to form my own.","author" : "Kurt Cobain"},{"text" : "It's okay to eat fish because they don't have any feelings.","author" : "Kurt Cobain"},{"text" : "Drugs are a waste of time. They destroy your memory and your self-respect and everything that goes along with your self esteem.","author" : "Kurt Cobain"},{"text" : "Drugs are a waste of time. They destroy your memory and your self-respect and everything that goes along with with your self esteem.","author" : "Kurt Cobain"},{"text" : "Punk rock should mean freedom, liking and excepting anything that you like. Playing whatever you want. As sloppy as you want. As long as it's good and it has passion.","author" : "Kurt Cobain"},{"text" : "Punk is musical freedom. It's saying, doing and playing what you want. In webster's terms, nirvana means freedom from pain, suffering and the external world, and that's pretty close to my definition of punk rock.","author" : "Kurt Cobain"},{"text" : "If it's illegal to rock and roll, throw my ass in jail!","author" : "Kurt Cobain"},{"text" : "We have no right to express an opinion until we know all of the answers.","author" : "Kurt Cobain"},{"text" : "Just because you're paranoid doesn't mean they aren't after you.","author" : "Kurt Cobain"},{"text" : "Do your own thing. Others own their own thing. If you copy too much, you'll find yourself in late night cocktail lounge cover band limbo.","author" : "Kurt Cobain"},{"text" : "Expression and the right to express is vital, anyone can be artistic.","author" : "Kurt Cobain"},{"text" : "The duty of youth is to challenge corruption.","author" : "Kurt Cobain"},{"text" : "People think of life as being so sacred and they feel like this is their only chance and they have to do something with their life and make an impact As far as I'm concerned, it's just a pitstop for the afterlife. It's just a little test to see how you can handle reality.","author" : "Kurt Cobain"},{"text" : "We're so trendy we can't even escape ourselves.","author" : "Kurt Cobain"},{"text" : "Wanting to be someone else is a waste of the person you are.","author" : "Kurt Cobain"},{"text" : "My body is damaged from music in two ways. I have a red irritation in my stomach. It's psychosomatic, caused by all the anger and the screaming. I have scoliosis, where the curvature of your spine is bent, and the weight of my guitar has made it worse. I'm always in pain, and that adds to the anger in our music.","author" : "Kurt Cobain"},{"text" : "If my eyes could show my soul, everyone would cry when they saw me smile.","author" : "Kurt Cobain"},{"text" : "It's so relaxing to hear you're asking wherever you get your way.","author" : "Kurt Cobain"},{"text" : "Drugs are a waste of time. They destroy your memory and your self-respect and everything that goes along with your self-esteem.","author" : "Kurt Cobain"},{"text" : "What people don't realize is that the so called Seattle grunge scene grew out of several close knit gourmet supper clubs. We would only pick up guitars to pass the time while our dishes were simmering, baking, boiling, etc.","author" : "Kurt Cobain"},{"text" : "Music completely changed my life, punk rock made me so much more aware of things that I couldn't believe it.","author" : "Kurt Cobain"}]