[{"text" : "Do you know the feeling, when your heart is so hurt, that you could feel the blood dripping?","author" : "Lady Gaga"},{"text" : "Its OK to be weird. And maybe your weird is my normal. Whos to say? I think its an attitude.","author" : "Lady Gaga"},{"text" : "For being different, it's easy. But to be unique, it's a complicated thing.","author" : "Lady Gaga"},{"text" : "Being gay is like glitter, it never goes away.","author" : "Lady Gaga"},{"text" : "I don't think I could live without hair, makeup and styling, let alone be the performer I am. I am a glamour girl through and through. I believe in the glamorous life and I live one.","author" : "Lady Gaga"},{"text" : "Whether I'm wearing lots of makeup or no makeup, I'm always the same person inside.","author" : "Lady Gaga"},{"text" : "I love my daddy. My daddy's everything. I hope I can find a man that will treat me as good as my dad.","author" : "Lady Gaga"},{"text" : "Gay marriage is going to happen. It must.","author" : "Lady Gaga"},{"text" : "I'm telling you a lie in a vicious effort that you will repeat my lie over and over until it becomes true.","author" : "Lady Gaga"},{"text" : "Help me hold my hair back walk me home 'cause I can't find a cab. And we dance down the bowery held hands like we were 17 again. And then it's 4am.The sun is creepin' up again. Don't you leave me,oh, darling don't you leave me.","author" : "Lady Gaga"},{"text" : "All you care about is how punk rock you feel when you wake up in the morning.","author" : "Lady Gaga"},{"text" : "Because the sweeter the cake, the more bitter the jelly can be.","author" : "Lady Gaga"},{"text" : "Don't you ever let a soul in the world tell you that you can't be exactly who you are.","author" : "Lady Gaga"},{"text" : "When you make music or write or create, it's really your job to have mind-blowing, irresponsible, condomless sex with whatever idea it is you're writing about at the time.","author" : "Lady Gaga"},{"text" : "Glam culture is ultimately rooted in obsession, and those of us who are truly devoted and loyal to the lifestyle of glamour are masters of its history. Or, to put it more elegantly, we are librarians.","author" : "Lady Gaga"},{"text" : "It sometimes makes people feel better about themselves, you know, to put other people down, or make fun of them, or maybe make mockery of their work and that doesn't make me feel good at all.","author" : "Lady Gaga"},{"text" : "You shouldn't have to have money to have a luxury fragrance.","author" : "Lady Gaga"},{"text" : "I allow myself to fail. I allow myself to break. I'm not afraid of my flaws.","author" : "Lady Gaga"},{"text" : "Let the blood and the bruises define your legacy.","author" : "Lady Gaga"},{"text" : "Live your eyeliner, breathe your lipstick.","author" : "Lady Gaga"},{"text" : "If you don't have any shadows you're not in the light.","author" : "Lady Gaga"},{"text" : "There is nothing Holy about hatred.","author" : "Lady Gaga"},{"text" : "I'm definitely a Polaroid camera girl. For me, what I'm really excited about is bringing back the artistry and the nature of Polaroid.","author" : "Lady Gaga"},{"text" : "I remember watching the mascara tears flood the ivories and I thought, 'It's OK to be sad.' I've been trained to love my darkness.","author" : "Lady Gaga"},{"text" : "So there's nothing more provocative than taking a genre that everybody who's cool hates - and then making it cool.","author" : "Lady Gaga"},{"text" : "Memories are not recycled like atoms and particles in quantum physics; they can be lost forever.","author" : "Lady Gaga"},{"text" : "I think what it really is, is that I date creative people. And I think that what intimidates them is not my purse; it's my mind.","author" : "Lady Gaga"},{"text" : "Don’t you ever let a soul in the world tell you that you can’t be exactly who you are.","author" : "Lady Gaga"},{"text" : "You love the paparazzi, love the fame. Even you know it causes me pain.","author" : "Lady Gaga"},{"text" : "I'm really happy and had such an amazing time performing at Super Bowl - wish I could relive it all over again.","author" : "Lady Gaga"},{"text" : "I believe in a passion for inclusion.","author" : "Lady Gaga"},{"text" : "Some women choose to follow men, and some choose to follow their dreams. If you’re wondering which way to go, remember that your career will never wake up and tell you that it doesn’t love you anymore.","author" : "Lady Gaga"},{"text" : "I've been searching for ways to heal myself, and I've found that kindness is the best way.","author" : "Lady Gaga"}]