[{"text" : "Anything is possible. You can be told that you have a 90-percent chance or a 50-percent chance or a 1-percent chance, but you have to believe, and you have to fight.","author" : "Lance Armstrong"},{"text" : "We have two options, medically and emotionally: give up or fight like hell.","author" : "Lance Armstrong"},{"text" : "So if there is a purpose to the suffering that is cancer, I think it must be this: it's meant to improve us.","author" : "Lance Armstrong"},{"text" : "A boo is a lot louder than a cheer. If you have 10 people cheering and one person booing, all you hear is the booing.","author" : "Lance Armstrong"},{"text" : "If you ever get a second chance in life for something, you've got to go all the way.","author" : "Lance Armstrong"},{"text" : "Anyone who imagines they can work alone winds up surrounded by nothing but rivals, without companions. The fact is, no one ascends alone.","author" : "Lance Armstrong"},{"text" : "Winning is about heart, not just legs. It's got to be in the right place.","author" : "Lance Armstrong"},{"text" : "Pain is temporary. Quitting lasts forever.","author" : "Lance Armstrong"},{"text" : "I can get up in the morning and look myself in the mirror and my family can look at me too and that's all that matters.","author" : "Lance Armstrong"},{"text" : "If we don't somehow stem the tide of childhood obesity, we're going to have a huge problem.","author" : "Lance Armstrong"},{"text" : "Two things scare me. The first is getting hurt. But that's not nearly as scary as the second, which is losing.","author" : "Lance Armstrong"},{"text" : "Well I guess if a person never quit when the going got tough they wouldn't have anything to regret for the rest of their life.","author" : "Lance Armstrong"},{"text" : "Pain is temporary. It may last a minute, or an hour, or a day, or a year, but eventually it will subside and something else will take its place. If I quit, however, it lasts forever.","author" : "Lance Armstrong"},{"text" : "Anything is possible, but you have to believe and you have to fight.","author" : "Lance Armstrong"},{"text" : "I take nothing for granted. I now have only good days, or great days.","author" : "Lance Armstrong"},{"text" : "Cycling is a sport of the open road and spectators are lining that road.","author" : "Lance Armstrong"},{"text" : "If you worried about falling off the bike, you'd never get on.","author" : "Lance Armstrong"},{"text" : "Extraordinary allegations require extraordinary evidence.","author" : "Lance Armstrong"},{"text" : "There was certainly a dishonesty there that I think is totally regrettable and inexcusable. The ringleading, the bullying: not totally true.","author" : "Lance Armstrong"},{"text" : "A bicycle is the long-sought means of transportation for all of us who have runaway hearts.","author" : "Lance Armstrong"},{"text" : "There comes a point in every man's life when he has to say. Enough is enough.","author" : "Lance Armstrong"},{"text" : "To all the cynics, I'm sorry for you, ... I'm sorry you can't believe in miracles. This is a great sporting event and hard work wins it.","author" : "Lance Armstrong"},{"text" : "This is a hard tour and hard work wins it.","author" : "Lance Armstrong"}]