[{"text" : "Nature does not hurry, yet everything is accomplished.","author" : "Lao Tzu"},{"text" : "The truth is not always beautiful, nor beautiful words the truth.","author" : "Lao Tzu"},{"text" : "If a person seems wicked, do not cast him away. Awaken him with your words, elevate him with your deeds, repay his injury with your kindness. Do not cast him away; cast away his wickedness.","author" : "Lao Tzu"},{"text" : "Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love.","author" : "Lao Tzu"},{"text" : "He who does not trust enough will not be trusted.","author" : "Lao Tzu"},{"text" : "When you are content to be simply yourself and don't compare or compete, everybody will respect you.","author" : "Lao Tzu"},{"text" : "Time is a created thing. To say 'I don't have time,' is like saying, 'I don't want to.","author" : "Lao Tzu"},{"text" : "A journey of a thousand miles must begin with a single step.","author" : "Lao Tzu"},{"text" : "A good traveler has no fixed plans and is not intent on arriving.","author" : "Lao Tzu"},{"text" : "To lead people, walk behind them.","author" : "Lao Tzu"},{"text" : "A journey of a thousand miles begins with a single step.","author" : "Lao Tzu"},{"text" : "When I let go of what I am, I become what I might be.","author" : "Lao Tzu"},{"text" : "What the caterpillar calls the end the rest of the world calls a butterfly.","author" : "Lao Tzu"},{"text" : "Silence is a source of Great Strength.","author" : "Lao Tzu"},{"text" : "He who conquers others is strong; He who conquers himself is mighty.","author" : "Lao Tzu"},{"text" : "Music in the soul can be heard by the universe.","author" : "Lao Tzu"},{"text" : "By letting it go it all gets done. The world is won by those who let it go. But when you try and try, the world is beyond the winning.","author" : "Lao Tzu"},{"text" : "From caring comes courage.","author" : "Lao Tzu"},{"text" : "The journey of a thousand miles begins with a single step.","author" : "Lao Tzu"},{"text" : "The further one goes, the less (he realizes he) one knows.","author" : "Lao Tzu"},{"text" : "The wise man does not lay up his own treasures. The more he gives to others, the more he has for his own.","author" : "Lao Tzu"},{"text" : "People are difficult to govern because they have too much knowledge.","author" : "Lao Tzu"},{"text" : "Knowing others is intelligence; knowing yourself is true wisdom. Mastering others is strength, mastering yourself is true power.","author" : "Lao Tzu"},{"text" : "If you look to others for fulfillment, you will never be fulfilled. If your happiness depends on money, you will never be happy with yourself. Be content with what you have; rejoice in the way things are. When you realize there is nothing lacking, the whole world belongs to you.","author" : "Lao Tzu"},{"text" : "Because one believes in oneself, one doesn't try to convince others. Because one is content with oneself, one doesn't need others' approval. Because one accepts oneself, the whole world accepts him or her.","author" : "Lao Tzu"},{"text" : "Knowing others is intelligence; knowing yourself is true wisdom. Mastering others is strength; mastering yourself is true power.","author" : "Lao Tzu"},{"text" : "Water is fluid, soft, and yielding. But water will wear away rock, which is rigid and cannot yield. As a rule, whatever is fluid, soft, and yielding will overcome whatever is rigid and hard. This is another paradox: what is soft is strong.","author" : "Lao Tzu"},{"text" : "New beginnings are often disguised as painful endings.","author" : "Lao Tzu"},{"text" : "Life and death are one thread, the same line viewed from different sides.","author" : "Lao Tzu"},{"text" : "Do your work, then step back. The only path to serenity.","author" : "Lao Tzu"},{"text" : "He who knows others is wise. He who knows himself is enlightened.","author" : "Lao Tzu"},{"text" : "Be content with what you have, rejoice in the way things are. When you realize there is nothing lacking, the whole world belongs to you.","author" : "Lao Tzu"},{"text" : "He who does not trust enough, will not be trusted.","author" : "Lao Tzu"},{"text" : "True humility involves opposites. The truly humble work in silence. Because they do not speak of their accomplishments, credit for them can never be taken away.","author" : "Lao Tzu"},{"text" : "The power of intuitive understanding will protect you from harm until the end of your days.","author" : "Lao Tzu"},{"text" : "He who is contented is rich.","author" : "Lao Tzu"},{"text" : "Be content with what you have; rejoice in the way things are. When you realize there is nothing lacking, the whole world belongs to you.","author" : "Lao Tzu"},{"text" : "To know when you have enough is to be rich beyond measure.","author" : "Lao Tzu"},{"text" : "He who knows that enough is enough will always have enough.","author" : "Lao Tzu"},{"text" : "Life is a series of natural and spontaneous changes. Don't resist them; that only creates sorrow. Let reality be reality. Let things flow naturally forward in whatever way they like.","author" : "Lao Tzu"},{"text" : "There are many paths to enlightenment. Be sure to take one with a heart.","author" : "Lao Tzu"},{"text" : "Life is a series of natural and spontaneous changes. Don't resist them; that only creates sorrow. Let reality be reality.","author" : "Lao Tzu"},{"text" : "The journey of a thousand miles must begin with a single step.","author" : "Lao Tzu"},{"text" : "Being deeply loved by someone gives you strength; loving someone deeply gives you courage.","author" : "Lao Tzu"},{"text" : "Manifest plainness, embrace simplicity, reduce selfishness, have few desires.","author" : "Lao Tzu"},{"text" : "A foolish man is always doing,Yet much remains to be done.","author" : "Lao Tzu"},{"text" : "From caring comes courage","author" : "Lao Tzu"},{"text" : "Life is a series of natural and spontaneous changes. Don't resist them - that only creates sorrow. Let reality be reality. Let things flow naturally forward in whatever way they like.","author" : "Lao Tzu"},{"text" : "It is wisdom to know others; It is enlightenment to know one's self.","author" : "Lao Tzu"},{"text" : "To pretend to know when you do not know is a disease.","author" : "Lao Tzu"},{"text" : "Anticipate the difficult by managing the easy.","author" : "Lao Tzu"},{"text" : "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.","author" : "Lao Tzu"},{"text" : "Do the difficult things while they are easy and do the great things while they are small. A journey of a thousand miles must begin with a single step.","author" : "Lao Tzu"},{"text" : "The journey of a thousand miles begins with one step.","author" : "Lao Tzu"},{"text" : "Being deeply moved by someone gives you the strength, while loving someone deeply gives you courage.","author" : "Lao Tzu"},{"text" : "A journey of a thousand leagues begins beneath one's feet.","author" : "Lao Tzu"},{"text" : "If you look to others for fulfillment, you will never be fulfilled. If your happiness depends on money, you will never be happy with yourself. Be content with what you have; rejoice in the way things are. When you realize there is nothing lacking, the world belongs to you.","author" : "Lao Tzu"},{"text" : "Being deeply loved by someone gives you the strength, while loving someone deeply gives you courage.","author" : "Lao Tzu"},{"text" : "Failure is the foundation of success, and the means by which it is achieved.","author" : "Lao Tzu"},{"text" : "A good traveler has no fixed plans, and is not intent on arriving.","author" : "Lao Tzu"},{"text" : "Love is of all passions the strongest, for it attacks simultaneously the head, the heart and the senses.","author" : "Lao Tzu"},{"text" : "One can not reflect in streaming water. Only those who know internal peace can give it to others.","author" : "Lao Tzu"},{"text" : "When armies are mobilized and issues joined, the man who is sorry over the fact will win","author" : "Lao Tzu"},{"text" : "Kindness in words creates confidence.. Kindness in thinking creates profoundness.. Kindness in giving creates love.","author" : "Lao Tzu"},{"text" : "When I let go of what I am, I become what I might be. When I let go of what I have, I receive what I need.","author" : "Lao Tzu"},{"text" : "When you realize nothing is lacking, the whole world belongs to you.","author" : "Lao Tzu"},{"text" : "When you are content to be simply yourself and don't compare or compete, everyone will respect you.","author" : "Lao Tzu"},{"text" : "Be Content with what you have; rejoice in the way things are.","author" : "Lao Tzu"},{"text" : "I have just three things to teach: simplicity, patience, compassion. These three are your greatest treasures.","author" : "Lao Tzu"},{"text" : "Violence, even well intentioned, always rebounds upon oneself.","author" : "Lao Tzu"},{"text" : "At the center of your being you have the answer; you know who you are and you know what you want.","author" : "Lao Tzu"},{"text" : "Knowing others is wisdom, knowing yourself is enlightenment.","author" : "Lao Tzu"},{"text" : "He who defends with love will be secure. Heaven will save him, and protect him with love.","author" : "Lao Tzu"},{"text" : "The key to growth is the introduction of higher dimensions of consciousness into our awareness.","author" : "Lao Tzu"},{"text" : "If lightning is the anger of the gods, then the gods are concerned mostly about trees.","author" : "Lao Tzu"},{"text" : "Nothing is softer or more flexible than water, yet nothing can resist it.","author" : "Lao Tzu"},{"text" : "Truthful words are not beautiful; beautiful words are not truthful. Good words are not persuasive; persuasive words are not good.","author" : "Lao Tzu"},{"text" : "If you do not change direction, you may end up where you are heading.","author" : "Lao Tzu"},{"text" : "Health is the greatest possession. Contentment is the greatest treasure. Confidence is the greatest friend. Non-being is the greatest joy.","author" : "Lao Tzu"},{"text" : "Give a man a fish and you feed him for a day; teach a man to fish and you feed him for a lifetime.","author" : "Lao Tzu"},{"text" : "Keep behind, and you shall be put in front; keep out, and you shall be kept in.","author" : "Lao Tzu"},{"text" : "Be still. Stillness reveals the secrets of eternity.","author" : "Lao Tzu"},{"text" : "As restrictions and prohibitions are multiplied the people grow poorer and poorer. When they are subjected to overmuch government, the land is thrown into confusion.","author" : "Lao Tzu"},{"text" : "Sincere words are not fine; fine words are not sincere.","author" : "Lao Tzu"},{"text" : "Without stirring abroad, One can know the whole world; Without looking out of the window One can see the way of heaven. The further one goes The less one knows.","author" : "Lao Tzu"},{"text" : "Because one believes in oneself, one doesn't try to convince others. Because one is content with oneself, one doesn't need others' approval. Because one accepts oneself, the whole world accepts him.","author" : "Lao Tzu"},{"text" : "Those who are self-righteous are not prominent.","author" : "Lao Tzu"},{"text" : "The journey of a thousand miles starts with a single step.","author" : "Lao Tzu"},{"text" : "The hard and mighty lie beneath the ground while the tender and weak dance on the breeze above.","author" : "Lao Tzu"},{"text" : "He who defines himself can't know who he really is. He who has power over others can't empower himself.","author" : "Lao Tzu"},{"text" : "Doing nothing is better than being busy doing nothing.","author" : "Lao Tzu"},{"text" : "He who is in harmony with the Tao is like a newborn child. Its bones are soft, its muscles are weak, but its grip is powerful.","author" : "Lao Tzu"},{"text" : "The cords of passion and desire weave a binding net around you. Worldly confrontation makes you stiff and inflexible. The trap of duality is tenacious. Bound, rigid, and trapped, you cannot experience liberation.","author" : "Lao Tzu"},{"text" : "Simple in actions and in thoughts, you return to the source of being.","author" : "Lao Tzu"},{"text" : "The people are hungry. It is because those in authority eat up too much in taxes.","author" : "Lao Tzu"},{"text" : "At the center of your being you have the answer; you know who you are and you know what you want.","author" : "Lao Tzu"},{"text" : "The greatest conqueror wins without struggle.","author" : "Lao Tzu"},{"text" : "To understand the limitation of things, desire them.","author" : "Lao Tzu"},{"text" : "A good traveller has no fixed plans and is not intent on arriving.","author" : "Lao Tzu"},{"text" : "Be the chief but never the lord.","author" : "Lao Tzu"},{"text" : "A scholar who cherishes the love of comfort is not fit to be deemed a scholar.","author" : "Lao Tzu"},{"text" : "From wonder into wonder existence opens.","author" : "Lao Tzu"},{"text" : "There is no greater danger than underestimating your opponent.","author" : "Lao Tzu"},{"text" : "The snow goose need not bathe to make itself white. Neither need you do anything but be yourself.","author" : "Lao Tzu"},{"text" : "Fill your bowl to the brim and it will spill. Keep sharpening your knife and it will blunt.","author" : "Lao Tzu"},{"text" : "A tree trunk the size of a man grows from a blade as thin as a hair. A tower nine stories high is built from a small heap of earth.","author" : "Lao Tzu"},{"text" : "The reason why the universe is eternal is that it does not live for itself; it gives life to others as it transforms.","author" : "Lao Tzu"},{"text" : "The softest things in the world overcome the hardest things in the world. Through this I know the advantage of taking no action.","author" : "Lao Tzu"},{"text" : "That which offers no resistance, overcomes the hardest substances.","author" : "Lao Tzu"},{"text" : "Mastering others is strength. Mastering yourself is true power.","author" : "Lao Tzu"},{"text" : "He who knows does not speak. He who speaks does not know.","author" : "Lao Tzu"},{"text" : "To the mind that is still, the whole universe surrenders.","author" : "Lao Tzu"},{"text" : "The more laws and order are made prominent, the more thieves and robbers there will be.","author" : "Lao Tzu"},{"text" : "Life is a series of natural and spontaneous changes. Don't resist them-that only creates sorrow. Let reality be reality. Let things flow naturally forward in whatever way they like.","author" : "Lao Tzu"},{"text" : "Failure is the foundation of success: success is the lurking place of failure.","author" : "Lao Tzu"},{"text" : "The career of a sage is of two kinds: He is either honored by all in the world, Like a flower waving its head, Or else he disappears into the silent forest.","author" : "Lao Tzu"},{"text" : "The sage does not hoard. The more he helps others, the more he benefits himself, The more he gives to others, the more he gets himself. The Way of Heaven does one good but never does one harm. The Way of the sage is to act but not to compete.","author" : "Lao Tzu"},{"text" : "The sage desires no desire, does not value rare treasures, learns without learning, recovers what people have left behind.","author" : "Lao Tzu"},{"text" : "The sage seeks freedom from desire. He does not collect precious things. He learns not to hold on to ideas. He brings men back to what they have lost.","author" : "Lao Tzu"},{"text" : "When virtue is lost, benevolence appears, when benevolence is lost right conduct appears, when right conduct is lost, expedience appears. Expediency is the mere shadow of right and truth; it is the beginning of disorder.","author" : "Lao Tzu"},{"text" : "Because of deep love, one is courageous. Because of frugality, one is generous. Because of not daring to be ahead of the world, one becomes the leader of the world.","author" : "Lao Tzu"},{"text" : "Empty yourself of everything. . Let the mind rest at peace.","author" : "Lao Tzu"},{"text" : "Make your heart like a lake, with a calm, still surface, and great depths of kindness.","author" : "Lao Tzu"},{"text" : "Love the world as your own self; then you can truly care for all things.","author" : "Lao Tzu"},{"text" : "A man with outward courage dares to die; a man with inner courage dares to live.","author" : "Lao Tzu"},{"text" : "Time is a created thing. To say, ‘I don’t have time’ is like saying, ‘I don’t want to.","author" : "Lao Tzu"},{"text" : "So the unwanting soul sees what's hidden, and the ever-wanting soul sees only what it wants.","author" : "Lao Tzu"},{"text" : "Being deeply loved by someone gives you strength while loving someone deeply gives you courage.","author" : "Lao Tzu"},{"text" : "The person of superior integrity does not insist upon his integrity. For this reason, he has integrity. The person of inferior integrity never loses sight of his integrity. For this reason, he lacks integrity.","author" : "Lao Tzu"},{"text" : "He who prides himself upon wealth and honor hastens his own downfall.","author" : "Lao Tzu"},{"text" : "If the teacher is not respected and the student not cared for, confusion will arise, however clever one is.","author" : "Lao Tzu"},{"text" : "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.","author" : "Lao Tzu"},{"text" : "The higher the sun ariseth, the less shadow doth he cast; even so the greater is the goodness, the less doth it covet praise; yet cannot avoid its rewards in honours.","author" : "Lao Tzu"},{"text" : "Life is a series of natural and spontaneous changes. Don’t resist them that only creates sorrow. Let reality be reality. Let things flow naturally forward in whatever way they like.","author" : "Lao Tzu"},{"text" : "Those who know do not speak. Those who speak do not know.","author" : "Lao Tzu"},{"text" : "To become learned, each day add something. To become enlightened, each day drop something.","author" : "Lao Tzu"},{"text" : "Mastering others is strength.","author" : "Lao Tzu"},{"text" : "If you care too much about what other people think, you will always be their prisoner.","author" : "Lao Tzu"},{"text" : "If you are depressed, you are living in the past. If you are anxious, you are living in the future. If you are at peace you are living in the present.","author" : "Lao Tzu"},{"text" : "Care about what other people think and you will always be their prisoner.","author" : "Lao Tzu"},{"text" : "To a mind that is still, the whole universe surrenders.","author" : "Lao Tzu"},{"text" : "A good runner leaves no footprints.","author" : "Lao Tzu"},{"text" : "Guard the senses and life is ever full...always be busy and life is beyond hope.","author" : "Lao Tzu"},{"text" : "Time is a created thing. To say “I don’t have time” is to say “I don’t want to.","author" : "Lao Tzu"},{"text" : "There is no greater guilt than discontentment.","author" : "Lao Tzu"},{"text" : "Be content with what you have. Rejoice in how things are. When you realize there is nothing lacking the whole world belongs to you.","author" : "Lao Tzu"},{"text" : "To lead the people, walk behind them.","author" : "Lao Tzu"},{"text" : "So the unwilling soul . sees what's hidden, . and the ever-wanting soul . sees only what it wants.","author" : "Lao Tzu"}]