[{"text" : "We go from birth to death. Three out of ten follow life. Three out of ten follow death. People who rush from birth to death are also three out of ten. Why is that so? Because they want to make too much of life.","author" : "Laozi"},{"text" : "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.","author" : "Laozi"},{"text" : "Countless words count less than the silent balance between yin and yang.","author" : "Laozi"},{"text" : "All things carry yin and embrace yang. They reach harmony by blending with the vital breath.","author" : "Laozi"},{"text" : "Become totally empty. Quiet the restlessness of the mind. Only then will you witness everything unfolding from emptiness.","author" : "Laozi"},{"text" : "Why are the people rebellious? Because the rulers interfere too much. Therefore they are rebellious.","author" : "Laozi"},{"text" : "Let things flow naturally forward in whatever way they like.","author" : "Laozi"},{"text" : "In stillness the muddied water returns to clarity.","author" : "Laozi"},{"text" : "The more prohibitions you have, the less virtuous people will be. The more weapons you have, the less secure people will be. The more subsidies you have, the less self reliant people will be.","author" : "Laozi"},{"text" : "When the uncarved wood is split, its parts are put to use. When the sage is put to use, he becomes the head.","author" : "Laozi"},{"text" : "Remember: if you can cease all restless activity, your integral nature will appear.","author" : "Laozi"},{"text" : "Music in the soul can be heard by the universe.","author" : "Laozi"},{"text" : "If you look to others for fulfillment, you will never be truly fulfilled.","author" : "Laozi"},{"text" : "It is hidden but always present.","author" : "Laozi"},{"text" : "The Way is hidden and nameless. Still only the Way nourishes and completes.","author" : "Laozi"},{"text" : "Goodness in words creates trust, goodness in thinking creates depth, goodness in giving creates love.","author" : "Laozi"},{"text" : "The Tao is hidden, and has no name; but it is the Tao which is skilful at imparting (to all things what they need) and making them complete.","author" : "Laozi"},{"text" : "Embrace simplicity. Put others first. Desire little.","author" : "Laozi"},{"text" : "Those who die without being forgotten get longevity.","author" : "Laozi"},{"text" : "Being satisfied with little, you can gain much. Seeking much you will go astray. The wise heeds this precept.","author" : "Laozi"},{"text" : "Whoever is capable of knowing when they have had enough will always be satisfied.","author" : "Laozi"},{"text" : "Excellent conquerors do not engage.","author" : "Laozi"},{"text" : "The liberation cannot be reached but by means of the perception of the identity of the individual spirit with the universal spirit.","author" : "Laozi"},{"text" : "To rejoice in conquest is to rejoice in murder.","author" : "Laozi"},{"text" : "The truest sayings are paradoxical.","author" : "Laozi"},{"text" : "Clay is molded to form a cup, But it is on its non-being that the utility of the cup depends. Doors and windows are cut out to make a room, But it is on its non-being that the utility of the room depends. Therefore turn being into advantage, and turn non-being into utility.","author" : "Laozi"},{"text" : "Clay is used to make vases, but it is the emptiness they contain that makes them useful.","author" : "Laozi"},{"text" : "Shape clay into a vessel; It is the space within that makes it useful. Cut doors and windows for a room; It is the holes which make it useful. Therefore benefit comes from what is there; Usefulness from what is not there.","author" : "Laozi"},{"text" : "A vessel is formed from a lump of clay with care, however, it is the empty space within the vessel that makes it useful.","author" : "Laozi"},{"text" : "All streams flow to the sea because it is lower than they are. Humility gives it its power.","author" : "Laozi"},{"text" : "Always be on the lookout for ways to turn a problem into an opportunity for success. Always be on the lookout for ways to nurture your dream.","author" : "Laozi"},{"text" : "Nurture the spontaneous peaceful life.","author" : "Laozi"},{"text" : "The fish cannot leave the deep waters. The state's weaponry should not be displayed.","author" : "Laozi"},{"text" : "The sage has no concern for himself, but makes the concerns of others his own.","author" : "Laozi"},{"text" : "Rushing into action, you fail. Trying to grasp things, you lose them. Forcing a project to completion, you ruin what was almost ripe.","author" : "Laozi"},{"text" : "Attain utmost emptiness. Abide in steadfast stillness.","author" : "Laozi"},{"text" : "When people do not dread authorities, then a greater dread descends.","author" : "Laozi"},{"text" : "Good walking leaves no track behind it.","author" : "Laozi"},{"text" : "Those who show off do not shine.","author" : "Laozi"},{"text" : "The more clever and cunning people are, the stranger the events will be.","author" : "Laozi"},{"text" : "He (the Sage) does not show off, therefore he shines.","author" : "Laozi"},{"text" : "Sometimes gain comes from losing, and sometimes loss comes from gaining.","author" : "Laozi"},{"text" : "When you stand with your two feet on the ground, you will always keep your balance.","author" : "Laozi"},{"text" : "All things such as grass and trees are soft and supple in life. At their death they are withered and dry.","author" : "Laozi"},{"text" : "An ant on the move does more than a dozing ox.","author" : "Laozi"},{"text" : "Conclusions are ignorance arrested on the path to less ignorance.","author" : "Laozi"},{"text" : "Stop leaving and you will arrive, Stop searching and you will see, Stop running away and you will be found.","author" : "Laozi"},{"text" : "The good leader carries water for his people.","author" : "Laozi"},{"text" : "Good leaders reach solutions, and then stop. They do not dare to rely on force.","author" : "Laozi"},{"text" : "To manage your mind, know that there is nothing, and then relinquish all attachment to nothingness.","author" : "Laozi"},{"text" : "When family ties are disturbed, devoted children arise.","author" : "Laozi"},{"text" : "A good wanderer leaves no trace.","author" : "Laozi"},{"text" : "Pounding an edge to sharpness will not make it last.","author" : "Laozi"},{"text" : "Use your own light and return to the source of light. This is called practicing eternity.","author" : "Laozi"},{"text" : "The noble must make humility his root.","author" : "Laozi"},{"text" : "The subtlest of subtleties, this is the gateway to all mysteries.","author" : "Laozi"},{"text" : "Peace and quiet govern the world.","author" : "Laozi"},{"text" : "The more you know the less you understand.","author" : "Laozi"},{"text" : "Geese are white, crows are black. No argument will change this.","author" : "Laozi"},{"text" : "The more sharp weapons people have in a country, the bigger the disorder will be.","author" : "Laozi"},{"text" : "The Way of the Sage is to act but not to compete.","author" : "Laozi"},{"text" : "The Sage expects no recognition for what he does; he achieves merit but does not take it to himself; he does not wish to display his worth.","author" : "Laozi"},{"text" : "The sage acts by doing nothing.","author" : "Laozi"},{"text" : "The sage avoids extremity, excess, and extravagance.","author" : "Laozi"},{"text" : "The sage governs by emptying senses and filling bellies.","author" : "Laozi"},{"text" : "The sage's Way is to act and not to contend.","author" : "Laozi"},{"text" : "A sage is skilled at helping people without excluding anyone.","author" : "Laozi"},{"text" : "The sage regards things as difficult, and thereby avoids difficulty.","author" : "Laozi"},{"text" : "The sage knows without traveling, perceives without looking, completes without acting.","author" : "Laozi"},{"text" : "The sage never strives for greatness, and can therefore accomplish greatness.","author" : "Laozi"},{"text" : "The sage does not attempt anything very big, and thus achieves greatness.","author" : "Laozi"},{"text" : "The sage attends to the belly, and not to what he sees.","author" : "Laozi"},{"text" : "The sage embraces the one, and is an example to the world.","author" : "Laozi"},{"text" : "The sage never strives for the great, and thereby the great is achieved.","author" : "Laozi"},{"text" : "The sage is one with the world, and lives in harmony with it.","author" : "Laozi"},{"text" : "The sage knows himself, but does not parade. He cherishes himself, but does not praise himself.","author" : "Laozi"},{"text" : "The sage honors his part of the settlement, but does not exact his due from others.","author" : "Laozi"},{"text" : "The sage does not act and therefore does not fail, does not seize and therefore does not lose.","author" : "Laozi"},{"text" : "The sage acts without taking credit. He accomplishes without dwelling on it. He does not want to display his worth.","author" : "Laozi"},{"text" : "The sage is sharp but does not cut, pointed but does not pierce, forthright but does not offend, bright but does not dazzle.","author" : "Laozi"},{"text" : "If the sage wants to stand above people, he must speak to them from below. If he wants to lead people, he must follow them from behind.","author" : "Laozi"},{"text" : "The highest benevolence acts without purpose.","author" : "Laozi"},{"text" : "When wisdom and knowledge appear, great pretense arises.","author" : "Laozi"},{"text" : "A good door needs no lock, still it can't be opened.","author" : "Laozi"},{"text" : "Use the light to return to clarity.","author" : "Laozi"},{"text" : "Those who overcome others are powerful; those who overcome themselves are strong.","author" : "Laozi"},{"text" : "To yield is to be preserved whole. . To be bent is to become straight. . To be empty is to be full. . To be worn out is to be renewed. . To have little is to possess.","author" : "Laozi"},{"text" : "Care about what other people think and you will always be their prisoner.","author" : "Laozi"},{"text" : "The more laws and order are made prominent, the more thieves and robbers there will be.","author" : "Laozi"},{"text" : "Just as the value of a house lies in its location, The value of a mind lies in its depth, The value of giving lies in the presence of a generous spirit, The value of words lies in their reliability.","author" : "Laozi"},{"text" : "The reality of the building does not consist in the roof and walls, but in the space within to be lived in.","author" : "Laozi"},{"text" : "Open yourself to the Tao, then trust your natural responses; and everything will fall into place.","author" : "Laozi"},{"text" : "Respond intelligently even to unintelligent treatment.","author" : "Laozi"},{"text" : "Violence, even well intentioned, always rebounds upon oneself.","author" : "Laozi"}]