[{"text" : "It's better to have loved and lost than to have to do forty pounds of laundry a week.","author" : "Laurence J. Peter"},{"text" : "You can always tell a real friend: when you've made a fool of yourself he doesn't feel you've done a permanent job.","author" : "Laurence J. Peter"},{"text" : "America is a country that doesn't know where it is going but is determined to set a speed record getting there.","author" : "Laurence J. Peter"},{"text" : "The best intelligence test is what we do with our leisure.","author" : "Laurence J. Peter"},{"text" : "An intelligence test sometimes shows a man how smart he would have been not to have taken it.","author" : "Laurence J. Peter"},{"text" : "Make three correct guesses consecutively and you will establish a reputation as an expert.","author" : "Laurence J. Peter"},{"text" : "If two wrongs don't make a right, try three.","author" : "Laurence J. Peter"},{"text" : "Speak when you are angry--and you will make the best speech you'll ever regret.","author" : "Laurence J. Peter"},{"text" : "Heredity is what sets the parents of a teenager wondering about each other.","author" : "Laurence J. Peter"},{"text" : "Don't believe in miracles - depend on them.","author" : "Laurence J. Peter"},{"text" : "Two things reduce prejudice: education and laughter.","author" : "Laurence J. Peter"},{"text" : "Democracy is a process by which the people are free to choose the man who will get the blame.","author" : "Laurence J. Peter"},{"text" : "Going to church doesn't make you a Christian any more than going to the garage makes you a car.","author" : "Laurence J. Peter"},{"text" : "Every girl should use what Mother Nature gave her before Father Time takes it away.","author" : "Laurence J. Peter"},{"text" : "Cleaning anything involves making something else dirty, but anything can get dirty without something else getting clean.","author" : "Laurence J. Peter"},{"text" : "There is no stigma attached to recognizing a bad decision in time to install a better one.","author" : "Laurence J. Peter"},{"text" : "A pessimist is a man who looks both ways when he crosses the street.","author" : "Laurence J. Peter"},{"text" : "Television has changed the American child from an irresistable force to an immovable object.","author" : "Laurence J. Peter"},{"text" : "Bureaucracy defends the status quo long past the time when the quo has lost its status.","author" : "Laurence J. Peter"},{"text" : "If a cluttered desk is the sign of a cluttered mind, what is the significance of a clean desk?","author" : "Laurence J. Peter"},{"text" : "Some problems are so complex that you have to be highly intelligent and well informed just to be undecided about them.","author" : "Laurence J. Peter"},{"text" : "Computers can solve all kinds of problems except the unemployment problem they create","author" : "Laurence J. Peter"},{"text" : "Two can live as cheaply as one - if they both have good jobs.","author" : "Laurence J. Peter"},{"text" : "The man who is always waving the flag usually waives what it stands for.","author" : "Laurence J. Peter"},{"text" : "If at first you don't succeed, you may be at your level of incompetence already.","author" : "Laurence J. Peter"},{"text" : "Work is accomplished by those employees who have not yet reached their level of incompetence.","author" : "Laurence J. Peter"},{"text" : "Incompetence plus incompetence equals incompetence.","author" : "Laurence J. Peter"},{"text" : "In spite of warnings, nothing much happens until the status quo becomes more painful than change.","author" : "Laurence J. Peter"},{"text" : "Originality is the fine art of remembering what you hear but forgetting where you heard it.","author" : "Laurence J. Peter"},{"text" : "Middle age is when work is a lot less fun, and fun is a lot more work.","author" : "Laurence J. Peter"},{"text" : "Fortune knocks but once, but misfortune has much more patience.","author" : "Laurence J. Peter"},{"text" : "Don't believe in miracles -- depend on them. Don't believe in miracles -- depend on them.","author" : "Laurence J. Peter"},{"text" : "Going to church doesn't make you any more a Christian than going to the garage makes you a car.","author" : "Laurence J. Peter"},{"text" : "Going to church does not make you a Christian any more than going to the garage makes you a car.","author" : "Laurence J. Peter"},{"text" : "Speak when you are angry – and you’ll make the best speech you’ll ever regret.","author" : "Laurence J. Peter"}]