[{"text" : "The fact that I can plant a seed and it becomes a flower, share a bit of knowledge and it becomes another's, smile at someone and receive a smile in return, are to me continual spiritual exercises.","author" : "Leo Buscaglia"},{"text" : "I know for certain that we never lose the people we love, even to death. They continue to participate in every act, thought and decision we make. Their love leaves an indelible imprint in our memories. We find comfort in knowing that our lives have been enriched by having shared their love.","author" : "Leo Buscaglia"},{"text" : "Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around.","author" : "Leo Buscaglia"},{"text" : "Only when we give joyfully, without hesitation or thought of gain, can we truly know what love means.","author" : "Leo Buscaglia"},{"text" : "Don't hold to anger, hurt or pain.","author" : "Leo Buscaglia"},{"text" : "Life is a great and wondrous mystery, and the only thing we know that we have for sure is what is right here right now. Don't miss it.","author" : "Leo Buscaglia"},{"text" : "Everybody needs a hug. It changes your metabolism.","author" : "Leo Buscaglia"},{"text" : "Death is a challenge. It tells us not to waste time... It tells us to tell each other right now that we love each other.","author" : "Leo Buscaglia"},{"text" : "Don't hold to anger, hurt or pain. They steal your energy and keep you from love.","author" : "Leo Buscaglia"},{"text" : "Love is always open arms. If you close your arms about love you will find that you are left holding only yourself.","author" : "Leo Buscaglia"},{"text" : "Loving memories last forever, I am at a loss for words during this sorrowful time. Please know that I am thinking of you and praying for peace and comfort.","author" : "Leo Buscaglia"},{"text" : "Find the person who will love you because of your differences and not in spite of them and you have found a lover for life.","author" : "Leo Buscaglia"},{"text" : "What love we've given, we'll have forever. What love we fail to give, will be lost for all eternity.","author" : "Leo Buscaglia"},{"text" : "He who remains calm while those around him panic probably doesn't know what's going on.","author" : "Leo Buscaglia"},{"text" : "A loving relationship is one in which the loved one is free to be himself to laugh with me, but never at me; to cry with me, but never because of me; to love life, to love himself, to love being loved. Such a relationship is based upon freedom and can never grow in a jealous heart.","author" : "Leo Buscaglia"},{"text" : "Your talent is God's gift to you. What you do with it is your gift back to God.","author" : "Leo Buscaglia"},{"text" : "A life without love, no matter how many other things we have, is an empty meaningless one.","author" : "Leo Buscaglia"},{"text" : "Most of us remain strangers to ourselves, hiding who we are, and ask other strangers, hiding who they are, to love us.","author" : "Leo Buscaglia"},{"text" : "Worry never robs tomorrow of its sorrow, it only saps today of its joy.","author" : "Leo Buscaglia"},{"text" : "Value yourself. The only people who appreciate a doormat are people with dirty shoes.","author" : "Leo Buscaglia"},{"text" : "When we feel joyful, euphoric, happy, we are more open to life, more capable of seeing things clearly and handling daily tensions.","author" : "Leo Buscaglia"},{"text" : "Things omitted are often more deadly than errors committed.","author" : "Leo Buscaglia"},{"text" : "The most unfortunate thing that happens to a person who fears failure is that he limits himself by becoming afraid to try anything new.","author" : "Leo Buscaglia"},{"text" : "In love, each man is his own personal challenge.","author" : "Leo Buscaglia"},{"text" : "I still get wildly enthusiastic about little things… I play with leaves. I skip down the street and run against the wind.","author" : "Leo Buscaglia"},{"text" : "A wonderful realization will be the day you realize that you are unique in all the world.","author" : "Leo Buscaglia"},{"text" : "The only lasting trauma is the one we suffer without positive change.","author" : "Leo Buscaglia"},{"text" : "Love always creates, it never destroys. In this lies man's only promise.","author" : "Leo Buscaglia"},{"text" : "A loving relationship is a wanting to celebrate, communicate, and know another's heart and soul.","author" : "Leo Buscaglia"},{"text" : "Life is uncharted territory. It reveals its story one moment at a time.","author" : "Leo Buscaglia"},{"text" : "When it comes to giving love, the opportunities are unlimited, and we are all gifted","author" : "Leo Buscaglia"},{"text" : "I believe that you control your destiny, that you can be what you want to be. You can also stop and say, 'No, I won't do it, I won't behave this way anymore. I'm lonely and I need people around me, maybe I have to change my methods of behaving,' and then you do it.","author" : "Leo Buscaglia"},{"text" : "A single rose can be my garden... a single friend, my world.","author" : "Leo Buscaglia"},{"text" : "A single rose can be my garden… a single friend, my world.","author" : "Leo Buscaglia"},{"text" : "Death is a challenge. It tells us not to waste time. It tells us to tell each other right now that we love each other.","author" : "Leo Buscaglia"},{"text" : "Change is the end result of all true learning.","author" : "Leo Buscaglia"},{"text" : "Death is a challenge. It tells us not to waste time… It tells us to tell each other right now that we love each other.","author" : "Leo Buscaglia"},{"text" : "Let go. Why do you cling to pain? There is nothing you can do about the wrongs of yesterday. It is not yours to judge.","author" : "Leo Buscaglia"},{"text" : "To this day I cannot see a bright daffodil, a proud gladiola or a smooth eggplant without thinking of Papa. Like his plants and trees, I grew up as a part of his garden.","author" : "Leo Buscaglia"},{"text" : "The life and love we create is the life and love we live.","author" : "Leo Buscaglia"},{"text" : "Life is great and wondrous mystery and the only thing we know that we have for sure is what is right here right now. Don't miss it.","author" : "Leo Buscaglia"},{"text" : "The hardest battle you're ever going to fight is the battle to be just you.","author" : "Leo Buscaglia"},{"text" : "If there is any immortality to be had among us human beings, it is certainly only in the love that we leave behind. Father's like mine don't ever die.","author" : "Leo Buscaglia"},{"text" : "Love is life. And if you miss love, you miss life.","author" : "Leo Buscaglia"},{"text" : "Love is always bestowed as a gift - freely, willingly and without expectation. We don't love to be loved; we love to love.","author" : "Leo Buscaglia"},{"text" : "Love is always open arms.","author" : "Leo Buscaglia"},{"text" : "It is paradoxical that many educators and parents still differentiate between a time for learning and a time for play without seeing the vital connection between them.","author" : "Leo Buscaglia"},{"text" : "What we call the secret of happiness is no more a secret than our willingness to choose life.","author" : "Leo Buscaglia"},{"text" : "Don't smother each other. No one can grow in the shade.","author" : "Leo Buscaglia"}]