[{"text" : "Just as courage imperils life; fear protects it.","author" : "Leonardo Da Vinci"},{"text" : "The eye sees a thing more clearly in dreams than the imagination awake.","author" : "Leonardo Da Vinci"},{"text" : "Men of lofty genius when they are doing the least work are most active.","author" : "Leonardo Da Vinci"},{"text" : "He who does not punish evil commands it to be done.","author" : "Leonardo Da Vinci"},{"text" : "Water is the driver of Nature.","author" : "Leonardo Da Vinci"},{"text" : "When once you have tasted flight, you will forever walk the earth with your eyes turned skyward, for there you have been, and there you will always long to return.","author" : "Leonardo Da Vinci"},{"text" : "Lust is the cause of generation.","author" : "Leonardo Da Vinci"},{"text" : "The greatest deception men suffer is from their own opinions.","author" : "Leonardo Da Vinci"},{"text" : "Common sense is that which judges the things given to it by other senses.","author" : "Leonardo Da Vinci"},{"text" : "Who sows virtue reaps honor.","author" : "Leonardo Da Vinci"},{"text" : "Every now and then go away, have a little relaxation, for when you come back to your work your judgment will be surer. Go some distance away because then the work appears smaller and more of it can be taken in at a glance and a lack of harmony and proportion is more readily seen.","author" : "Leonardo Da Vinci"},{"text" : "Simplicity is the ultimate sophistication.","author" : "Leonardo Da Vinci"},{"text" : "He who truly knows has no occasion to shout.","author" : "Leonardo Da Vinci"},{"text" : "Once you have tasted flight, you will forever walk the earth with your eyes turned skyward, for there you have been, and there you will always long to return.","author" : "Leonardo Da Vinci"},{"text" : "Obstacles cannot crush me. Every obstacle yields to stern resolve. He who is fixed to a star does not change his mind.","author" : "Leonardo Da Vinci"},{"text" : "Tears come from the heart and not from the brain.","author" : "Leonardo Da Vinci"},{"text" : "A well-spent day brings happy sleep.","author" : "Leonardo Da Vinci"},{"text" : "Simplicity is the ultimate form of sophistication.","author" : "Leonardo Da Vinci"},{"text" : "Iron rusts from disuse even so does inaction sap the vigor of the mind.","author" : "Leonardo Da Vinci"},{"text" : "Painting is concerned with all the 10 attributes of sight; which are: Darkness, Light, Solidity and Colour, Form and Position, Distance and Propinquity, Motion and Rest.","author" : "Leonardo Da Vinci"},{"text" : "Water is the driving force of all nature.","author" : "Leonardo Da Vinci"},{"text" : "I am still hopeful. A falcon, Time. But the coincidence is probably accidental.","author" : "Leonardo Da Vinci"},{"text" : "You can have no dominion greater or less than that over yourself","author" : "Leonardo Da Vinci"},{"text" : "A painter should begin every canvas with a wash of black, because all things in nature are dark except where exposed by the light.","author" : "Leonardo Da Vinci"},{"text" : "Art is never finished, only abandoned.","author" : "Leonardo Da Vinci"},{"text" : "Painting is poetry that is seen rather than felt, and poetry is painting that is felt rather than seen.","author" : "Leonardo Da Vinci"},{"text" : "For once you have tasted flight you will walk the earth with your eyes turned skywards, for there you have been and there you will long to return.","author" : "Leonardo Da Vinci"},{"text" : "Time stays long enough for anyone who will use it.","author" : "Leonardo Da Vinci"},{"text" : "There shall be wings! If the accomplishment be not for me, it's for some other.","author" : "Leonardo Da Vinci"},{"text" : "A diamond is just a lump of coal that stuck to its job.","author" : "Leonardo Da Vinci"},{"text" : "In rivers, the water that you touch is the last of what has passed and the first of that which comes, so with time present.","author" : "Leonardo Da Vinci"},{"text" : "It had long since come to my attention that people of accomplishment rarely sat back and let things happen to them. They went out and happened to things.","author" : "Leonardo Da Vinci"},{"text" : "Practice should always be based upon a sound knowledge of theory.","author" : "Leonardo Da Vinci"},{"text" : "The human foot is a masterpiece of engineering and a work of art.","author" : "Leonardo Da Vinci"},{"text" : "Iron rusts from disuse; water loses its purity from stagnation even so does inaction sap the vigor of the mind.","author" : "Leonardo Da Vinci"},{"text" : "Anyone who conducts an argument by appealing to authority is not using his intelligence, he is just using his memory.","author" : "Leonardo Da Vinci"},{"text" : "Once you have tasted the taste of sky, you will forever look up.","author" : "Leonardo Da Vinci"},{"text" : "Marriage is like putting your hand into a bag of snakes in the hope of pulling out an eel.","author" : "Leonardo Da Vinci"},{"text" : "A deaf and dumb person who sees two men in conversation may nevertheless understand from the attitudes and gestures of the speakers, how well their discussion is getting along.","author" : "Leonardo Da Vinci"},{"text" : "The boundaries of bodies are the least of all things.","author" : "Leonardo Da Vinci"},{"text" : "The first step towards getting somewhere is to decide that you are not going to stay where you are.","author" : "Leonardo Da Vinci"},{"text" : "Medicine is the restoration of discordant elements; sickness is the discord of the elements infused into the living body.","author" : "Leonardo Da Vinci"},{"text" : "The greatest deception which men incur proceeds from their opinions.","author" : "Leonardo Da Vinci"},{"text" : "Wood feeds the fire which burns it.","author" : "Leonardo Da Vinci"},{"text" : "Inequality is the cause of all local movements.","author" : "Leonardo Da Vinci"},{"text" : "Nothing strengthens authority so much as silence.","author" : "Leonardo Da Vinci"},{"text" : "A gray day provides the best light.","author" : "Leonardo Da Vinci"},{"text" : "A long life is a life well spent.","author" : "Leonardo Da Vinci"},{"text" : "The motive power is the cause of all life.","author" : "Leonardo Da Vinci"},{"text" : "Every action needs to be prompted by a motive. To know and to will are two operations of the human mind. Discerning, judging, deliberating are acts of the human mind.","author" : "Leonardo Da Vinci"},{"text" : "Beyond a doubt truth bears the same relation to falsehood as light to darkness.","author" : "Leonardo Da Vinci"},{"text" : "All the bystanders at an event worthy of note adopt various gestures of admiration when contemplating the occurrence.","author" : "Leonardo Da Vinci"},{"text" : "He who possesses most must be most afraid of loss.","author" : "Leonardo Da Vinci"},{"text" : "A wave is never found alone, but is mingled with the other waves.","author" : "Leonardo Da Vinci"},{"text" : "It is useful to constantly observe, note, and consider.","author" : "Leonardo Da Vinci"},{"text" : "Poor is the pupil who does not surpass his master.","author" : "Leonardo Da Vinci"},{"text" : "Intellectual passion drives out sensuality.","author" : "Leonardo Da Vinci"},{"text" : "Even the richest soil, if left uncultivated will produce the rankest weeds.","author" : "Leonardo Da Vinci"},{"text" : "We might say that the earth has the spirit of growth; that its flesh is the soil.","author" : "Leonardo Da Vinci"},{"text" : "Why does the eye see a thing more clearly in dreams than the imagination when awake?","author" : "Leonardo Da Vinci"},{"text" : "Iron rusts from disuse; water loses its purity from stagnation... even so does inaction sap the vigor of the mind.","author" : "Leonardo Da Vinci"},{"text" : "Shadows which you see with difficulty, and whose boundaries you cannot define... these you should not represent as finished or sharply defined, for the result would be that your work would seem wooden.","author" : "Leonardo Da Vinci"},{"text" : "Learn diligence before speedy execution","author" : "Leonardo Da Vinci"},{"text" : "The grave will fall in upon him who digs it.","author" : "Leonardo Da Vinci"},{"text" : "Studying without desire spoils the memory and it retains nothing that it takes in.","author" : "Leonardo Da Vinci"},{"text" : "Just as iron rusts from disuse, even so does inaction spoil the intellect.","author" : "Leonardo Da Vinci"},{"text" : "The human bird shall take his first flight, filling the world with amazement, all writings with his fame, and bringing eternal glory to the nest whence he sprang.","author" : "Leonardo Da Vinci"},{"text" : "I woke up only to find the rest of the world asleep.","author" : "Leonardo Da Vinci"},{"text" : "The length of a man's outspread arms is equal to his height.","author" : "Leonardo Da Vinci"},{"text" : "Experiment is the sole interpreter of the artifices of Nature.","author" : "Leonardo Da Vinci"},{"text" : "As a well-spent day brings happy sleep, so a life well used brings happy death.","author" : "Leonardo Da Vinci"},{"text" : "Never let your sense of morals prevent you from doing what's right.","author" : "Leonardo Da Vinci"},{"text" : "I have been impressed with the urgency of doing. Knowing is not enough; we must apply. Being willing is not enough; we must do.","author" : "Leonardo Da Vinci"},{"text" : "Fix your course on a star and then you'll navigate any storm.","author" : "Leonardo Da Vinci"},{"text" : "I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death.","author" : "Leonardo Da Vinci"},{"text" : "Learning never exhausts the mind.","author" : "Leonardo Da Vinci"},{"text" : "Theory without practice cannot survive and dies as quickly as it lives. He who loves practice without theory is like the sailor who boards ship without a rudder and compass and never knows where he may be cast.","author" : "Leonardo Da Vinci"},{"text" : "Just as a good day's work leads to pleasant sleep, so a life well-spent leads to a pleasant death.","author" : "Leonardo Da Vinci"},{"text" : "Water is the driving force in nature.","author" : "Leonardo Da Vinci"},{"text" : "I love those that can smile in trouble.","author" : "Leonardo Da Vinci"},{"text" : "Mechanics is the paradise of the mathematical sciences because by means of it, one comes to the fruits of mathematics.","author" : "Leonardo Da Vinci"},{"text" : "All our knowledge is the offspring of our perceptions.","author" : "Leonardo Da Vinci"},{"text" : "Ask for advise from those who evidence good self-discipline.","author" : "Leonardo Da Vinci"},{"text" : "He who does not control his impulse classes himself with beasts.","author" : "Leonardo Da Vinci"},{"text" : "The sun has body, form, motion, radiance, heat, and procreative power, and these things flow from the sun without diminishing it.","author" : "Leonardo Da Vinci"},{"text" : "The motion of the elements originates in the sun.","author" : "Leonardo Da Vinci"},{"text" : "The eye and the rays of the sun and the mind are the fastest motion there is.","author" : "Leonardo Da Vinci"},{"text" : "The smallest feline is a masterpiece.","author" : "Leonardo Da Vinci"},{"text" : "One can have no smaller or greater mastery than mastery of oneself.","author" : "Leonardo Da Vinci"},{"text" : "Details make perfection, and perfection is not a detail.","author" : "Leonardo Da Vinci"},{"text" : "The mind that engages in subjects of too great variety becomes confused and weakened.","author" : "Leonardo Da Vinci"},{"text" : "I have been impressed with the urgency of doing. Knowing is not enough we must apply. Being willing is not enough; we must do.","author" : "Leonardo Da Vinci"},{"text" : "Whoever despises the high wisdom of mathematics nourishes himself on delusion.","author" : "Leonardo Da Vinci"},{"text" : "Oysters open completely when the moon is full; and when the crab sees one it throws a piece of stone or seaweed into it and the oyster cannot close again so that it serves the crab for meat. Such is the fate of him who opens his mouth too much and thereby puts himself at the mercy of the listener.","author" : "Leonardo Da Vinci"},{"text" : "Being willing is not enough. We must do.","author" : "Leonardo Da Vinci"}]