[{"text" : "If you set goals and go after them with all the determination you can muster, your gifts will take you places that will amaze you.","author" : "Les Brown"},{"text" : "Anytime you suffer a setback or disappointment, put your head down and plow ahead.","author" : "Les Brown"},{"text" : "Accept responsibility for your life. Know that it is you who will get you where you want to go, no one else.","author" : "Les Brown"},{"text" : "We have to live life with a sense of urgency so not a minute is wasted.","author" : "Les Brown"},{"text" : "Your smile will give you a positive countenance that will make people feel comfortable around you.","author" : "Les Brown"},{"text" : "If you take responsibility for yourself you will develop a hunger to accomplish your dreams.","author" : "Les Brown"},{"text" : "Accept the consequences of your actions in order to become the agent of your mental, physical, spiritual and material success.","author" : "Les Brown"},{"text" : "You need to make a commitment, and once you make it, then life will give you some answers.","author" : "Les Brown"},{"text" : "Your goals are the road maps that guide you and show you what is possible for your life.","author" : "Les Brown"},{"text" : "As you reach your goals, set new ones. That is how you grow and become a more powerful person.","author" : "Les Brown"},{"text" : "Review your goals twice every day in order to be focused on achieving them.","author" : "Les Brown"},{"text" : "Make each day count by setting specific goals to succeed, then putting forth every effort to exceed your own expectations.","author" : "Les Brown"},{"text" : "Love yourself unconditionally, just as you love those closest to you despite their faults.","author" : "Les Brown"},{"text" : "Your level of belief in yourself, will inevitably manifest itself, in whatever you do.","author" : "Les Brown"},{"text" : "Help others achieve their dreams and you will achieve yours.","author" : "Les Brown"},{"text" : "In the end, it is the person you become, not the things you have achieved, that is the most important.","author" : "Les Brown"},{"text" : "Forgive yourself for your faults and your mistakes and move on.","author" : "Les Brown"},{"text" : "Our ability to handle life's challenges is a measure of our strength of character.","author" : "Les Brown"},{"text" : "If you're not willing to risk, you cannot grow. If you cannot grow, you cannot be your best. If you cannot be your best, you cannot be happy.","author" : "Les Brown"},{"text" : "You are the only real obstacle in your path to a fulfilling life.","author" : "Les Brown"},{"text" : "Forgive those who have hurt you.","author" : "Les Brown"},{"text" : "Goals help you channel your energy into action.","author" : "Les Brown"},{"text" : "I believe that life is a journey, often difficult and sometimes incredibly cruel, but we are well equipped for it if only we tap into our talents and gifts and allow them to blossom.","author" : "Les Brown"},{"text" : "You don't get in life what you want; you get in life what you are.","author" : "Les Brown"},{"text" : "Life takes on meaning when you become motivated, set goals and charge after them in an unstoppable manner.","author" : "Les Brown"},{"text" : "Someone's opinion of you does not have to become your reality.","author" : "Les Brown"},{"text" : "When life knocks you down, try to land on your back. Because if you can look up, you can get up. Let your reason get you back up.","author" : "Les Brown"},{"text" : "Wanting something is not enough. You must hunger for it. Your motivation must be absolutely compelling in order to overcome the obstacles that will invariably come your way.","author" : "Les Brown"},{"text" : "You cannot expect to achieve new goals or move beyond your present circumstances unless you change.","author" : "Les Brown"},{"text" : "Don't let the negativity given to you by the world disempower you. Instead give to yourself that which empowers you.","author" : "Les Brown"},{"text" : "The only limits to the possibilities in your life tomorrow are the buts you use today.","author" : "Les Brown"},{"text" : "It takes someone with a vision of the possibilities to attain new levels of experience. Someone with the courage to live his dreams.","author" : "Les Brown"},{"text" : "If you put yourself in a position where you have to stretch outside your comfort zone, then you are forced to expand your consciousness.","author" : "Les Brown"},{"text" : "When life knocks you down, try to land on your back. Because if you can look up, you can get up.","author" : "Les Brown"},{"text" : "In every day, there are 1,440 minutes. That means we have 1,440 daily opportunities to make a positive impact.","author" : "Les Brown"},{"text" : "You are never too old to set another goal or to dream a new dream.","author" : "Les Brown"},{"text" : "The harder the battle, the sweeter the victory.","author" : "Les Brown"},{"text" : "Life has no limitations, except the ones you make.","author" : "Les Brown"},{"text" : "Practice only makes for improvement.","author" : "Les Brown"},{"text" : "You must remain focused on your journey to greatness.","author" : "Les Brown"},{"text" : "Too many of us are not living our dreams because we are living our fears.","author" : "Les Brown"},{"text" : "Give yourself a break. Stop beating yourself up! Everyone makes mistakes, has setbacks and failures. You don't come with a book on how to get it right all the time. You will fail sometimes, not because you planned to, but simply because you're human. Failure is a part of creating a great life. Stand up to it and handle it with grace. Because, you can.","author" : "Les Brown"},{"text" : "Don't let someone else's opinion of you become your reality.","author" : "Les Brown"},{"text" : "We are living in very challenging times. Pressured in the workplace and stressed out at home, people are trying to make sense of their lives.","author" : "Les Brown"},{"text" : "Lions don't have to roar. There is power in silence, confidence, and persistence. Those who work don't talk, and those who talk don't work. Handle your business. Measure your efforts by results. Focus your time, energy, and activity on mastering and executing a plan.","author" : "Les Brown"},{"text" : "We have to live life with a sense of urgency, so not a minute is wasted.","author" : "Les Brown"},{"text" : "You cannot expect to achieve new goals or move beyond your present circumstances unless you change.","author" : "Les Brown"},{"text" : "It is better to aim high and miss than to aim low and hit.","author" : "Les Brown"},{"text" : "Align yourself with people that you can learn from, people who want more out of life, people who are stretching and searching and seeking some higher ground in life.","author" : "Les Brown"},{"text" : "Shoot for the moon. Even if you miss, you'll land among the stars.","author" : "Les Brown"},{"text" : "Believe that you possess a basic goodness, which is the foundation for the greatness you can ultimately achieve.","author" : "Les Brown"},{"text" : "The only thing that can possibly keep you from going after your dreams is the person standing in your shoes, wearing your clothes, and thinking your negative thoughts.","author" : "Les Brown"},{"text" : "No one rises to low expectations","author" : "Les Brown"},{"text" : "Don't underestimate yourself. You are capable of more than you can ever imagine.","author" : "Les Brown"},{"text" : "We were all born with a certain degree of power. The key to success is discovering this innate power and using it daily to deal with whatever challenges come our way.","author" : "Les Brown"},{"text" : "If you're going through hell, don't stop, keep moving!","author" : "Les Brown"}]