[{"text" : "If everybody minded their own business, the world would go around a great deal faster than it does.","author" : "Lewis Carroll"},{"text" : "The things most people want to know about are usually none of their business.","author" : "Lewis Carroll"},{"text" : "If you don't know where you're going, any road will take you there.","author" : "Lewis Carroll"},{"text" : "She's in that state of mind that she wants to deny something -only she doesn't know what to deny!","author" : "Lewis Carroll"},{"text" : "Begin at the beginning, and go on till you come to the end: then stop.","author" : "Lewis Carroll"},{"text" : "If you don't know where you are going, any road will get you there.","author" : "Lewis Carroll"},{"text" : "No good fish goes anywhere without a porpoise.","author" : "Lewis Carroll"},{"text" : "Who in the world am I? Ah, that's the great puzzle.","author" : "Lewis Carroll"},{"text" : "One thing was certain, that the white kitten had had nothing to do with it- it was the black kitten's fault entirely.","author" : "Lewis Carroll"},{"text" : "Read the directions and directly you will be directed in the right direction.","author" : "Lewis Carroll"},{"text" : "Begin at the beginning and go on till you come to the end; then stop.","author" : "Lewis Carroll"},{"text" : "Courtesy is a small act but it packs a mighty wallop.","author" : "Lewis Carroll"},{"text" : "Everything is funny, if you can laugh at it.","author" : "Lewis Carroll"},{"text" : "There's no use in comparing one's feelings between one day and the next; you must allow a reasonable interval, for the direction of change to show itself.","author" : "Lewis Carroll"},{"text" : "Where one is hopelessly undecided as to what to say, there (as Confucius would have said, if they had given him the opportunity) silence is golden.","author" : "Lewis Carroll"},{"text" : "A thick stick in one's hand makes people respectful.","author" : "Lewis Carroll"},{"text" : "The sea was wet as wet could be, the sands were dry as dry. You could not see a cloud, because no cloud was in the sky.","author" : "Lewis Carroll"},{"text" : "You shouldn’t make jokes if it makes you so unhappy.","author" : "Lewis Carroll"},{"text" : "I wonder if that's the reason Insects are so fond of flying into candles - because they want to turn into Snap-dragon-flies!","author" : "Lewis Carroll"},{"text" : "There comes a pause, for human strength will not endure to dance without cessation; and everyone must reach the point at length of absolute prostration.","author" : "Lewis Carroll"},{"text" : "They sought it with thimbles, they sought it with care; They pursued it with forks and hope; They threatened its life with a railway-share; They charmed it with smiles and soap.","author" : "Lewis Carroll"},{"text" : "What I tell you three times is true.","author" : "Lewis Carroll"},{"text" : "I give myself very good advice, but I very seldom follow it.","author" : "Lewis Carroll"},{"text" : "If you don’t know where you are going, any road will get you there.","author" : "Lewis Carroll"},{"text" : "Little Birds are dining . Warily and well, . Hid in mossy cell.","author" : "Lewis Carroll"},{"text" : "Little Birds are tasting . Gratitude and gold, . Pale with sudden cold: . Pale, I say, and wrinkled - . When the bells have tinkled, . And the Tale is told.","author" : "Lewis Carroll"},{"text" : "I wonder if the snow loves the trees and fields that it kisses them so gently? And then it covers them up snug, you know, with a white quilt; and perhaps it says, 'Go to sleep, darlings, till the summer comes again.","author" : "Lewis Carroll"},{"text" : "Speak roughly to your little boy and beat him when he sneezes! He only does it to annoy, because he knows it teases!","author" : "Lewis Carroll"},{"text" : "There are three hundred and sixty-four days when you get un-birthday presents—... And only one for birthday presents, you know.","author" : "Lewis Carroll"},{"text" : "I’m not strange, weird, off, nor crazy, my reality is just different from yours.","author" : "Lewis Carroll"},{"text" : "The hurrier I go, the behinder I get.","author" : "Lewis Carroll"},{"text" : "Better to be before you time, . Than e're to be behind; . To open the door while strikes the chime, . That shows a punctual mind. . Moral: . Let punctuality and care . Seize every flitting hour, . So shalt thou cull a floweret fair, . E'en from a fading flower.","author" : "Lewis Carroll"},{"text" : "It is a very inconvenient habit of kittens...that whatever you say to them, they always purr.","author" : "Lewis Carroll"},{"text" : "To me it seems that to give happiness is a far nobler goal than to attain it: and that what we exist for is much more a matter of relations to others than a matter of individual progress: much more a matter of helping others to heaven than of getting there ourselves.","author" : "Lewis Carroll"},{"text" : "Alice How long is forever? White Rabbit Sometimes, just one second.","author" : "Lewis Carroll"},{"text" : "We are but older children, dear, Who fret to find our bedtime near.","author" : "Lewis Carroll"}]