[{"text" : "Never apologize for what you feel. It's like saying sorry for being real.","author" : "Lil Wayne"},{"text" : "Never back down from a real challenge. They give the best lessons in life.","author" : "Lil Wayne"},{"text" : "I'm blessed and I thank God for every day for everything that happens for me.","author" : "Lil Wayne"},{"text" : "I don't look for signs. But when things happen, I say, 'OK, something must be right.' Or 'OK, something must be wrong.","author" : "Lil Wayne"},{"text" : "And I know this world is so cold and deceiving but I keep my head up like my nose is bleeding.","author" : "Lil Wayne"},{"text" : "Trying to tear down the past prohibits you from building up your future.","author" : "Lil Wayne"},{"text" : "I search, but never find. Hurt, but never cry. I work and forever tired.","author" : "Lil Wayne"},{"text" : "I want you to know, that you deserve the best. You're beautiful.","author" : "Lil Wayne"},{"text" : "I am a gangsta, Ms. Katie. I don't take nothing from no one. I do what I wanna do.","author" : "Lil Wayne"},{"text" : "Too much money ain't enough money.","author" : "Lil Wayne"},{"text" : "As long as people remember me forever, that will be enough for me.","author" : "Lil Wayne"},{"text" : "The only thing on the mind of a shark is to eat.","author" : "Lil Wayne"},{"text" : "Life is a lot like skateboarding.","author" : "Lil Wayne"},{"text" : "One thing about a skater, they never quit, so a skater to sum it up is awesome.","author" : "Lil Wayne"},{"text" : "A lot of women don't know how to love because there's deep reasons for them not knowing how to love. And what I mean by deep reasons is deep and dark reasons.","author" : "Lil Wayne"},{"text" : "The more time you spend contemplating what you should have done... you lose valuable time planning what you can and will do.","author" : "Lil Wayne"},{"text" : "I'm gettin head while givin' head, that's a head-on collision.","author" : "Lil Wayne"},{"text" : "The dirt under your feet could be the grave you fill You don't know how dead you feel until you're dead for real Gettin' high after I paid the bill Lower than a Navy SEAL","author" : "Lil Wayne"},{"text" : "Lower than a Navy seal show up with them navy guns.","author" : "Lil Wayne"},{"text" : "We havin' a celebration, love to stay high.","author" : "Lil Wayne"},{"text" : "Friday the 13th that's the day that hell raised.","author" : "Lil Wayne"},{"text" : "Life is a gamble, better check the point spread and when life sucks, I just enjoy the head.","author" : "Lil Wayne"},{"text" : "No warning, no nothing, I don’t feel sick. I get headaches real bad. And the headaches? I didn’t get no headaches or nothing.","author" : "Lil Wayne"}]