[{"text" : "Be wiser than other people, if you can; but do not tell them so.","author" : "Lord Chesterfield"},{"text" : "Good humor is the health of the soul, sadness is its poison.","author" : "Lord Chesterfield"},{"text" : "Be your character what it will, it will be known, and nobody will take it upon your word.","author" : "Lord Chesterfield"},{"text" : "Our own self-love draws a thick veil between us and our faults.","author" : "Lord Chesterfield"},{"text" : "Know the true value of time; snatch, seize, and enjoy every moment of it. No idleness, no laziness, no procrastination; Never put off till tomorrow what you can do today.","author" : "Lord Chesterfield"},{"text" : "I recommend to you to take care of the minutes; for hours will take care of themselves.","author" : "Lord Chesterfield"},{"text" : "Let your enemies be disarmed by the gentleness of your manner, but at the same time let them feel, the steadiness of your resentment.","author" : "Lord Chesterfield"},{"text" : "Be wiser than other people, if you can, but do not tell them so.","author" : "Lord Chesterfield"},{"text" : "Human nature is the same everywhere; the modes only are different.","author" : "Lord Chesterfield"},{"text" : "Physical ills are the taxes laid upon this wretched life; some are taxed higher, and some lower, but all pay something.","author" : "Lord Chesterfield"},{"text" : "People hate those who make them feel their own inferiority.","author" : "Lord Chesterfield"},{"text" : "Being pretty on the inside means you dont hit your brother and you eat all your peas thats what my grandma taught me.","author" : "Lord Chesterfield"},{"text" : "Sex: the pleasure is momentary, the position ridiculous, and the expense damnable.","author" : "Lord Chesterfield"},{"text" : "Persist and persevere, and you will find most things that are attainable, possible.","author" : "Lord Chesterfield"},{"text" : "Most people enjoy the inferiority of their best friends.","author" : "Lord Chesterfield"},{"text" : "Know the true value of time; snatch, seize, and enjoy every moment of it. No idleness, no delay, no procrastination; never put off till tomorrow what you can do today.","author" : "Lord Chesterfield"},{"text" : "Style is the dress of thoughts, and let them be ever so just.","author" : "Lord Chesterfield"},{"text" : "The only solid and lasting peace between a man and his wife is, doubtless, a separation.","author" : "Lord Chesterfield"},{"text" : "A man's own good breeding is the best security against other people's ill manners.","author" : "Lord Chesterfield"},{"text" : "Manners must adorn knowledge and smooth its way through the world.","author" : "Lord Chesterfield"},{"text" : "Maintain a clean and strong character.","author" : "Lord Chesterfield"},{"text" : "If we do not plant knowledge when young, it will give us no shade when we are old.","author" : "Lord Chesterfield"},{"text" : "The manner of your speaking is full as important as the matter, as more people have ears to be tickled than understandings to judge.","author" : "Lord Chesterfield"},{"text" : "The scholar without good breeding is a pedant; the philosopher, a cynic.","author" : "Lord Chesterfield"},{"text" : "The vulgar only laugh, but never smile; whereas well-bred people often smile, but seldom laugh.","author" : "Lord Chesterfield"},{"text" : "The manner of a vulgar man has freedom without ease, and the manner of a gentleman has ease without freedom.","author" : "Lord Chesterfield"},{"text" : "A vulgar man is captious and jealous; eager and impetuous about trifles. He suspects himself to be slighted, and thinks everything that is said meant at him.","author" : "Lord Chesterfield"},{"text" : "Ceremony is necessary as the outwork and defense of manners.","author" : "Lord Chesterfield"},{"text" : "An ignorant man is insignificant and contemptible; nobody cares for his company, and he can just be said to live, and that is all.","author" : "Lord Chesterfield"},{"text" : "Politeness is as much concerned in answering letters within a reasonable time, as it is in returning a bow, immediately.","author" : "Lord Chesterfield"},{"text" : "Manners must adorn knowledge and smooth its way in the world, without them it is like a great rough diamond, very well in a closet by way of curiosity, and also for its intrinsic value; but most prized when polished.","author" : "Lord Chesterfield"},{"text" : "A joker is near akin to a buffoon; and neither of them is the least related to wit.","author" : "Lord Chesterfield"},{"text" : "Little vicious minds abound with anger and revenge and are incapable of feeling te pleasure of forgiving their enemies.","author" : "Lord Chesterfield"},{"text" : "Little vicious minds abound with anger and revenge and are incapable of feeling te pleasure of forgiving their enemies.","author" : "Lord Chesterfield"},{"text" : "Indifference is commonly the mother of discretion.","author" : "Lord Chesterfield"},{"text" : "Artichoke: That vegetable of which one has more at the finish than at the start of dinner.","author" : "Lord Chesterfield"},{"text" : "Awkwardness is a more real disadvantage than it is generally thought to be; it often occasions ridicule, it always lessens dignity.","author" : "Lord Chesterfield"},{"text" : "In business be as able as you can, but do not be cunning; cunning is the dark sanctuary of incapacity.","author" : "Lord Chesterfield"},{"text" : "Whoever is in a hurry shows that the thing he is about is too big for him.","author" : "Lord Chesterfield"},{"text" : "Smooth your way to the head, through the heart. The way of reason is a good one; but it is commonly something longer, and perhaps not so sure.","author" : "Lord Chesterfield"},{"text" : "Never hold anyone by the button, or the hand, in order to be heard out; for if people are unwilling to hear you, you had better hold your tongue than them","author" : "Lord Chesterfield"},{"text" : "Take care of the minutes and the hours will take care of themselves.","author" : "Lord Chesterfield"},{"text" : "The difference between a man of sense and a fop is that the fop values himself upon his dress; and the man of sense laughs at it, at the same time he know he must not neglect it.","author" : "Lord Chesterfield"},{"text" : "Being pretty on the inside means you don’t hit your brother and you eat all your peas – that’s what my grandma taught me.","author" : "Lord Chesterfield"},{"text" : "If you can engage people's pride, love, pity, ambition (or whatever is their prevailing passion) on your side, you need not fear what their reason can do against you.","author" : "Lord Chesterfield"},{"text" : "Knowledge of the world is only to be acquired in the world, and not in the closet.","author" : "Lord Chesterfield"},{"text" : "Never seem more learned than the people you are with. Wear your learning like a pocket watch and keep it hidden. Do not pull it out to count the hours, but give the time when you are asked.","author" : "Lord Chesterfield"},{"text" : "Knowledge may give weight, but accomplishments give lustre, and many more people see than weigh.","author" : "Lord Chesterfield"},{"text" : "A weak mind is like a horoscope, which magnifies trifling things but cannot receive great ones.","author" : "Lord Chesterfield"},{"text" : "Loud laughter is the mirth of the mob, who are only pleased with silly things; for true wit or good sense never excited a laugh since the creation of the world. A man of party and fashion, therefore, is only seen to smile, but never heard to laugh.","author" : "Lord Chesterfield"}]