[{"text" : "It's not the load that breaks you down, it's the way you carry it.","author" : "Lou Holtz"},{"text" : "The man who complains about the way the ball bounces is likely to be the one who dropped it.","author" : "Lou Holtz"},{"text" : "After winning, most teams become individuals; most teams become complacent.","author" : "Lou Holtz"},{"text" : "The key to winning is choosing to do God's will and loving others with all you've got.","author" : "Lou Holtz"},{"text" : "If you're bored with life, if you don't get up every morning with a burning desire to do things, you don't have enough goals.","author" : "Lou Holtz"},{"text" : "Life is ten percent what happens to you and ninety percent how you respond to it.","author" : "Lou Holtz"},{"text" : "If you continually ask yourself, 'What's important now'' you won't waste time on the trivial.","author" : "Lou Holtz"},{"text" : "How you respond to the challenge in the second half will determine what you become after the game, whether you are a winner or a loser.","author" : "Lou Holtz"},{"text" : "Coaching is nothing more than eliminating mistakes before you get fired.","author" : "Lou Holtz"},{"text" : "I think everyone should experience defeat at least once during their career","author" : "Lou Holtz"},{"text" : "How do you know what it's like to be stupid if you've never been smart?","author" : "Lou Holtz"},{"text" : "Don't ever promise more than you can deliver, but always deliver more than you promise.","author" : "Lou Holtz"},{"text" : "Give your players something they can physically do - don't ask them to do something they can't do.","author" : "Lou Holtz"},{"text" : "Without self-discipline, success is impossible, period.","author" : "Lou Holtz"},{"text" : "No one ever drowned in sweat.","author" : "Lou Holtz"},{"text" : "You aren't going to find anybody that's going to be successful without making a sacrifice and without perseverance.","author" : "Lou Holtz"},{"text" : "Ability is what you're capable of doing. Motivation determines what you do. Attitude determines how well you do it.","author" : "Lou Holtz"},{"text" : "The man who complains about the way the ball bounces is likely the one who dropped it.","author" : "Lou Holtz"},{"text" : "You might not be able to outthink, outmarket or outspend your competition, but you can outwork them.","author" : "Lou Holtz"},{"text" : "Life is 10 percent what happens to you and ninety percent how you respond to it.","author" : "Lou Holtz"},{"text" : "If you're bored with life – you don't get up every morning with a burning desire to do things – you don't have enough goals.","author" : "Lou Holtz"},{"text" : "Virtually nothing is impossible in this world if you just put your mind to it and maintain a positive attitude.","author" : "Lou Holtz"},{"text" : "Behind every successful person, stands a very successful mother-in-law.","author" : "Lou Holtz"},{"text" : "Everybody is looking for instant success, but it doesn't work that way. You build a successful life one day at a time.","author" : "Lou Holtz"},{"text" : "For victory in life, we've got to keep focused on the goal, and the goal is Heaven.","author" : "Lou Holtz"},{"text" : "On this team, we're all united in a common goal: to keep my job.","author" : "Lou Holtz"},{"text" : "All winning teams are goal oriented. Teams like these win consistently because everyone connected with them concentrates on specific objectives. They go about their business with blinders on; nothing will distract them from achieving their aims.","author" : "Lou Holtz"},{"text" : "The problem with having a sense of humor is often that people you use it on aren't in a very good mood.","author" : "Lou Holtz"},{"text" : "If you burn your neighbors house down, it doesn't make your house look any better.","author" : "Lou Holtz"},{"text" : "Your talent determines what you can do. Your motivation determines how much you are willing to do. Your attitude determines how well you do it.","author" : "Lou Holtz"},{"text" : "In the successful organization, no detail is too small to escape close attention.","author" : "Lou Holtz"},{"text" : "Only the unprepared are overcome by pressure.","author" : "Lou Holtz"},{"text" : "The way you motivate a football team is to eliminate the unmotivated ones.","author" : "Lou Holtz"},{"text" : "You'll never get ahead of anyone as long as you try to get even with him.","author" : "Lou Holtz"},{"text" : "What you are capable of achieving is determined by your talent and ability. What you attempt to do is determined by your motivation. How well you do something is determined by your attitude.","author" : "Lou Holtz"},{"text" : "What you are capable of achieving is determined by your talent and ability. What you attempt to do is determined by your motivation. How well you do something is determined by your attitude.","author" : "Lou Holtz"},{"text" : "We have an obligation to help people that cannot help themselves. The mentally retarded, the physically retarded, et cetera.","author" : "Lou Holtz"},{"text" : "Motivation is simple. Eliminate those who aren't motivated.","author" : "Lou Holtz"},{"text" : "Show me someone who has done something worthwhile, and I'll show you someone who has overcome adversity.","author" : "Lou Holtz"},{"text" : "Momentum is whatever your attitude determines it to be.","author" : "Lou Holtz"},{"text" : "One day you are drinking the wine, and they next day you are picking the grapes.","author" : "Lou Holtz"}]