[{"text" : "The ability to relax and be mindfully present in the moment comes naturally when we are grateful.","author" : "Louise Hay"},{"text" : "Be willing to take the first step, no matter how small it is. Concentrate on the fact that you are willing to learn. Absolute miracles will happen.","author" : "Louise Hay"},{"text" : "This is a new day. Begin anew to claim and create all that is good.","author" : "Louise Hay"},{"text" : "We may not know how to forgive, and we may not want to forgive; but the very fact we say we are willing to forgive begins the healing practice.","author" : "Louise Hay"},{"text" : "I'm no longer curious about things that will upset me.","author" : "Louise Hay"},{"text" : "I have learned over the years that the nicest thing I can do is to just say to myself, 'Good Morning Darling, I love you; we're going to have a really great day today.","author" : "Louise Hay"},{"text" : "I am my best friend. Other friends may come and go, but I am always here for me.","author" : "Louise Hay"},{"text" : "Self-approval and self-acceptance in the now are the main keys to positive changes in every area of our lives.","author" : "Louise Hay"},{"text" : "When our inner vision opens, our horizons expand.","author" : "Louise Hay"},{"text" : "It's not what happens to you, but how you handle it. If Life gives you lemons, make lemonade. If the lemons are rotten, take out the seeds and plant them in order to grow new lemons.","author" : "Louise Hay"},{"text" : "Don't settle for anybody just to have someone. Set your standards. What kind of love do you want to attract? List the qualities you really want in the relationship. Develop those qualities in yourself and you will attract a person who has them.","author" : "Louise Hay"},{"text" : "The only thing that keeps you from deserving, or loving yourself, or whatever, is someone else's belief or opinion that you have accepted as truth.","author" : "Louise Hay"},{"text" : "Begin to recognize prosperity everywhere, and rejoice in it.","author" : "Louise Hay"},{"text" : "You are not a helpless victim of your own thoughts, but rather a master of your own mind.","author" : "Louise Hay"},{"text" : "An affirmation opens the door. It's a beginning point on the path to change.","author" : "Louise Hay"},{"text" : "Every thought we think and every word we speak is an affirmation of what we believe about life and it's the same with magnetism.","author" : "Louise Hay"},{"text" : "Affirmation statements are going beyond the reality of the present into the creation of the future through the words you use in the now.","author" : "Louise Hay"},{"text" : "Every thought and every word you speak is an affirmation.","author" : "Louise Hay"},{"text" : "Affirmations are like seed planted in soil. Poor soil, poor growth. Rich soil, abundant growth. The more you choose to think thoughts that make you feel good, the quicker the affirmations work.","author" : "Louise Hay"},{"text" : "If we really love ourselves, everything in our life works.","author" : "Louise Hay"},{"text" : "I give myself the green light to move forward, and to joyously embrace the new.","author" : "Louise Hay"},{"text" : "I find that when we really love and accept and approve of ourselves exactly as we are, then everything in life works.","author" : "Louise Hay"},{"text" : "Know that you are the perfect age. Each year is special and precious, for you shall only live it once. Be comfortable with growing older.","author" : "Louise Hay"},{"text" : "My home is a happy place to be. I bless everyone who enters, myself included. Pleasant experiences fill every room.","author" : "Louise Hay"},{"text" : "It is time for me to let go of my old beliefs about how relationships are supposed to be.","author" : "Louise Hay"},{"text" : "Forgiveness is for yourself because it frees you. It lets you out of that prison you put yourself in.","author" : "Louise Hay"},{"text" : "Life is very simple. What I give out comes back to me. Today, I choose to give love.","author" : "Louise Hay"},{"text" : "You are not a helpless victim of your own thoughts, but rather a master of your mind.","author" : "Louise Hay"},{"text" : "When we really love and accept and approve of ourselves exactly as we are, then everything in life works.","author" : "Louise Hay"}]