Yesterday is not ours to recover, but tomorrow is ours to win or lose.
Peace is a journey of a thousand miles and it must be taken one step at a time.
We can draw lessons from the past, but we cannot live in it.
There are no problems we cannot solve together, and very few that we can solve by ourselves.
Every man has a right to a Saturday night bath.
Hug your friends tight, but your enemies tighter - hug 'em so tight they can't wiggle
This, then, is the state of the union: free and restless, growing and full of hope. So it was in the beginning. So it shall always be, while God is willing, and we are strong enough to keep the faith.
I have learned that only two things are necessary to keep one's wife happy. First, let her think she's having her own way. And second, let her have it.
The guns and the bombs, the rockets and the warships, are all symbols of human failure.
If you have a mother-in-law with only one eye and she has it in the center of her forehead, don't keep her in the living room.
America is not merely a nation but a nation of nations.
Until justice is blind to color, until education is unaware of race, until opportunity is unconcerned with the color of men's skins, emancipation will be a proclamation but not a fact.
A man without a vote is man without protection.
Conservation is ethically sound. It is rooted in our love of the land, our respect for the rights of others, our devotion to the rule of law.
The best fertilizer for a piece of land is the footprints of its owner.
A man can take a little bourbon without getting drunk, but if you hold his mouth open and pour in a quart, he's going to get sick on it.
Democracy is a constant tension between truth and half-truth and, in the arsenal of truth, there is no greater weapon than fact.
The family is the corner stone of our society.
I don't believe I'll ever get credit for anything I do in foreign affairs, no matter how successful it is, because I didn't go to Harvard.
The atomic bomb certainly is the most powerful of all weapons, but it is conclusively powerful and effective only in the hands of the nation which controls the sky.
Extremism is the pursuit of the presidency is an unpardonable vice. Moderation in the affairs of the nation is the highest virtue.
Emancipation was a proclamation, but not a fact.
THe world has narrowed to a neighborhood before it has broadened to a brotherhood.
If one morning I walked on top of the water across the Potomac River, the headline that afternoon would read: ‘President Can’t Swim.
We must not only protect the countryside and save it from destruction, we must restore what has been destroyed and salvage the beauty and charm of our cities.
The hungry world cannot be fed until and unless the growth of its resources and the growth of its population come into balance. Each man and woman, and each nation must make decisions of conscience and policy in the face of this great problem.
Poverty has many roots, but the tap root is ignorance.
Our purpose in Vietnam is to prevent the success of aggression. It is not conquest, it is not empire, it is not foreign bases, it is not domination. It is, simply put, just to prevent the forceful conquest of South Vietnam by North Vietnam.
Our numbers have increased in Vietnam because the aggression of others has increased in Vietnam. There is not, and there will not be, a mindless escalation.
What's necessary to keep one's wife happy. First, let her think she is having her own way. Second, let her have it.
He's a nice guy, but he played too much football with his helmet off.
They call upon us to supply American boys to do the job that Asian boys should do.