[{"text" : "Scientific progress makes moral progress a necessity; for if man's power is increased, the checks that restrain him from abusing it must be strengthened.","author" : "Madame De Stael"},{"text" : "When we destroy an old prejudice, we have need of a new virtue.","author" : "Madame De Stael"},{"text" : "In matters of the heart, nothing is true except the improbable.","author" : "Madame De Stael"},{"text" : "The human mind always makes progress, but it is a progress in spirals.","author" : "Madame De Stael"},{"text" : "Love is a symbol of eternity. It wipes out all sense of time, destroying all memory of a beginning and all fear of an end.","author" : "Madame De Stael"},{"text" : "The more we know, the better we forgive. Those who feel deeply feel for all living beings.","author" : "Madame De Stael"},{"text" : "We understand death for the first time when he puts his hand upon one whom we love.","author" : "Madame De Stael"},{"text" : "The voice of conscience is so delicate that it is easy to stifle it, but it is also so clear that it is impossible to mistake it.","author" : "Madame De Stael"},{"text" : "Purity of mind and conduct is the first glory of a woman.","author" : "Madame De Stael"},{"text" : "Politeness is the art of choosing among your thoughts.","author" : "Madame De Stael"},{"text" : "Danger is like wine, it goes to your head.","author" : "Madame De Stael"},{"text" : "Wit consists in knowing the resemblance of things that differ, and the difference of things that are alike.","author" : "Madame De Stael"},{"text" : "There is no reality on this earth except religion and the power of love; all the rest is even more fugitive than life itself.","author" : "Madame De Stael"},{"text" : "The life of famous men was more glorious in antiquity; the life of obscure men is happier with the moderns.","author" : "Madame De Stael"},{"text" : "Life resembles Gobelin tapestry; you do not see the canvass on the right side; but when you turn it, the threads are visible.","author" : "Madame De Stael"},{"text" : "The sight of such a monument is like continual and stationary music, which one hears for one's good as one approaches it.","author" : "Madame De Stael"},{"text" : "Music revives the recollections it would appease.","author" : "Madame De Stael"},{"text" : "A Gothic building engenders true religion ... The light, falling through colored glass, the singular forms of the architecture, unite to give a silent image of that infinite mystery which the soul for ever feels, and never comprehends.","author" : "Madame De Stael"},{"text" : "Love; that self-love a deux.","author" : "Madame De Stael"},{"text" : "The soul is a fire that darts its rays through all the senses; it is in this fire that existence consists; all the observations and all the efforts of philosophers ought to turn towards this ME, the centre and moving power of our sentiments and our ideas.","author" : "Madame De Stael"},{"text" : "The voice of conscience is so delicate that it is easy to stifle it; but it is also so clear that it is impossible to mistake it.","author" : "Madame De Stael"},{"text" : "We understand death for the first time when he puts his hand upon one whom we love","author" : "Madame De Stael"},{"text" : "Love is the history of a woman's life; it is but an episode in a man's.","author" : "Madame De Stael"},{"text" : "The soul is a fire that darts its rays through all the senses; it is in this fire that existence consists; all the observations and all the efforts of philosophers ought to turn toward this ME, the center and moving power of our sentiments and ideas.","author" : "Madame De Stael"}]