[{"text" : "You only live once, but if you do it right, once is enough.","author" : "Mae West"},{"text" : "Good girls go to heaven, bad girls go everywhere.","author" : "Mae West"},{"text" : "There are no good girls gone wrong - just bad girls found out.","author" : "Mae West"},{"text" : "I never loved another person the way I loved myself.","author" : "Mae West"},{"text" : "An ounce of performance is worth pounds of promises.","author" : "Mae West"},{"text" : "Men are easy to get but hard to keep.","author" : "Mae West"},{"text" : "All discarded lovers should be given a second chance, but with somebody else.","author" : "Mae West"},{"text" : "Save a boyfriend for a rainy day and another, in case it doesn't rain.","author" : "Mae West"},{"text" : "A man can be short and dumpy and getting bald but if he has fire, women will like him.","author" : "Mae West"},{"text" : "I believe that it's better to be looked over than it is to be overlooked.","author" : "Mae West"},{"text" : "It is better to be looked over than overlooked.","author" : "Mae West"},{"text" : "You are never too old to look younger.","author" : "Mae West"},{"text" : "Save a boyfriend for a rainy day - and another, in case it doesn't rain.","author" : "Mae West"},{"text" : "Right now I think censorship is necessary; the things they're doing and saying in films right now just shouldn't be allowed. There's no dignity anymore and I think that's very important.","author" : "Mae West"},{"text" : "I'm single because I was born that way.","author" : "Mae West"},{"text" : "When women go wrong, men go right after them.","author" : "Mae West"},{"text" : "Well, it's not the men in your life that counts, it's the life in your men.","author" : "Mae West"},{"text" : "Between two evils I always pick the one I never tried before.","author" : "Mae West"},{"text" : "Sex is emotion in motion.","author" : "Mae West"},{"text" : "If I asked for a cup of coffee, someone would search for the double meaning.","author" : "Mae West"},{"text" : "Love conquers all things except poverty and toothache.","author" : "Mae West"},{"text" : "They say love is blind...and marriage is an institution. Well, I'm not ready for an institution for the blind just yet.","author" : "Mae West"},{"text" : "He who hesitates is last.","author" : "Mae West"},{"text" : "Too many girls follow the line of least resistance, but a good line is hard to resist.","author" : "Mae West"},{"text" : "There are no good girls gone wrong—just bad girls found out.","author" : "Mae West"},{"text" : "I'll try anything once, twice if I like it, three times to make sure.","author" : "Mae West"},{"text" : "When Im good, I'm very good, but when I'm bad, I'm better.","author" : "Mae West"},{"text" : "Getting married is like trading in the adoration of many for the sarcasm of one.","author" : "Mae West"},{"text" : "I never worry about diets. The only carrots that interest me are the number you get in a diamond.","author" : "Mae West"},{"text" : "Every man I meet wants to protect me. I can't figure out what from.","author" : "Mae West"},{"text" : "Those who are easily shocked should be shocked more often.","author" : "Mae West"},{"text" : "You are never too old to become younger!","author" : "Mae West"},{"text" : "Dates in Calendar are closer than they appear! Time is what keeps everything from happening at once. Keep a diary, and someday it'll keep you.","author" : "Mae West"},{"text" : "You're never too old to become younger.","author" : "Mae West"},{"text" : "Keep a diary, and someday it'll keep you.","author" : "Mae West"},{"text" : "Love is like a booger, you pick and pick at it. Then when you get it you wonder how to get rid of it.","author" : "Mae West"},{"text" : "When I'm good, I'm very good. But when I'm bad I'm better.","author" : "Mae West"},{"text" : "It's all right for a perfect stranger to kiss your hand as long as he's perfect.","author" : "Mae West"},{"text" : "Cultivate your curves - they may be dangerous but they won't be avoided.","author" : "Mae West"},{"text" : "Personality is the glitter that sends your little gleam across the footlights and the orchestra pit into that big black space where the audience is.","author" : "Mae West"},{"text" : "I saw what a mess a lot of people could make of their lives when they're smitten. Some of them go temporarily insane. They find a person who they think holds the key to their happiness-the only key to their happiness... My work has always been my greatest happiness.","author" : "Mae West"},{"text" : "I'm no angel, but I've spread my wings a bit.","author" : "Mae West"},{"text" : "Ladies who play with fire must remember that smoke gets in their eyes.","author" : "Mae West"},{"text" : "Between two evils, I generally like to pick the one I never tried before.","author" : "Mae West"},{"text" : "You know, it was a toss up whether I go in for diamonds or sing in the choir. The choir lost.","author" : "Mae West"},{"text" : "Your real security is yourself. You know you can do it and they can't ever take that way from you.","author" : "Mae West"},{"text" : "Women are as old as they feel - and men are old when they lose their feelings.","author" : "Mae West"},{"text" : "He's the kind of man who picks his friends—to pieces.","author" : "Mae West"},{"text" : "Don't let a man put anything over on you except an umbrella.","author" : "Mae West"},{"text" : "A dame that knows the ropes isn’t likely to get tied up.","author" : "Mae West"},{"text" : "Don’t marry a man to reform him—that’s what reform schools are for.","author" : "Mae West"},{"text" : "Love conquers all things--expect poverty and toothache.","author" : "Mae West"},{"text" : "He’s the kind of man a woman would have to marry to get rid of.","author" : "Mae West"},{"text" : "I go for two kinds of men. The kind with muscles and the kind without.","author" : "Mae West"},{"text" : "When it comes to finances, remember that there are no withholding taxes on the wages of sin.","author" : "Mae West"},{"text" : "To err is human—but it feels divine.","author" : "Mae West"}]