[{"text" : "Once all struggle is grasped, miracles are possible.","author" : "Mao Zedong"},{"text" : "War can only be abolished through war, and in order to get rid of the gun it is necessary to take up the gun.","author" : "Mao Zedong"},{"text" : "Despise the enemy strategically, but take him seriously tactically.","author" : "Mao Zedong"},{"text" : "Politics is war without bloodshed while war is politics with bloodshed.","author" : "Mao Zedong"},{"text" : "An army without culture is a dull-witted army, and a dull-witted army cannot defeat the enemy","author" : "Mao Zedong"},{"text" : "Dont give a child a fish but show him how to fish.","author" : "Mao Zedong"},{"text" : "Morality begins at the point of a gun.","author" : "Mao Zedong"},{"text" : "Communism is not love. Communism is a hammer which we use to crush the enemy.","author" : "Mao Zedong"},{"text" : "Let a hundred flowers bloom, let a hundred schools of thought contend.","author" : "Mao Zedong"},{"text" : "Revolutionary war is an antitoxin which not only eliminates the enemy's poison but also purges us of our own filth.","author" : "Mao Zedong"},{"text" : "Complacency is the enemy of study.","author" : "Mao Zedong"},{"text" : "Imperialism is a paper tiger.","author" : "Mao Zedong"},{"text" : "Investigation may be likened to the long months of pregnancy, and solving a problem to the day of birth. To investigate a problem is, indeed, to solve it.","author" : "Mao Zedong"},{"text" : "Disaster and chaos are always good.","author" : "Mao Zedong"},{"text" : "Ours is a people's democratic dictatorship, led by the working class and based on the worker-peasant alliance.","author" : "Mao Zedong"},{"text" : "We are indebted to Marx, Engels, Lenin and Stalin for giving us a weapon. The weapon is not a machine-gun, but Marxism-Leninism.","author" : "Mao Zedong"},{"text" : "There may be thousands of principles of Marxism, but in the final analysis they can be summed up in one sentence: Rebellion is justified.","author" : "Mao Zedong"},{"text" : "The spark from a tiny star can ignite the plains.","author" : "Mao Zedong"},{"text" : "It's always darkest before it becomes totally black.","author" : "Mao Zedong"},{"text" : "Swollen in head, weak in legs, sharp in tongue but empty in belly.","author" : "Mao Zedong"},{"text" : "In time of difficulties, we must not lose sight of our achievements.","author" : "Mao Zedong"},{"text" : "The revolutionary war is a war of the masses; it can be waged only by mobilizing the masses and relying on them.","author" : "Mao Zedong"},{"text" : "Weapons are an important factor in war, but not the decisive one; it is man and not materials that count.","author" : "Mao Zedong"},{"text" : "Genuine equality between the sexes can only be realized in the process of the socialist transformation of society as a whole.","author" : "Mao Zedong"},{"text" : "A revolution is not a dinner party, or writing an essay, or painting a picture, or doing embroidery. It cannot be so refined, so leisurely and gentle, so temperate, kind, courteous, restrained and magnanimous. A revolution is an insurrection, an act of violence by which one class overthrows another.","author" : "Mao Zedong"},{"text" : "In our international relations, we Chinese people should get rid of great-power chauvinism resolutely, thoroughly, wholly and completely.","author" : "Mao Zedong"},{"text" : "In general, any form of exercise, if pursued continuously, will help train us in perseverance. Long-distance running is particularly good training in perseverance.","author" : "Mao Zedong"},{"text" : "Take the ideas of the masses and concentrate them, then go to the masses, persevere in the ideas and carry them through, so as to form correct ideas of leadership—such is the basic method of leadership.","author" : "Mao Zedong"},{"text" : "All the rest of the world uses the word electricity. They've borrowed the word from English.","author" : "Mao Zedong"},{"text" : "An army without culture is a dull-witted army and a dull-witted army cannot defeat the enemy.","author" : "Mao Zedong"},{"text" : "Political power grows out of the barrel of a gun.","author" : "Mao Zedong"}]