[{"text" : "If you have no confidence in self, you are twice defeated in the race of life.","author" : "Marcus Garvey"},{"text" : "If you have no confidence in self, you are twice defeated in the race of life. With confidence, you have won even before you have started.","author" : "Marcus Garvey"},{"text" : "Progress is the attraction that moves humanity.","author" : "Marcus Garvey"},{"text" : "Chance has never yet satisfied the hope of a suffering people.","author" : "Marcus Garvey"},{"text" : "What you do to-day that is worthwhile, inspires others to act at some future time.","author" : "Marcus Garvey"},{"text" : "A reading man and woman is a ready man and woman, but a writing man and woman is exact.","author" : "Marcus Garvey"},{"text" : "Hungry men have no respect for law, authority or human life.","author" : "Marcus Garvey"},{"text" : "Africa has become the big game of the nation hunters. Today, Africa looms as the greatest commercial, industrial and political prize in the world.","author" : "Marcus Garvey"},{"text" : "If you haven't confidence in self, you are twice defeated in the race of life. With confidence, you have won even before you have started.","author" : "Marcus Garvey"},{"text" : "The black skin is not a badge of shame, but rather a glorious symbol of national greatness.","author" : "Marcus Garvey"},{"text" : "A man's bread and butter is only insured when he works for it.","author" : "Marcus Garvey"},{"text" : "There is no force like success, and that is why the individual makes all effort to surround himself throughout life with the evidence of it ; as of the individual so should it be of the nation.","author" : "Marcus Garvey"},{"text" : "The ends you serve that are selfish will take you no further than yourself but the ends you serve that are for all, in common, will take you into eternity.","author" : "Marcus Garvey"},{"text" : "God made us in his own image, and he had some purpose when he thus created us; then why should we seek to destroy our identity?","author" : "Marcus Garvey"},{"text" : "To spiritually regulate oneself is another form of the higher education that fits man for a nobler place in life.","author" : "Marcus Garvey"},{"text" : "Take advantage of every opportunity; where there is none, make it for yourself.","author" : "Marcus Garvey"},{"text" : "Do what is required of you and remain a slave. Do more than is required and become free.","author" : "Marcus Garvey"},{"text" : "With confidence, you have won even before you have started.","author" : "Marcus Garvey"},{"text" : "Up you mighty race, you can accomplish what you will.","author" : "Marcus Garvey"}]