I do not know anyone who has gotten to the top without hard work. That is the recipe. It will not always get you to the top, but it will get you pretty near.
Look at a day when you are supremely satisfied at the end. It's not a day when you lounge around doing nothing; it's when you've had everything to do, and you've done it.
Look at a day when you are supremely satisfied at the end.
You may have to fight a battle more than once to win it.
Plan your work for today and every day, then work your plan.
If you want something said, ask a man; if you want something done, ask a woman.
Disciplining yourself to do what you know is right and importance, although difficult, is the highroad to pride, self-esteem, and personal satisfaction.
I do not know anyone who has got to the top without hard work. That is the recipe. It will not always get you to the top, but should get you pretty near.
Any woman who understands the problems of running a home will be nearer to understanding the problems of running a country.
Don't follow the crowd, let the crowd follow you.
The problem with socialism is that eventually you run out of other people's money.
Conservatives have excellent credentials to speak about human rights. By our efforts, and with precious little help from self-styled liberals, we were largely responsible for securing liberty for a substantial share of the world's population and defending it for most of the rest.
Power is like being a lady... if you have to tell people you are, you aren't.
Standing in the middle of the road is very dangerous; you get knocked down by the traffic from both sides.
Marxists get up early to further their cause. We must get up even earlier to defend our freedom.
Free enterprise has enabled the creative and the acquisitive urges of man to be given expression in a way which benefits all members of society. Let free enterprise fight back now, not for itself, but for all those who believe in freedom.
All corporatism - even when practised in societies where hard work, enterprise and cooperation are as highly valued as in Korea - encourages inflexibility, discourages individual accountability, and risks magnifying errors by concealing them.
The spirit of envy can destroy; it can never build.
It may be the cock that crows, but it is the hen that lays the eggs.
Inflation is the parent of unemployment and the unseen robber of those who have saved.
If you set out to be liked, you would be prepared to compromise on anything at any time, and you would achieve nothing.
A quick cure is a quack cure.
There's no such thing as entitlement, unless someone has first met an obligation.
Don’t follow the crowd, let the crowd follow you.
People think that at the top there isn't much room. They tend to think of it as an Everest. My message is that there is tons of room at the top.
Look at a day when you are supremely satisfied at the end. it’s not a day when you lounge around doing nothing; it’s when you’ve had everything to do and you’ve done it.
Christmas is a day of meaning and traditions, a special day spent in the warm circle of family and friends.
Home is where you come to when you have nothing better to do.
I am in politics because of the conflict between good and evil, and I believe that in the end good will triumph.
Disciplining yourself to do what you know is right and important, although difficult, is the highroad to pride, self-esteem, and personal satisfaction.
If you want anything said, ask a man. If you want anything done, ask a woman.
In politics, if you want anything said, ask a man. If you want anything done, ask a woman.
I always cheer up immensely if an attack is particularly wounding because I think, well, if they attack one personally, it means they have not a single political argument left.
I wasn't lucky - I deserved it.
We should back the workers, not the shirkers.