[{"text" : "Prepare yourself in every way you can by increasing your knowledge and adding to your experience, so that you can make the most of opportunity when it occurs.","author" : "Mario Andretti"},{"text" : "If things seem under control, you are just not going fast enough.","author" : "Mario Andretti"},{"text" : "The crashes people remember, but drivers remember the near misses.","author" : "Mario Andretti"},{"text" : "Sometimes you have to bring back only the steering wheel so the car owner will know that you're giving it all you have.","author" : "Mario Andretti"},{"text" : "If it seems as though things are under control, you're not going fast enough.","author" : "Mario Andretti"},{"text" : "A racing car is an animal with a thousand adjustments.","author" : "Mario Andretti"},{"text" : "Desire is the key to motivation, but it's determination and commitment to an unrelenting pursuit of your goal — a commitment to excellence — that will enable you to attain the success you seek.","author" : "Mario Andretti"},{"text" : "If you have everything under control, you're not moving fast enough.","author" : "Mario Andretti"},{"text" : "If everything seems under control, you're not going fast enough.","author" : "Mario Andretti"},{"text" : "Speed is relative. You have to live it. You can't just jump into it. You have to live it all the time.","author" : "Mario Andretti"},{"text" : "It is amazing how may drivers, even at the Formula One Level, think that the brakes are for slowing the car down.","author" : "Mario Andretti"},{"text" : "Circumstances may cause interruptions and delays, but never lose sight of your goal.","author" : "Mario Andretti"},{"text" : "Desire is the key to motivation, but it's determination and commitment to an unrelenting pursuit of your goal - a commitment to excellence - that will enable you to attain the success you seek.","author" : "Mario Andretti"},{"text" : "Whenever you're aggressive, you're at the edge of mistakes.","author" : "Mario Andretti"},{"text" : "In NASCAR, you can do a lot of banging around and get pretty serious and even get yourself upside down. All of those things can happen - and then you give an interview two seconds later.","author" : "Mario Andretti"},{"text" : "You're safer in the race car than you are in cars going to and from the track.","author" : "Mario Andretti"}]