When we are centered in joy, we attain our wisdom.
Sometimes when we're feeling sad, it's important just to feel the sadness. Like a snake shedding its skin, old feelings of remorse and regret and hurt and anger often have to come up in order to be released. On the other side we're a better person, capable of a happier life...who we are when we're no longer burdened by the buried feelings that weighed us down, or the self - defeating patterns that the pain produced.
The practice of forgiveness is our most important contribution to the healing of the world.
Light is to darkness what love is to fear; in the presence of one the other disappears.
Maturity includes the recognition that no one is going to see anything in us that we don't see in ourselves. Stop waiting for a producer. Produce yourself.
We can always choose to perceive things differently. You can focus on what's wrong in your life, or you can focus on what's right.
Our deepest fear is not that we are inadequate. Our deepest fear is that we are powerful beyond measure. It is our light, not our darkness that frightens us. We ask ourselves, who am I to be brilliant, gorgeous, talented, fabulous? Actually, who are you not to be.
Enlightenment is the key to everything, and it is the key to intimacy, because it is the goal of true authenticity.
Personal transformation can and does have global effects. As we go, so goes the world, for the world is us. The revolution that will save the world is ultimately a personal one.
Maturity includes the recognition that no one is going to see anything in us that we don't see in ourselves. Stop waiting for a producer.
Self-awareness is not self-centeredness, and spirituality is not narcissism. 'Know thyself' is not a narcissistic pursuit.
We are not held back by the love we didn't receive in the past, but by the love we're not extending in the present.
It takes courage to endure the sharp pains of self-discovery, rather than choose to take the dull pain of unconsiousness that would last the rest of our lives.
In every community there is work to be done. In every nation there are wounds to heal. In every heart there is the power to do it.
It takes courage...to endure the sharp pains of self discovery rather than choose to take the dull pain of unconsciousness that would last the rest of our lives.
Movies can be instruments of enlightenment.
The goal of spiritual practice is full recovery, and the only thing you need to recover from is a fractured sense of self.
The first step in forgiveness is the willingness to forgive.
You may believe that you are responsible for what you do, but not for what you think. The truth is that you are responsible for what you think, because it is only at this level that you can exercise choice. What you do comes from what you think.
Until we have seen someone's darkness, we don't really know who they are. Until we have forgiven someone's darkness, we don't really know what love is.
Gratitude is an opener of locked-up blessings.
Joy is what happens to us when we allow ourselves to recognize how good things really are.
Everything we do is infused with the energy with which we do it. If we're frantic, life will be frantic. If we're peaceful, life will be peaceful.
Our deepest fear is not that we are inadequate. Our deepest fear is that we are powerful beyond measure. It is our Light, not our Darkness, that most frightens us.
As we are liberated from our own fear, our presence automatically liberates others.
The top of one mountain is always the bottom of another.
Forgiveness is the choice to see people as they are now. When we're mad at people, we're angry because of something they said or did before this moment. By letting go of the past, we make room for miracles to replace our grievances.
It is our own thoughts that hold the key to miraculous transformation.
Nothing liberates our greatness like the desire to help, the desire to serve.
Don't be concerned that things appear to be falling apart: this has to happen in order for something new and wonderful to emerge.
The world as we know it is falling apart at the seams, because it's an inadequate container for the truth of who we are.
If a train doesn't stop at your station, then it's not your train.
I think of prayer as a spiritual life-line back to where I most want to be.
Self awareness is not self centeredness, and spirituality is not narcissism. Know thyself is not a narcissistic pursuit.
I think there is a place where self awareness becomes self preoccupation if you don't take what you have discovered and bring it to bear on the conditions of the world.
The spiritual journey is the unlearning of fear and the acceptance of love.
For many, many people, getting married is one of the most important things they will ever do in the pursuit of happiness.
Joy is what happens when we allow ourselves to recognize how good things are. Joy is not necessarily what happens when things unfold according to our plans.
The one good thing about failure is that it makes you consider doing things a different way.
Once you've had enough and you can't do it anymore, you consider the possibility that there might be a better way. That's when your head cracks open and God comes in.
As we let our light shine, we unconsciously give other people permission to do the same. As we are liberated from our own fear, our presence actually liberates others.
Speak from your mind and people will hear you with their mind. Speak from your heart and people will hear you with their heart.
The number one root of all illness, as we know, is stress.
From a pure metaphysical perspective, there is no world outside ourselves. So, at the deepest level, the state of the planet is more a reflection of the consciousness of mankind than the consciousness of mankind is a reflection of world events.
Joy is what happens when we allow ourselves to recognize how good things really are.
God exists in eternity. The only point where eternity meets time is in the present. The present is the only time there is.
The only way to end a culture of violence is to proactively create a culture of peace.
The mystical journey drives us into ourselves, to a sacred flame at our center.
The AIDS virus is not more powerful than God.
People with AIDS, cancer and other illnesses need free nonmedical support services.
Charisma is a sparkle in people that money can't buy. It's an invisible energy with visible effects.
The human race is evolving to the realization that what is happening on the level of consciousness both precedes and determines what happens in the world.
Inner peace doesn't come from getting what we want, but from remembering who we are.
The spiritual path is simply the journey of living our lives. Everyone is on a spiritual path; most people just don't know it.
It is your thoughts and your thoughts alone that determine what's possible for you now.
The past doesn't determine your future unless you carry it with you into the present. Forgiving yourself and others, you free the universe to begin again at any moment.
The outer kingdom is not our real home. The inner kingdom is our everything.
The greatest force of personal liberation is the decision to widen our circle of compassion, moving from focus on self to focus on service.
We will have gone from men telling us condescendingly to not bother our pretty little heads about important things like politics, to not bothering our pretty little heads without even being told not to! The suffragettes struggled and suffered so much on our behalf; what a travesty of everything they stood for, if we simply look away as though we can't be bothered.
The beauty of personal authenticity can compensate for the lost beauty of our youth.
Daily life is the enemy of greatness.
We may have bad weather in Ireland, but the sun shines in the hearts of the people and that keeps us all warm.
In a choice between love and fear, choose love.
Being a mother makes everything more urgent.
A queen is wise. She has earned her serenity, not having had it bestowed on her but having passer her tests. She has suffered and grown more beautiful because of it. She has proved she can hold her kingdom together. She has become its vision. She cares deeply about something bigger than herself. She rules with authentic power.
When you realize that the real breakthroughs come from levels of higher consciousness, then you also realize that the achievement of maturity and wisdom is the most powerful generator of new beginnings possible.
The level of violence on the planet today is no longer sustainable.
Real intimacy; real love has to do with a joining of the mind, a joining of the spirit, a joining of the heart.
God is limitless in His love, and asks that we at least make the effort to be limitless in ours.
Until we have met the monsters in ourselves, we keep trying to slay them in the outer world.
The reason so many of us are obsessed with becoming stars is because we are not yet starring in our own lives. The cosmic spotlight isn't pointed at you, it radiates from within you.
The real axis of social change is not horizontal, but vertical. We don't need a whole bunch of people gathering to think shallow thoughts together. What we need is for as many people as are ready to gather and think deep thoughts together.
Every moment is an invitation to live out of your weakness or to live out of your strength.
Christ is born into the world through each of us.
Karma means that all actions have consequences. Grace means that in a moment of atonement -taking responsibility, making amends, asking for forgiveness - all karma is burned.
The cosmic spotlight isn't pointed at you; it radiates from within you.
Every decision you make reflects your evaluation of who you are.
We live in a world of constant juxtaposition between joy that's possible and pain that's all too common. We hope for love and success and abundance, but we never quite forget that there is always lurking the possibility of disaster.
Anytime you try to be a loving person, you're doing your part to save the world.
I'm not a doom-and-gloom person. But I think there is a difference between transcendence and denial, and much of the Western world is in major denial today.
While overeating would be seen by some as an indulgence of self, it is in fact a profound rejection of self. It is a moment of self-betrayal and self-punishment, and anything but a commitment to one's own well-being.
https:..www.quotes.pub.q.
Each of us has an inner room where we can visit to be cleansed of fear-based thoughts and feelings. This room, the holy of holies, is a sanctuary of light.
Attack thoughts towards others are attack thoughts towards ourselves.
Take stock of your thoughts and behavior. Each night ask yourself, when were you negative when you could have been positive? When did you withhold love when you might have given it? When did you play a neurotic game instead of behaving in a powerful way? Use this process to self-correct.
In every community, there is work to be done. In every nation, there are wounds to heal. In every heart, there is the power to do it.
Fear unchecked grows exponentially. Love poured forth has the power to remove it.
And as we let our own light shine we unconsciously give other people the permission to do the same.
The sacred dimension of romance is what lovers long for now: the magical space of an enchanted intimacy.
Forgiveness is not always easy. At times, it feels more painful than the wound we suffered, to forgive the one that inflicted it. And yet, there is no peace without forgiveness.
The entire political system is contrary to everything a feminine heart stands for. It lacks inclusion. It lacks tenderness toward children. It lacks honor for relationships. It lacks reverence for the earth. It lacks love. And without those things, the feminine psyche disconnects.
How odd that we spend so much time treating the darkness, and so little time seeking the light. The ego loves to glorify itself by self-analysis, yet we do not get rid of darkness by hitting it with a baseball bat. We only get rid of darkness by turning on the light.
The only point where eternity meets time is in the present. The present is the only time there is.
Nothing liberates your greatness like the desire to help, the desire to serve.
Love is what we are born with. Fear is what we learn. The spiritual journey is the unlearning of fear and prejudices and the acceptance of love back in our hearts. Love is the essential reality and our purpose on earth.
Forgiving the past means remembering the love there, and releasing all the rest as the illusion that it really was.
Bless more blame less.
If I choose to bless another person, I will always end up feeling more blessed.
Children are happy because they don't have a file in their minds called All the Things That Could Go Wrong.
If our emotional stability is based on what other people do or do not do, then we have no stability. If our emotional stability is based on love that is changeless and unalterable, then we attain the stability of God.
One day I looked at something in myself that I had been avoiding because it was too painful. Yet once I did, I had an unexpected surprise. Rather than self-hatred, I was flooded with compassion for myself because I realized the pain necessary to develop that coping mechanism to begin with.
The key to abundance is meeting limited circumstances with unlimited thoughts.
Ego says, 'Once everything falls into place, I'll feel peace.' Spirit says, 'Find your peace, and then everything will fall into place.
The soul is the truth of who we are.