[{"text" : "Imagination does not become great until human beings, given the courage and the strength, use it to create.","author" : "Maria Montessori"},{"text" : "To aid life, leaving it free, however, that is the basic task of the educator.","author" : "Maria Montessori"},{"text" : "The essence of independence is to be able to do something for one s self.","author" : "Maria Montessori"},{"text" : "Discipline must come through liberty. . . . We do not consider an individual disciplined only when he has been rendered as artificially silent as a mute and as immovable as a paralytic. He is an individual annihilated, not disciplined.","author" : "Maria Montessori"},{"text" : "The unknown energy that can help humanity is that which lies hidden in the child.","author" : "Maria Montessori"},{"text" : "It is not in human nature for all men to tread the same path of development, as animals do of a single species.","author" : "Maria Montessori"},{"text" : "Never help a child with a task that they feel they can complete themselves.","author" : "Maria Montessori"},{"text" : "To stimulate life, leaving it then free to develop, to unfold, herein lies the first task of the teacher.","author" : "Maria Montessori"},{"text" : "Free the child's potential, and you will transform him into the world.","author" : "Maria Montessori"},{"text" : "The environment acts more strongly upon the individual life the less fixed and strong this individual life may be.","author" : "Maria Montessori"},{"text" : "Play is the work of the child.","author" : "Maria Montessori"},{"text" : "The consciousness of knowing how to make oneself useful, how to help mankind in many ways, fills the soul with noble confidence, almost religious dignity.","author" : "Maria Montessori"},{"text" : "Imitation is the first instinct of the awakening mind.","author" : "Maria Montessori"},{"text" : "The greatest sign of success for a teacher is to be able to say, 'The children are now working as if I did not exist.","author" : "Maria Montessori"},{"text" : "A humankind abandoned in its earlier formative stage becomes its own greatest threat to survival.","author" : "Maria Montessori"},{"text" : "The greatest sign of success for a teacher... is to be able to say, 'The children are now working as if I did not exist.","author" : "Maria Montessori"},{"text" : "When you have solved the problem of controlling the attention of the child, you have solved the entire problem of its education.","author" : "Maria Montessori"},{"text" : "The greatest source of discouragement is the conviction that one is unable to do something.","author" : "Maria Montessori"},{"text" : "The greatest development is achieved during the first years of life, and therefore it is then that the greatest care should be taken. If this is done, then the child does not become a burden; he will reveal himself as the greatest marvel of nature.","author" : "Maria Montessori"},{"text" : "The development of language is part of the development of the personality, for words are the natural means of expressing thoughts and establishing understanding between people.","author" : "Maria Montessori"},{"text" : "The teacher must derive not only the capacity, but the desire, to observe natural phenomena. The teacher must understand and feel her position of observer: the activity must lie in the phenomenon.","author" : "Maria Montessori"},{"text" : "A great deal of time and intellectual force are lost in the world, because the false seems great and the truth so small and insignificant.","author" : "Maria Montessori"},{"text" : "There can be no substitute for work, neither affection nor physical well-being can replace it.","author" : "Maria Montessori"},{"text" : "We teachers can only help the work going on, as servants wait upon a master.","author" : "Maria Montessori"},{"text" : "Only practical work and experience lead the young to maturity.","author" : "Maria Montessori"},{"text" : "The adult works to improve his environment while the child works to improve himself.","author" : "Maria Montessori"},{"text" : "The first idea the child must acquire is that of the difference between good and evil.","author" : "Maria Montessori"},{"text" : "It is surprising to notice that even from the earliest age, man finds the greatest satisfaction in feeling independent. The exalting feeling of being sufficient to oneself comes as a revelation.","author" : "Maria Montessori"},{"text" : "When the child begins to think and to make use of the written language to express his rudimentary thinking, he is ready for elementary work; and this fitness is a question not of age or other incidental circumstance but of mental maturity.","author" : "Maria Montessori"},{"text" : "Never help a child with a task at which he feels he can succeed.","author" : "Maria Montessori"},{"text" : "If hope and salvation are to come, they can only come from the children, for the children are the makers of men.","author" : "Maria Montessori"}]