Only in the darkness can you see the stars.
There can be no deep disappointment where there is not deep love.
Take the first step in faith. You don't have to see the whole staircase, just take the first step.
Our lives begin to end the day we become silent about things that matter.
If I cannot do great things, I can do small things in a great way
Everybody can be great... because anybody can serve.
He who passively accepts evil is as much involved in it as he who helps to perpetrate it.
We must learn to live together as brothers or perish together as fools.
Faith is taking the first step even when you don't see the whole staircase.
In the end, we will remember not the words of our enemies, but the silence of our friends.
Darkness cannot drive out darkness: only light can do that. Hate cannot drive out hate: only love can do that.
I sought my soul, but my soul I could not see. I sought my God, but my God eluded me.
We may have all come on different ships, but we're in the same boat now.
Life's most persistent and urgent question is, What are you doing for others
The ultimate tragedy is not the oppression and cruelty by the bad people, but the silence over that by the good people.
Every man must decide whether he will walk in the light of creative altruism or in the darkness of destructive selfishness.
No work is insignificant. All labor that uplifts humanity has dignity and importance and should be undertaken with painstaking excellence.
Take the first step in faith. You don't have to see the whole staircase. Just take the first step.
Until justice rolls down like water and righteousness like a mighty stream.
Faith is taking the first step even when you can't see the whole staircase.
The ultimate measure of a man is not where he stands in moments of comfort and convenience, but where he stands at times of challenge and controversy.
If we are to go forward, we must go back and rediscover those precious values – that all reality hinges on moral foundations, and that all reality has spiritual control.
Freedom is never voluntarily given by the oppressor; it must be demanded by the oppressed.
Violence is not only impractical but immoral.
A lie cannot live.
If you can't fly, then run, If you can't run, then walk, If you can't walk, then crawl, but whatever you do, you have to keep moving forward.
The hottest place in Hell is reserved for those who remain neutral in times of great moral conflict.
If you can't fly, then run. If you can't run, then walk. If you can't walk, then crawl, but whatever you do, you have to keep moving forward.
The ultimate weakness of Communism is that it robs man of that quality which makes him man.
Nonviolence is absolute commitment to the way of love. Love is not emotional bash; it is not empty sentimentalism. It is the active outpouring of one's whole being into the being of another.
Nonviolence is a powerful and just weapon. which cuts without wounding and ennobles the man who wields it. It is a sword that heals.
Nonviolence means avoiding not only external physical violence but also internal violence of spirit. You not only refuse to shoot a man, but you refuse to hate him.
Nonviolence is the answer to the crucial political moral questions of our time.
Nonviolence is not sterile passivity, but a powerful moral force which makes for social transformation.
At the center non-violence stands the principle of love.
Nonviolence is the most potent technique for oppressed people. Unearned suffering is redemptive.
This is the unusual thing about nonviolence -- nobody is defeated, everybody shares in the victory.
Occasionally in life there are those moments of unutterable fulfillment which cannot be completely explained by those symbols called words. Their meanings can only be articulated by the inaudible language of the heart.
We are now faced with the fact that tomorrow is today. We are confronted with the fierce urgency of now. In this unfolding conundrum of life and history, there 'is' such a thing as being too late. This is no time for apathy or complacency. This is a time for vigorous and positive action.
Alienation is a form of living death. It is the acid of despair that dissolves society.
The curse of poverty has no justification in our age.
We will have to repent in this generation not merely for the vitriolic words and actions of the bad people, but for the appalling silence of the good people.
Never, never be afraid to do what's right, especially if the well-being of a person or animal is at stake. Society's punishments are small compared to the wounds we inflict on our soul when we look the other way.
We must substitute courage for caution.
Cowardice is submissive surrender to circumstances.
True peace is not merely the absence of tension: it is the presence of justice.
No one really knows why they are alive until they know what they'd die for.
He who passively accepts evil is as much involved in it as he who helps to perpetrate it. He who accepts evil without protesting against it is really cooperating with it.
With the tough mind, there must also be a tender heart.
Jesus Christ was an extremist for love, truth and goodness.
If you can't fly, then run. If you can't run, then walk. If you can't walk, then crawl. but whatever you do, you have to keep moving forward.
Shallow understanding from people of good will is more frustrating than absolute misunderstanding from people of ill will.
The most dangerous criminal may be the man gifted with reason, but with no morals
We in the West must bear in mind that the poor countries are poor primarily because we have exploited them through political or economic colonialism.
We cannot walk alone. And as we walk, we must make the pledge that we shall always march ahead. We cannot turn back.
Mass civil disobedience can use rage as a constructive and creative force.
The time is always right to do what is right.
We must live together as brothers or perish together as fools.
For in the true nature of things, if we rightly consider, every green tree is far more glorious than if it were made of gold and silver.
A genuine leader is not a searcher for consensus but a molder of consensus.
We must accept finite disappointment, but never lose infinite hope.
Oh, the worst of all tragedies is not to die young, but to live until I am seventy-five and yet not ever truly to have lived.
There comes a time when people get tired of being pushed out of the glittering sunlight of life's July and left standing amid the piercing chill of an alpine November.
If you can't fly then run, if you can't run then walk, if you can't walk then crawl, but whatever you do, you have to keep moving forward.
A nation that continues year after year to spend more money on military defense than on programs of social uplift is approaching spiritual doom.
The arc of the moral universe is long, but it bends towards justice.
Darkness is only driven out with light, not more darkness.
If you can’t fly, then run. If you can’t run, then walk. If you can’t walk, then crawl. But whatever you do, you have to keep moving forward.
If you can’t fly, then run, If you can’t run, then walk, If you can’t walk, then crawl, but whatever you do, you have to keep moving forward.
He accepts evil without protesting against it is really cooperating with it.
We poor blind creatures, here today and gone tomorrow, born in sin, surrounded by sinners, living in a constant atmosphere of weakness, infirmity, and imperfection - can form none but the most inadequate conceptions of the hideousness of evil.
If you can't fly then run, if you can't run then walk, if you can't walk then crawl, but whatever you do you have to keep moving forward.
Life's most urgent question is: What are you doing for others?
Everybody can be great... because any-body can serve. You don't have to have a college degree to serve. You don't have to make your subject and your verb agree to serve... You don't have to know the second theory of thermodynamics in physics to serve. You only need a heart full of grace. A soul generated by love.
We have flown the air like birds and swum the sea like fishes, but have yet to learn the simple act of walking the earth like brothers.
I believe that unarmed truth and unconditional love will have the final word in reality. This is why right, temporarily defeated, is stronger than evil triumphant.
Discrimination is a hellhound that gnaws at Negroes in every waking moment of their lives to remind them that the lie of their inferiority is accepted as truth in the society dominating them.
I do not think that God approves the death penalty for any crime, rape and murder included. Capital punishment is against the better judgment of modern criminology, and, above all, against the highest expression of love in the nature of God.
If you can’t fly then run, if you can’t run then walk, if you can’t walk then crawl, but whatever you do you have to keep moving forward.