[{"text" : "I do not wish [women] to have power over men; but over themselves.","author" : "Mary Wollstonecraft"},{"text" : "The divine right of husbands, like the divine right of kings, may, it is hoped, in this enlightened age, be contested without danger.","author" : "Mary Wollstonecraft"},{"text" : "I begin to love this little creature, and to anticipate his birth as a fresh twist to a know which I do not wish to unite.","author" : "Mary Wollstonecraft"},{"text" : "It is vain to expect virtue from women till they are in some degree independent of men.","author" : "Mary Wollstonecraft"},{"text" : "A slavish bondage to parents cramps every faculty of the mind.","author" : "Mary Wollstonecraft"},{"text" : "I begin to love this creature, and to anticipate her birth as a fresh twist to a knot, which I do not wish to untie","author" : "Mary Wollstonecraft"},{"text" : "No man chooses evil because it's evil. He only mistakes it for happiness, the good he seeks.","author" : "Mary Wollstonecraft"},{"text" : "Situation seems to be the mould in which men's characters are formed.","author" : "Mary Wollstonecraft"},{"text" : "In this metropolis a number of lurking leeches infamously gain subsistence by practicing on the credulity of women.","author" : "Mary Wollstonecraft"},{"text" : "Friendship is a serious affection; the most sublime of all affections, because it is founded on principle, and cemented by time. The very reverse may be said of love. In a great degree, love and friendship cannot subsist in the same bosom; even when inspired by different objects they weaken or destroy each other, and for the same object can only be felt in succession. The vain fears and fond jealousies, the winds which fan the flame of love, when judiciously or artfully tempered, are both incompatible with the tender confidence and sincere respect of friendship.","author" : "Mary Wollstonecraft"},{"text" : "Fondness is a poor substitute for friendship.","author" : "Mary Wollstonecraft"},{"text" : "True happiness must arise from well-regulated affections, and an affection includes a duty.","author" : "Mary Wollstonecraft"},{"text" : "Taught from infancy that beauty is woman's sceptre, the mind shapes itself to the body, and roaming round its gilt cage, only seeks to adorn its prison.","author" : "Mary Wollstonecraft"},{"text" : "The same energy of character which renders a man a daring villain would have rendered him useful in society, had that society been well organized.","author" : "Mary Wollstonecraft"},{"text" : "I do not wish them (women) to have power over men; but over themselves.","author" : "Mary Wollstonecraft"},{"text" : "I do not wish women to have power over men, but over themselves.","author" : "Mary Wollstonecraft"},{"text" : "Was not the world a vast prison, and women born slaves?","author" : "Mary Wollstonecraft"}]