[{"text" : "An average person with average talents and ambition and average education, can outstrip the most brilliant genius in our society, if that person has clear, focused goals.","author" : "Mary Kay Ash"},{"text" : "Do not desire to fit in. Desire to lead.","author" : "Mary Kay Ash"},{"text" : "No matter how busy you are, you must take time to make the other person feel important.","author" : "Mary Kay Ash"},{"text" : "A mediocre idea that generates enthusiasm will go further then a great idea that inspires no one.","author" : "Mary Kay Ash"},{"text" : "If you think you can, you can. And if you think you can't, you're right.","author" : "Mary Kay Ash"},{"text" : "Every silver lining has a cloud.","author" : "Mary Kay Ash"},{"text" : "For every failure, there's an alternative course of action. You just have to find it. When you come to a roadblock, take a detour.","author" : "Mary Kay Ash"},{"text" : "There are two things people want more than sex and money... recognition and praise.","author" : "Mary Kay Ash"},{"text" : "When you come to a roadblock, take a detour.","author" : "Mary Kay Ash"},{"text" : "A good goal is like a strenuous exercise - it makes you stretch.","author" : "Mary Kay Ash"},{"text" : "Don't limit yourself. Many people limit themselves to what they think they can do. You can go as far as your mind lets you. What you believe, remember, you can achieve.","author" : "Mary Kay Ash"},{"text" : "The speed of the leader is the speed of the gang.","author" : "Mary Kay Ash"},{"text" : "Everyone has an invisible sign hanging from their neck saying, 'Make me feel important.' Never forget this message when working with people.","author" : "Mary Kay Ash"},{"text" : "Don't limit yourself. Many people limit themselves to what they think they can do. You can go as far as you mind lets you. What you believe, you can achieve.","author" : "Mary Kay Ash"},{"text" : "A mediocre idea that generates enthusiasm will go further than a great idea that inspires no one.","author" : "Mary Kay Ash"},{"text" : "Everyone has an invisible sign hanging from their neck saying, Make me feel important. Never forget this message when working with people.","author" : "Mary Kay Ash"},{"text" : "Nothing happens until somebody sells something!","author" : "Mary Kay Ash"},{"text" : "Everyone wants to be appreciated, so if you appreciate someone, don't keep it a secret.","author" : "Mary Kay Ash"},{"text" : "Don't limit yourself. Many people limit themselves to what they think they can do. You can go as far as your mind lets you.","author" : "Mary Kay Ash"},{"text" : "Aerodynamically, the bumble bee shouldn't be able to fly, but the bumble bee doesn't know it so it goes on flying anyway.","author" : "Mary Kay Ash"},{"text" : "It is important for you to have a goal. You simply can't get there if you don't know where you are going. Begin to build in your mind a dream. The write it down and make your goal realistic. Aim high enough that you will have to stretch your ability and your potential to reach it.","author" : "Mary Kay Ash"},{"text" : "Resolve to worry less and rock a red lip.","author" : "Mary Kay Ash"},{"text" : "Don't let the negatives of life control you. Rise above them. Use them as your stepping stones to go higher than you ever dreamed possible.","author" : "Mary Kay Ash"},{"text" : "There are two things people want more than sex and money - recognition and praise.","author" : "Mary Kay Ash"},{"text" : "The only difference between successful people and unsuccessful people is extraordinary determination.","author" : "Mary Kay Ash"},{"text" : "Those who are blessed with the most talent don't necessarily outperform everyone else. It's the people with follow-through who excel.","author" : "Mary Kay Ash"},{"text" : "Central banks don't have divine wisdom. They try to do the best analysis they can and must be prepared to stand or fall by the quality of that analysis.","author" : "Mary Kay Ash"},{"text" : "So many women just don't know how great they really are. They come to us all vogue outside and vague on the inside.","author" : "Mary Kay Ash"},{"text" : "The greatest pollution problem we face today is negativity. Eliminate the negative attitude and believe you can do anything. Replace if I can, I hope, maybe with I can, I will, I must.","author" : "Mary Kay Ash"},{"text" : "Honesty is the cornerstone of all success, without which confidence and ability to perform shall cease to exist.","author" : "Mary Kay Ash"},{"text" : "There are two things people want more than sex and money recognition and praise.","author" : "Mary Kay Ash"},{"text" : "When you reach an obstacle, turn it into an opportunity. You have the choice. You can overcome and be a winner, or you can allow it to overcome you and be a loser. The choice is yours and yours alone. Refuse to throw in the towel. Go that extra mile that failures refuse to travel. It is far better to be exhausted from success than to be rested from failure.","author" : "Mary Kay Ash"}]