[{"text" : "Retirement is a one-way trip to insignificance.","author" : "Mason Cooley"},{"text" : "Retirement requires the invention of a new hedonism, not a return to the hedonism of youth.","author" : "Mason Cooley"},{"text" : "Regret for wasted time is more wasted time.","author" : "Mason Cooley"},{"text" : "Reading gives us someplace to go when we have to stay where we are.","author" : "Mason Cooley"},{"text" : "Compassion brings us to a stop, and for a moment we rise above ourselves.","author" : "Mason Cooley"},{"text" : "As equality increases, so does the number of people struggling for predominance.","author" : "Mason Cooley"},{"text" : "Lust and greed are more gullible than innocence.","author" : "Mason Cooley"},{"text" : "Excuses change nothing, but make everyone feel better.","author" : "Mason Cooley"},{"text" : "Vacations prove that a life of pleasure is overrated.","author" : "Mason Cooley"},{"text" : "In the theater of confusion, knowing the location of the exits is what counts.","author" : "Mason Cooley"},{"text" : "Worried about being a dull fellow? You might develop your talent for being irritating.","author" : "Mason Cooley"},{"text" : "For many, immaturity is an ideal, not a defect.","author" : "Mason Cooley"},{"text" : "Psychology keeps trying to vindicate human nature. History keeps undermining the effort.","author" : "Mason Cooley"},{"text" : "The lonely become either thoughtful or empty.","author" : "Mason Cooley"},{"text" : "My mind is led astray by every faint rustle.","author" : "Mason Cooley"},{"text" : "Denial of one appetite sharpens the others.","author" : "Mason Cooley"},{"text" : "Withhold admiration from a narcissist and be disliked. Give it and be treated with indifference.","author" : "Mason Cooley"},{"text" : "Narcissus weeps to find that his Image does not return his love.","author" : "Mason Cooley"},{"text" : "A: What is the meaning of life? B: I know, but I won't tell you.","author" : "Mason Cooley"},{"text" : "Self-pity dries up our sympathy for others.","author" : "Mason Cooley"},{"text" : "A free spirit must be able to surmount anxiety time after time.","author" : "Mason Cooley"},{"text" : "Old age: I fall asleep during the funerals of my friends.","author" : "Mason Cooley"},{"text" : "Irony regards every simple truth as a challenge","author" : "Mason Cooley"},{"text" : "Irony regards every simple truth as a challenge.","author" : "Mason Cooley"},{"text" : "Clothes make a statement. Costumes tell a story.","author" : "Mason Cooley"},{"text" : "Nothing more cheerful than talking about our friend's shortcomings.","author" : "Mason Cooley"},{"text" : "Every farewell combines loss and new freedom.","author" : "Mason Cooley"},{"text" : "You know you're in love when you stop comparing.","author" : "Mason Cooley"},{"text" : "Sentimentality is the respect the cold-hearted pay to feeling.","author" : "Mason Cooley"},{"text" : "Travelers never think that they are the foreigners.","author" : "Mason Cooley"},{"text" : "Fantasy mirrors desire. Imagination reshapes it.","author" : "Mason Cooley"},{"text" : "Good parties create a temporary youthfulness.","author" : "Mason Cooley"},{"text" : "Nostalgia paints a smile on the stony face of the past.","author" : "Mason Cooley"},{"text" : "Nostalgia keeps dissolving the ironic narratives in which I have contained my past.","author" : "Mason Cooley"},{"text" : "A modest demeanor arouses thoughts of seduction.","author" : "Mason Cooley"},{"text" : "A quick smile is more seductive than a slinky dress.","author" : "Mason Cooley"},{"text" : "Alzheimer's usually comes later than AIDS, but I decline to call that progress.","author" : "Mason Cooley"},{"text" : "City people make most of the fuss about the charms of country life.","author" : "Mason Cooley"},{"text" : "Knowledge and power in the city; peace and decency in the country.","author" : "Mason Cooley"},{"text" : "Once wealth and beauty are gone, there is always rural life.","author" : "Mason Cooley"},{"text" : "Innocence is thought charming because it offers delightful possibilities for exploitation.","author" : "Mason Cooley"},{"text" : "Innocence: I am only stepping on your face because it lies in my path.","author" : "Mason Cooley"},{"text" : "Three meals plus bedtime make four sure blessings a day.","author" : "Mason Cooley"},{"text" : "At the end of every diet, the path curves back to the trough.","author" : "Mason Cooley"},{"text" : "Sexual attraction pairs people, but does not match them.","author" : "Mason Cooley"},{"text" : "Like a frog, the aphorist waits for something to fly by that he can catch with his tongue.","author" : "Mason Cooley"},{"text" : "If suffering brought wisdom, the dentist's office would be full of luminous ideas.","author" : "Mason Cooley"},{"text" : "Journalism never admits that nothing much is happening.","author" : "Mason Cooley"},{"text" : "What's the good of being stoical if nobody notices?","author" : "Mason Cooley"},{"text" : "At the dinner table, if you can't think of anything to say, sit quietly. Don't throw rolls, or chew on your napkin.","author" : "Mason Cooley"},{"text" : "Lack of reciprocity ruins friendships, but makes love affairs exciting for a time.","author" : "Mason Cooley"},{"text" : "When a paradox is widely believed, it is no longer recognized as a paradox","author" : "Mason Cooley"},{"text" : "Secrets die when kept or revealed. They live by being faintly and uncertainly repeated.","author" : "Mason Cooley"},{"text" : "Cruelty is softened by fear, not pity.","author" : "Mason Cooley"},{"text" : "Death promises nothing-not even oblivion.","author" : "Mason Cooley"},{"text" : "Oblivion waits without beckoning or threatening.","author" : "Mason Cooley"},{"text" : "The ninety percent of human experience that does not fit into established narrative patterns falls into oblivion.","author" : "Mason Cooley"},{"text" : "Our detachments move us toward freedom and death.","author" : "Mason Cooley"},{"text" : "Good manners can render even virtue tolerable.","author" : "Mason Cooley"},{"text" : "Pessimists fear becoming the dupes of Hope. Optimists enjoy Hope's company, and consider being duped no great matter.","author" : "Mason Cooley"},{"text" : "Malice is always authentic and sincere.","author" : "Mason Cooley"},{"text" : "The lion cares less about being king of the beasts than about finding his dinner.","author" : "Mason Cooley"},{"text" : "The unhappy are prisoners of a single round of thought.","author" : "Mason Cooley"},{"text" : "The popping of bubblegum discourages the most determined lecher.","author" : "Mason Cooley"},{"text" : "The laughter of the aphorism is sometimes triumphant, but seldom carefree.","author" : "Mason Cooley"},{"text" : "Aphorisms may equivocate, but they must not wobble.","author" : "Mason Cooley"},{"text" : "A budget takes the fun out of money.","author" : "Mason Cooley"},{"text" : "Swindlers are notoriously gullible.","author" : "Mason Cooley"},{"text" : "Helplessness is a mighty power.","author" : "Mason Cooley"},{"text" : "Some live in a state of passionate indecision.","author" : "Mason Cooley"},{"text" : "If we think about the obvious long enough, it dissolves.","author" : "Mason Cooley"},{"text" : "Eternity eludes us, even as a thought.","author" : "Mason Cooley"},{"text" : "Existence is not a mystery unless you think it has a meaning.","author" : "Mason Cooley"},{"text" : "The self-righteous feel no need to be charming, and thus double their offensiveness.","author" : "Mason Cooley"},{"text" : "The self-righteous rule out the possibility that they are what has gone wrong.","author" : "Mason Cooley"},{"text" : "Affection reproaches, but does not denounce.","author" : "Mason Cooley"},{"text" : "When you feel protective toward your parents, you have become an adult.","author" : "Mason Cooley"},{"text" : "Forget what hurt you but never forget what it thaught you.","author" : "Mason Cooley"},{"text" : "Many think that assigning blame settles matters.","author" : "Mason Cooley"},{"text" : "Glamour looks eloquent but seldom talks.","author" : "Mason Cooley"},{"text" : "Glamour is about feeling good in your own skin.","author" : "Mason Cooley"},{"text" : "Promiscuity is like never reading past the first page. Monogamy is like reading the same book over and over.","author" : "Mason Cooley"},{"text" : "Doubt is long-winded. Certainty is brief.","author" : "Mason Cooley"},{"text" : "Acknowledge your limitations or they will tyrannize over you.","author" : "Mason Cooley"},{"text" : "The limitations of pleasure cannot be overcome by more pleasure.","author" : "Mason Cooley"},{"text" : "To avoid tripping on the chain of the past, you have to pick it up and wind it about you.","author" : "Mason Cooley"},{"text" : "A skyscraper is a boast in glass and steel.","author" : "Mason Cooley"},{"text" : "Unlike the ambiguity of life, the ambiguity of language does reach a limit.","author" : "Mason Cooley"},{"text" : "Idleness makes people feeble and peevish. Work makes them stalwart and prone to anger.","author" : "Mason Cooley"},{"text" : "Nudity is the costume of lovers and corpses.","author" : "Mason Cooley"},{"text" : "In the city, nudity means something; in the wild, it just exists.","author" : "Mason Cooley"},{"text" : "To learn a vocation, you also have to learn the frauds it practices and the promises it breaks.","author" : "Mason Cooley"},{"text" : "An academic dialect is perfected when its terms are hard to understand and refer only to one another.","author" : "Mason Cooley"},{"text" : "Promiscuity turns sex into a sport, like arm-wrestling.","author" : "Mason Cooley"},{"text" : "Complainers change their complaints, but they never reduce the amount of time spent in complaining.","author" : "Mason Cooley"},{"text" : "The idealist regards facts as provisional.","author" : "Mason Cooley"},{"text" : "An adolescent is both an impulsive child and a self-starting adult.","author" : "Mason Cooley"},{"text" : "Documents create a paper reality we call proof.","author" : "Mason Cooley"},{"text" : "After an argument, silence may mean acceptance or the continuation of resistance by other means.","author" : "Mason Cooley"},{"text" : "To remain mysterious, say little and do nothing.","author" : "Mason Cooley"},{"text" : "A sympathetic look always makes me feel sorry for myself.","author" : "Mason Cooley"},{"text" : "The irrational may be attractive in the abstract, but not in cab drives, dinner guests, or elderly relatives.","author" : "Mason Cooley"},{"text" : "Indifference creates an artificial peace.","author" : "Mason Cooley"},{"text" : "Indifference is an excellent substitute for patience.","author" : "Mason Cooley"},{"text" : "Astrology: do we make a hullabaloo among the stars, or do they make a hullabaloo down here?","author" : "Mason Cooley"},{"text" : "Without civilization, we would not turn into animals, but vegetables.","author" : "Mason Cooley"},{"text" : "The cow's point of view deserves more literary attention.","author" : "Mason Cooley"},{"text" : "Even a cow creates ambiguous signifiers. The moo of mystery.","author" : "Mason Cooley"},{"text" : "In the street, the gaze of desire is furtive or menacing.","author" : "Mason Cooley"},{"text" : "A blunt statement can be as false as any other.","author" : "Mason Cooley"},{"text" : "Unemployment diminishes people. Leisure enlarges them.","author" : "Mason Cooley"},{"text" : "When appearance and reality coincide, philosophy and literary criticism find themselves with nothing to say.","author" : "Mason Cooley"},{"text" : "What lies behind appearance is usually another appearance.","author" : "Mason Cooley"},{"text" : "Scholarship can find little to say about the obvious.","author" : "Mason Cooley"},{"text" : "Magic lives in curves, not angles.","author" : "Mason Cooley"},{"text" : "Taste refers to the past, imagination to the future.","author" : "Mason Cooley"},{"text" : "Altruism is for those who cannot endure their desires.","author" : "Mason Cooley"},{"text" : "In ethics, prudence is not an important virtue, but in the world it is almost everything.","author" : "Mason Cooley"},{"text" : "Prudence does not make people happy; it merely deprives them of the excitement of being constantly in trouble.","author" : "Mason Cooley"},{"text" : "Prudence does not save us, but shows us pictures of our destroyers.","author" : "Mason Cooley"},{"text" : "Prudence suspects that happiness is a bait set by risk.","author" : "Mason Cooley"},{"text" : "The limits of prudence: one cannot jump out of a burning building gradually.","author" : "Mason Cooley"},{"text" : "Language cannot say everything, fortunately.","author" : "Mason Cooley"},{"text" : "Dieting is our last tie with asceticism.","author" : "Mason Cooley"},{"text" : "Human society sustains itself by transforming nature into garbage.","author" : "Mason Cooley"},{"text" : "Magic trick: to make people disappear, ask them to fulfill their promises.","author" : "Mason Cooley"},{"text" : "Suspense combines curiosity with fear and pulls them up a rising slope.","author" : "Mason Cooley"},{"text" : "Writing is a refuge from unhappiness, but has its own sorrows.","author" : "Mason Cooley"},{"text" : "Disappointment proves that expectations were mistaken.","author" : "Mason Cooley"},{"text" : "We express disappointment in everything except ourselves.","author" : "Mason Cooley"},{"text" : "The bathroom scale knows nothing of extenuating circumstances.","author" : "Mason Cooley"},{"text" : "The routines of tourism are even more monotonous than those of daily life.","author" : "Mason Cooley"},{"text" : "Jokes are unanswerable objections.","author" : "Mason Cooley"},{"text" : "The noble style immobilizes its subjects.","author" : "Mason Cooley"},{"text" : "Victorian sorrow: the stars are winking in the sky, but not for us.","author" : "Mason Cooley"},{"text" : "Beggars market their incapacity.","author" : "Mason Cooley"},{"text" : "Mistakes are the only universal form of originality.","author" : "Mason Cooley"},{"text" : "Without a little negligence, life would be intolerable.","author" : "Mason Cooley"},{"text" : "Rescue someone unwilling to look after himself, and he will cling to you like a dangerous illness.","author" : "Mason Cooley"},{"text" : "Fame is fickle, but Obscurity is usually faithful to the end.","author" : "Mason Cooley"},{"text" : "Sometimes the only way to become grounded is to hit bottom.","author" : "Mason Cooley"},{"text" : "Observe decorum, and it will open a path to morality.","author" : "Mason Cooley"},{"text" : "If you call failures experiments, you can put them in your resume and claim them as achievements.","author" : "Mason Cooley"},{"text" : "The Puritan sours his pleasures by disguising them as duties.","author" : "Mason Cooley"},{"text" : "The sage belongs to the same obsolete repertory as the virtuous maiden and the enlightened monarch.","author" : "Mason Cooley"},{"text" : "If your nose is up in the air, you cannot see where you are going.","author" : "Mason Cooley"},{"text" : "Ideology has shaped the very sofa on which I sit.","author" : "Mason Cooley"},{"text" : "The powerless worship Luck and Fate.","author" : "Mason Cooley"},{"text" : "The more powerless people are, the longer they are kept waiting.","author" : "Mason Cooley"},{"text" : "A goldfish is reason enough for living, if someone needs a reason.","author" : "Mason Cooley"},{"text" : "Under attack, sentiments harden into dogma.","author" : "Mason Cooley"},{"text" : "Revenge is sweet but not nourishing.","author" : "Mason Cooley"},{"text" : "The time I kill is killing me.","author" : "Mason Cooley"},{"text" : "Regret leads to overeating and naps.","author" : "Mason Cooley"},{"text" : "Forgiveness is like faith. You have to keep reviving it.","author" : "Mason Cooley"},{"text" : "Self-hatred and self-love are equally self-centered.","author" : "Mason Cooley"},{"text" : "I know that I am what I am. But I am not sure what I am.","author" : "Mason Cooley"},{"text" : "Make the expectations lively enough, and action will follow.","author" : "Mason Cooley"},{"text" : "Originality finds the unexpected but inevitable next step.","author" : "Mason Cooley"},{"text" : "A blocked path also offers guidance.","author" : "Mason Cooley"},{"text" : "Love begins with an image lust with a sensation.","author" : "Mason Cooley"},{"text" : "We are prepared for insults, but compliments leave us baffled.","author" : "Mason Cooley"}]