[{"text" : "Accept yourself as you are. Otherwise you will never see opportunity. You will not feel free to move toward it; you will feel you are not deserving.","author" : "Maxwell Maltz"},{"text" : "You can always find the sun within yourself if you will only search.","author" : "Maxwell Maltz"},{"text" : "You can do only one thing at a time. I simply tackle one problem and concentrate all efforts on what I am doing at the moment.","author" : "Maxwell Maltz"},{"text" : "Low self-esteem is like driving through life with your hand-brake on.","author" : "Maxwell Maltz"},{"text" : "Of all the traps and pitfalls in life, self-disesteem is the deadliest, and the hardest to overcome, for it is a pit designed and dug by our own hands, summed up in the phrase, 'It's no use - I can't do it.","author" : "Maxwell Maltz"},{"text" : "We are injured and hurt emotionally, not so much by other people or what they say and don't say, but by our own attitude and our own response.","author" : "Maxwell Maltz"},{"text" : "Take the trouble to stop and think of the other person's feelings, his viewpoints, his desires and needs. Think more of what the other fellow wants, and how he must feel.","author" : "Maxwell Maltz"},{"text" : "We must have courage to bet on our ideas, to take the calculated risk, and to act. Everyday living requires courage if life is to be effective and bring happiness.","author" : "Maxwell Maltz"},{"text" : "Self-improvement is the name of the game, and your primary objective is to strengthen yourself, not to destroy an opponent.","author" : "Maxwell Maltz"},{"text" : "Man maintains his balance, poise, and sense of security only as he is moving forward.","author" : "Maxwell Maltz"},{"text" : "Remember you will not always win. Some days, the most resourceful individual will taste defeat. But there is, in this case, always tomorrow after you have done your best to achieve success today.","author" : "Maxwell Maltz"},{"text" : "The greatest miracle you can hope for is self-acceptance.","author" : "Maxwell Maltz"},{"text" : "The most delightful surprise in life is to suddenly recognise your own worth.","author" : "Maxwell Maltz"},{"text" : "Your automatic guidance system cannot guide you when you're standing still.","author" : "Maxwell Maltz"},{"text" : "To change a habit, make a conscious decision, then act out the new behavior.","author" : "Maxwell Maltz"},{"text" : "Loneliness is caused by an alienation from life. It is a loneliness from your real self.","author" : "Maxwell Maltz"},{"text" : "Change your mental imagery, and the feelings will take care of themselves.","author" : "Maxwell Maltz"},{"text" : "When you see a thing clearly in your mind, your creative 'success mechanism' within you takes over and does the job much better than you could do it by conscious effort or 'willpower'.","author" : "Maxwell Maltz"},{"text" : "An idea accepted as true from any source can be every bit as powerful as hypnosis.","author" : "Maxwell Maltz"},{"text" : "You make mistakes. Mistakes don’t make you.","author" : "Maxwell Maltz"},{"text" : "Failure is something many people take great efforts to avoid but failure is essential for growth and learning.","author" : "Maxwell Maltz"},{"text" : "Forgiveness is a scalpel that removes emotional scars.","author" : "Maxwell Maltz"}]