Though friendship is not quick to burn, it is explosive stuff.
We have to dare to be ourselves, however frightening or strange that self may prove to be.
One does not 'find oneself' by pursuing one's self, but on the contrary by pursuing something else and learning through discipline or routine... who one is and wants to be.
Don't forget that compared to a grownup person every baby is a genius.
No partner in a love relationship... should feel that he has to give up an essential part of himself to make it viable.
Everything that slows us down and forces patience, everything that sets us back into the slow circles of nature, is a help. Gardening is an instrument of grace.
It is the privilege of those who fear love to murder those who do not fear it!
Loneliness is the poverty of self; solitude is richness of self.
Love opens the doors into everything, as far as I can see, including and perhaps most of all, the door into one's own secret, and often terrible and frightening, real self.
No partner in a love relationship should feel that he has to give up an essential part of himself to make it viable.
Gardening gives one back a sense of proportion about everything — except itself.
We are all jellyfish, too pitiful and too afraid of being disliked to be honest.
It is sometimes the most fragile things that have the power to endure and become sources of strength.
One must think like a hero to behave like a merely decent human being.
For any writer who wants to keep a jounal, be alive to everything, not just to what you're feeling, but also to your pets to flowers, to what you're reading.
Revision is not going back and fussing around, but going forward into the process of creation
Old age is not an illness, it is a timeless ascent. As power diminishes, we grow toward the light.
If we are to understand the human condition, and if we are to accept ourselves in all the complexity, self-doubt, extravagance of feeling, guilt, joy, the slow freeing of the self to its full capacity for action and creation, both as human being and as artist, we have to know all we can about each other, and we have to be willing to go naked.
I simply adore being alone - I find it a consuming thirst - and when that thirst is slaked, then I am happy.
In the garden the door is always open into the 'holy' - growth, birth, death. Every flower holds the whole mystery in its short cycle, and in the garden we are never far away from death, the fertilizing, good, creative death.
Help us to be ever faithful gardeners of the spirit, who know that without darkness nothing comes to birth, and without light nothing flowers.
O cruel cloudless space, and pale bare ground where the poor infant lies. Why do we feel restored as in a sacramental place? Here Mystery is artifice, and here a vision of such peace is stored, healing flows from it through our eyes.
Don't forget that compared to a grown up person every baby is a genius. Think of the capacity to learn! The freshness, the temperament, the will of a baby a few months old.
Sometimes one has simply to endure a period of depression for what it may hold of illumination if one can live through it, attentive to what it exposes or demands.
Everything that slows us down and forces patience, everything that sets us back into the slow circles of nature, is a help.