You may not control all the events that happen to you, but you can decide not to be reduced by them.
You can only become truly accomplished at something you love. Don't make money your goal. Instead, pursue the things you love doing, and then do them so well that people can't take their eyes off you.
Jealousy in romance is like salt in food. A little can enhance the savor, but too much can spoil the pleasure and, under certain circumstances, can be life-threatening.
You can't use up creativity. The more you use, the more you have.
Bitterness is like cancer. It eats upon the host. But anger is like fire. It burns it all clean.
I refuse to allow any man-made differences to separate me from any other human beings.
First best is falling in love. Second best is being in love. Least best is falling out of love. But any of it is better than never having been in love.
I am convinced that most people do not grow up...We marry and dare to have children and call that growing up. I think what we do is mostly grow old. We carry accumulation of years in our bodies, and on our faces, but generally our real selves, the children inside, are innocent and shy as magnolias.
Most people don't grow up. Most people age. They find parking spaces, honor their credit cards, get married, have children, and call that maturity. What that is, is aging.
Nothing will work unless you do.
When you wish someone joy, you wish them peace, love, prosperity, happiness - all the good things.
If you don't like something, change it. If you can't change it, change your attitude.
The thorn from the bush one has planted, nourished and pruned pricks more deeply and draws more blood.
Life is not measured by the number of breaths we take, but by the moments that take our breath away.
Try to be a rainbow in someone's cloud.
My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humor, and some style.
Music was my refuge. I could crawl into the space between the notes and curl my back to loneliness.
A great soul serves everyone all the time. A great soul never dies. It brings us together again and again.
If you have only one smile in you, give it to the people you love.
I long, as does every human being, to be at home wherever I find myself.
I don't believe an accident of birth makes people sisters or brothers. It makes them siblings, gives them mutuality of parentage. Sisterhood and brotherhood is a condition people have to work at.
People will forget what you said, people will forget what you did, but people will never forget how you made them feel.
Perhaps travel cannot prevent bigotry, but by demonstrating that all peoples cry, laugh, eat, worry, and die, it can introduce the idea that if we try and understand each other, we may even become friends.
I have found that among its other benefits, giving liberates the soul of the giver.
History, despite its wrenching pain, cannot be unlived, but if faced with courage, need not be lived again.
Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope.
I sustain myself with the love of family.
The love of the family, the love of the person can heal. It heals the scars left by a larger society. A massive, powerful society.
I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.
As soon as healing takes place, go out and heal somebody else.
In all the world, there is no heart for me like yours. In all the world, there is no love for you like mine.
There is a very fine line between loving life and being greedy for it.
My life has been one great big joke, A dance that's walked, A song that's spoke, I laugh so hard I almost choke, When I think about myself.
Any book that helps a child to form a habit of reading, to make reading one of his deep and continuing needs, is good for him.
It is time for parents to teach young people early on that in diversity there is beauty and there is strength.
We all should know that diversity makes for a rich tapestry, and we must understand that all the threads of the tapestry are equal in value no matter what their color.
Someone was hurt before you, wronged before you, hungry before you, frightened before you, beaten before you, humiliated before you, raped before you?yet, someone survived?You can do anything you choose to do.
I think we all have empathy. We may not have enough courage to display it.
I've learned that making a 'living' is not the same thing as making a 'life. I've learned that life sometimes gives you a second chance. I've learned that you shouldn't go through life with a catcher's mitt on both hands; you need to be able to throw something back.
Be present in all things and thankful for all things.
If one is lucky, a solitary fantasy can totally transform one million realities.
In spite of everything that was done to me and my race, in spite of the adversity and the bitter moments, again we rise.
There is no greater agony than bearing an untold story inside you.
No sun outlasts its sunset, but will rise again and bring the dawn.
I think a hero is any person really intent on making this a better place for all people.
You may encounter many defeats, but you must not be defeated. In fact, it may be necessary to encounter the defeats, so you can know who you are, what you can rise from, how you can still come out of it.
The loss of young first love is so painful that it borders on the ludicrous.
Nothing can dim the light which shines from within
If you don't like something, change it. If you can't change it, change your attitude. Don't complain.
What you're supposed to do when you don't like a thing is change it. If you can't change it, change the way you think about it. Don't complain.
How important it is for us to recognize and celebrate our heroes and she-roes!
Everything costs and costs the earth.
Bitterness is like cancer. It eats upon the host.
The needs of a society determines its ethics.
My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humour, some style.
I can be changed by what happens to me. But I refuse to be reduced by it.
Being a woman is hard work.
This is a wonderful day, I have never seen this one before.
You can never go home again, but the truth is you can never leave home, so it's all right.
You may encounter many defeats, but you must not be defeated. Please remember that your difficulties do not define you. They simply strengthen your ability to overcome.
If we lose love and self respect for each other, this is how we finally die.
When you learn, teach. When you get, give.
We delight in the beauty of the butterfly, but rarely admit the changes it has gone through to achieve that beauty.
When we give cheerfully and accept gratefully, everyone is blessed.
Self-pity in its early stages is as snug as a feather mattress. Only when it hardens does it become uncomfortable.
You may shoot me with your words, you may cut me with your eyes, you may kill me with your hatefulness, but still, like air, I'll rise.
Prejudice is a burden that confuses the past, threatens the future and renders the present inaccessible.
All great artists draw from the same resource: the human heart, which tells us that we are all more alike than we are unalike.
Here on the pulse of this new day, You may have the grace to look up and out And into your sister's eyes, into Your brother's face, your country And say simply, Very simply, With hope, Good Morning.
When it looked like the sun wasn't going to shine any more, there's a rainbow in the clouds.
God puts rainbows in the clouds so that each of us - in the dreariest and most dreaded moments - can see a possibility of hope.
If you find it in your heart to care for somebody else, you will have succeeded.
You forgive yourself for every failure because you are trying to do the right thing. God knows that and you know it. Nobody else may know it.
It's one of the greatest gifts you can give yourself, to forgive. Forgive everybody.
You are not a product of your circumstances but a product of your decisions
Let gratitude be the pillow upon which you kneel to say your nightly prayer. And let faith be the bridge you build to overcome evil and welcome good.
Love liberates. It doesn't bind.
As a nurse, we have the opportunity to heal the heart, mind, soul and body of our patients, their families and ourselves. They may forget your name, but they will never forget how you made them feel.
Customers may forget what you said but they'll never forget how you made them feel.
Until blacks and whites see each other as brother and sister, we will not have parity. It's very clear.
When someone shows you who they are, believe them the first time.
You can only become truly accomplished at something you love. Don't make money your goal. Instead pursue the things you love doing and then do them so well that people can't take their eyes off of you.
It is time for parents to teach young people that in diversity there is beauty & there is strength
Continue. Be loving and be strong. Be fierce and be kind. And don't give in and don't give up.
You rose into my life like a promised sunrise, brightening my days with the light in your eyes. I've never been so strong. Now I'm where I belong.
All great achievements require time.
I love to see a young girl go out and grab the world by the lapels.
I will look after you and I will look after anybody you say needs to be looked after, any way you say. I am here. I brought my whole self to you. I am your mother.
I want to thank you, Lord, for life and all that's in it. Thank you for the day and for the hour, and the minute.
Sisterhood means if you happen to be in Burma and I happen to be in San Diego and I'm married to someone who is very jealous and you're married to somebody who is very possessive, if you call me in the middle of the night, I have to come.
It's amazing. I can do anything. And do it well. Any good thing, I can do it. That's why I am who I am, yes, because God loves me and I'm amazed at it. I'm grateful for it.
I love to see a young girl go out and grab the world by the lapels. Life's a bitch. You've got to go out and kick ass.
If you do not like anything, alter it. If you can not change it, adjust your mindset. Will not complain.
If growing up is painful for the southern black girl, being aware of her displacement is the rust on the razor that threatens the throat.
Children's talent to endure stems from their ignorance of alternatives.
Courage allows the successful woman to fail and to learn powerful lessons from the failure so that in the end, she didn't fail at all.
A wise woman wishes to be no one's enemy; a wise woman refuses to be anyone's victim.
Do the best you can until you know better. Then when you know better, do better.
I don't trust anyone who doesn't laugh.
We allow our ignorance to prevail upon us and make us think we can survive alone, alone in patches, alone in groups, alone in races, even alone in genders.
I believe that every person is born with talent.
I like chicken a lot because chicken is generous - that is to say, it's obedient. It will do whatever you tell it to do.
Prepare yourself so that you can be a rainbow in somebody else's cloud.
Never make someone a priority when all you are to them is an option.
If you are always trying to be normal, you will never know how amazing you can be.
We spend precious hours fearing the inevitable. It would be wise to use that time adoring our families, cherishing our friends and living our lives.
The human heart is so delicate and sensitive that it always needs some tangible encouragement to prevent it from faltering in its labour.
The horizon leans forward, offering you space to place new steps of change.
Rainbows are people whose lives are bright, shining examples for others.
Without courage you can't practice any other virtue consistently.
Courage is the most important of all the virtues because without courage, you can't practice any other virtue consistently.
The quality of strength lined with tenderness is an unbeatable combination.
The ache for home lives in all of us. The safe place where we can go as we are and not be questioned.
Precious jewel, you glow, you shine, reflecting all the good things in the world. Just look at yourself.
There is nothing so pitiful as a young cynic because he has gone from knowing nothing to believing nothing.
The real difficulty is to overcome how you think about yourself. If we don't have that we never grow, we never learn, and sure as hell we should never teach.
The dread of futility has been my life-long plague.
We may encounter many defeats but we must not be defeated.
Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at it destination full of hope.
Whining is not only graceless, but it can be dangerous. It can alert a brute that a victim is in the neighborhood.
Forgiveness. It's one of the greatest gifts you can give yourself, to forgive. Forgive everybody. You are relieved of carrying that burden of resentment. You really are lighter. You feel lighter. You just drop that.
I've learned that you shouldn't go through life with a catcher's mitt on both hands; you need to be able to throw something back.
I encourage you to live with life. Be courageous, adventurous. Give us a tomorrow, more than we deserve.
A mother's love liberates.
It is impossible to struggle for civil rights, equal rights for blacks, without including whites. Because equal rights, fair play, justice, are all like the air: we all have it, or none of us has it. That is the truth of it.
There's something which impels us to show our inner souls. The more courageous we are, the more we succeed in explaining what we know.
Each time a woman stands up for herself, without knowing it possibly, without claiming it, she stands up for all women.
I not only have the right to stand up for myself, but I have the responsibility. I can't ask somebody else to stand up for me if I won't stand up for myself. And once you stand up for yourself, you'd be surprised that people say, 'Can I be of help?'.
A friend may be waiting behind a stranger's face.
I don't trust people who don't love themselves and tell me, 'I love you.' ... There is an African saying which is: Be careful when a naked person offers you a shirt.
Remember, people will judge you by your actions not your intentions. You may have a heart of gold but so does a hard-boiled egg.
We spend precious hours fearing the inevitable. It would be wise to use that time adoring our families, cherishing our friends, and living our lives.
People will never forget how you made them feel.
We are the victims of the world's most comprehensive robbery. Life demands a balance. It's all right if we do a little robbing now.
Let choice whisper in your ear and love murmur in your heart. Be ready. Here comes life.
The breezes of the West African night were intimate and shy, licking the hair, sweeping through cotton dresses with unseemly intimacy, then disappearing into the utter blackness.
If you're going to live, leave a legacy. Make a mark on the world that can't be erased.
If you have only one smile in you, give it to the people you love. Don’t be surly at home, then go out in the street and start grinning ‘Good morning’ at total strangers.
Light and shadow are opposite sides of the same coin. We can illuminate our paths or darken our way. It is a matter of choice.
Hope for the best, be prepared for the worse. Life is shocking, but you must never appear to be shocked. For no matter how bad it is it could be worse and no matter how good it is it could be better.
If we lose our love and self-respect and respect for each other, this is how we will finally die.
In all my work, I try to say - 'You may be given a load of sour lemons, why not try to make a dozen lemon meringue pies?
In the latter years of your life, your happiness and your self-esteem will be determined by the mountains you surmounted, the valleys you climbed out of, and the life and.or career that you forged for yourself.
My mother said I must always be intolerant of ignorance but understanding of illiteracy. That some people, unable to go to school, were more educated and more intelligent than college professors.
Elimination of illiteracy is as serious an issue to our history as the abolition of slavery.
I've learned that whenever I decide something with an open heart, I usually make the right decision.
When you do nothing you feel overwhelmed and powerless. But when you get involved you feel the sense of hope and accomplishment that comes from knowing you are working to make things better.
The best comfort food will always be greens, cornbread, and fried chicken.
My life has been one great big joke, a dance that's walked a song that's spoke, I laugh so hard I almost choke when I think about myself.
I’ve learned that you can tell a lot about a person by the way he.she handles these three things: a rainy day, lost luggage, and tangled Christmas tree lights.
Each time a woman stands up for herself, she stands up for all women.
I am a woman . Phenomenally . Phenomenal woman . That's me.
I love to see a young girl go out and grab the world by the lapels. Life’s a bitch. You’ve got to go out and kick ass.
I don’t believe an accident of birth makes people sisters or brothers. It makes them siblings, gives them mutuality of parentage. Sisterhood and brotherhood is a condition people have to work at.
I’ve learned that regardless of your relationship with your parents, you’ll miss them when they’re gone from your life.
Nothing hurts more than realizing they meant everything to you, but you meant nothing to them.
Success is liking yourself, liking what you do, and liking how you do it.
Love is that condition in the human spirit so profound that it empowers us to develop courage; to trust that courage and build bridges with it; to trust those bridges and cross over them so we can attempt to reach each other.
I’ve learned that you shouldn’t go through life with a catcher’s mitt on both hands. You need to be able to throw something back.
I’ve learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.
If you don’t like something, change it. If you can’t change it, change your attitude.
Hope and fear cannot occupy the same space. Invite one to stay.
Love recognises no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope.
In the flush of love's light, we dare be brave. And suddenly we see that love costs all we are, and will ever be. Yet it is only love which sets us free.
I believe that one can never leave home. I believe that one carries the shadows, the dreams, the fears and the dragons of home under one's skin, at the extreme corners of one's eyes and possibly in the gristle of the earlobe.
I love living. I love that I’m alive to love my age. There are many people who went to bed just as I did yesterday evening and didn’t wake up this morning. I love and feel very blessed that I did.
You're the sum total of everything you've ever seen, heard, eaten, smelled, been told, forgot - it's all there. Everything influences each of us, and because of that I try to make sure that my experiences are positive.
You can only become truly accomplished at something you love. Don’t make money your goal. Instead, pursue the things you love doing and then do them so well that people can’t take their eyes off of you.
Every December, I host a tree-trimming party. I serve chili with cornbread and lots of good wine. It’s a wonderful party, and it shows how much adults like to play.
Nature has no mercy at all. Nature says, 'I'm going to snow. If you have on a bikini and no snowshoes, that's tough. I am going to snow anyway.
I don't believe that the accident of birth makes people sisters or brothers. It makes them siblings, gives them mutuality of parentage. Sisterhood and brotherhood is a condition people have to work at.
I’ve learned that you shouldn’t go through life with a catcher mitt on both hands. You need to be able to throw something back.
I'm just someone who likes cooking and for whom sharing food is a form of expression.
If I have a monument in this world, it is my son.
If you have only one smile in you, give it to the people you love. Don't be surly at home then go out in the street and start grinning 'Good Morning' at total strangers.
Reality has changed chameleonlike before my eyes so many times that I have learned, or am learning, to trust almost anything except what appears to be so.
This bed yawns beneath the weight of our absent selves.
I know something better is on the road for me.
As a nurse, we have the opportunity to heal the heart, mind, soul and body of our patients, their families and ourselves. They may not remember your name but they will never forget the way you made them feel.
Before you criticize a man, you should walk a mile in his shoes.
If you don't like something, change it, if you can't change it, chage your attitude.
Love life. Engage in it. Give it all you've got. Love it with a passion because life truly does give back, many times over, what you put into it.
If you have only one smile in you, give it to the people you love. Don't be surly at home, then go out in the street and start grinning good morning at total strangers.
You can only become great at something you are willing to sacrifice for.
When you wish someone joy, you wish them peace, love, prosperity, happiness... all the good things.
Success is loving life and daring to live it.
Love recognizes no barriers. It jumps hurdles, leap fences, penetrates walls to arrive at its destination full of hope.
No matter what happens, or how bad it seems today, life does go on, and it will be better tomorrow.
Never make someone a priority, when all you are to them is an option.