Be willing to be a beginner every single morning.
You may call God love, you may call God goodness. But the best name for God is compassion.
If the only prayer you ever say in your entire life is thank you, it will be enough.
Truly, it is in the darkness that one finds the light, so when we are in sorrow, then this light is nearest of all to us
The soul at its highest is found like God, but an angel gives a closer idea of him. That is all an angel is: an idea of God.
And suddenly you know: It's time to start something new and trust the magic of beginnings.
If the only prayer you said in your whole life was, 'thank you,' that would suffice.
Only the hand that erases can write the true thing.
God wants nothing of you but the gift of a peaceful heart.
What we plant in the soil of contemplation, we shall reap in the harvest of action.
And suddenly you just know. It's time to start something new and trust the magic of beginnings.
Stillness is where creativity and solutions are found.
He who would be serene and pure needs but one thing, detachment.
There exists only the present instant... a Now which always and without end is itself new. There is no yesterday nor any tomorrow, but only Now, as it was a thousand years ago and as it will be a thousand years hence.
Even stones have a love, a love that seeks the ground.
He who can make distinction in God without number or quantity, knows that the three persons of the Trinity are one God.
When you are thwarted, it is your own attitude that is out of order.
It is in the darkness that one finds the light.
The price of inaction is far greater than the cost of making a mistake.
If you seek the kernel, then you must break the shell. An likewise, if you would know the reality of Nature, you must destroy the appearance, and the farther you go beyond the appearance, the nearer you will be to the essence.
A human being has so many skins inside, covering the depths of the heart. We know so many things, but we don't know ourselves! Why, thirty or forty skins or hides, as thick and hard as an ox's or bear's, cover the soul. Go into your own ground and learn to know yourself there.
The eye through which I see God is the same eye through which God sees me; my eye and God's eye are one eye, one seeing, one knowing, one love.
The bodily food we take is changed into us, but the spiritual food we receive changes us into itself; therefore divine love is not taken into us, for that would make two things. But divine love takes us into itself, and we are one with it.