[{"text" : "The greater danger for most of us isn't that our aim is too high and miss it, but that it is too low and we reach it.","author" : "Michelangelo"},{"text" : "If we have been pleased with life, we should not be displeased with death, since it comes from the hand of the same master.","author" : "Michelangelo"},{"text" : "Genius is eternal patience.","author" : "Michelangelo"},{"text" : "It is necessary to keep one's compass in one's eyes and not in the hand, for the hands execute, but the eye judges.","author" : "Michelangelo"},{"text" : "Your greatness is measured by your horizons.","author" : "Michelangelo"},{"text" : "The true work of art is but a shadow of the divine perfection.","author" : "Michelangelo"},{"text" : "Every block of stone has a statue inside it and it is the task of the sculptor to discover it.","author" : "Michelangelo"},{"text" : "The greater danger for most of us lies not in setting our aim too high and falling short; but in setting our aim too low, and achieving our mark.","author" : "Michelangelo"},{"text" : "Trifles make perfection, and perfection is no trifle.","author" : "Michelangelo"},{"text" : "No great work of art is ever finished.","author" : "Michelangelo"},{"text" : "Trifle makes perfection, and perfection is not trifle.","author" : "Michelangelo"},{"text" : "Lord, grant that I may always desire more than I can accomplish","author" : "Michelangelo"},{"text" : "If people knew how hard I had to work to gain my mastery, it would not seem so wonderful at all.","author" : "Michelangelo"},{"text" : "I begin to understand the promises of this world are for the most part, vain phantoms; and that to confide in one's self and become something of worth and value is the best and safest course.","author" : "Michelangelo"},{"text" : "Lord, grant that I may always desire more than I can accomplish.","author" : "Michelangelo"},{"text" : "I saw the angel in the marble and carved until I set him free.","author" : "Michelangelo"},{"text" : "If people knew how hard I worked to get my mastery, it wouldn't seem so wonderful at all. 'It's hard to be great. But it's well worth the effort.","author" : "Michelangelo"},{"text" : "I cannot live under pressures from patrons, let alone paint.","author" : "Michelangelo"}]