All of us are products of our childhood.
Wherever you go, man-made things are man-made, but you've got to get out and see God's beauty of the world.
Lift your head up high, and scream to the world. I know I am someone, and let the truth unfurl.
Children show me in their playful smiles the divine in everyone.
In their innocence, very young children know themselves to be light and love. If we will allow them, they can teach us to see ourselves the same way.
I prefer just being with people I like. That's my way of celebrating.
What one wishes is to be touched by truth and to be able to interpret that truth so that one may use what one is feeling and experiencing, be it despair or joy, in a way that will add meaning to one's life and will hopefully touch others as well.
Sometimes when you're treated unfairly it makes you stronger and more determined. I admire that kind of strength. People who have it take a stand and put their blood and soul into what they believe.
Out of the bliss comes magic, wonderment and creativity.
Deep down inside we're all the same. We all have the same emotions.
Hope is such a beautiful word, but it often seems very fragile. Life is still being needlessly hurt and destroyed.
Be humble, believe in yourself, and have the love of the world in your heart.
The planets are lining up, bringing brighter days.
Just doing as well as you did last time is not good enough.
Look beyond yourself..
Follow the Golden Rule. Be kind to your neighbors, love them as much as you would love yourself, do unto others....
The meaning of life is contained in every single expression of life. It is present in the infinity of forms and phenomena that exist in all of creation.
I hate labels because it should be just music. I don't see anything wrong with disco. Call it anything. It's music.
You better take advice. Never trust-first impressions.
There's a chance we're taking . We're taking our own lives . It's true we'll make a brighter day . Just you and me.
Magic is easy if you put your heart into it.
Keeping your head up to the sky . Keeping your mind to stay alive . Gimme your wings so we can fly, . (fly away, fly away, fly away) .
I'm starting with the man in the mirror . I'm asking him to change his ways . And no message could have been any clearer. If you wanna make the world a better place .
Shalom so let's start giving cause that's what we're being there is a chance we're taking our own lives.
Consciousness expresses itself through creation. This world we live in is the dance of the creator. Dancers come and go in the twinkling of an eye but the dance lives on. On many an occasion when I am dancing, I have felt touched by something sacred. In those moments, I felt my spirit soar and become one with everything that exists.
To live is to be musical, starting with the blood dancing in your veins. Everything living has a rhythm.
In a world filled with hate, we must still dare to hope. In a world filled with anger, we must still dare to comfort. In a world filled with despair, we must still dare to dream. And in a world filled with distrust, we must still dare to believe.