Just play. Have fun. Enjoy the game.
You must expect great things of yourself before you can do them.
Never say never, because limits, like fears, are often just an illusion.
If you run into a wall, don't turn around and give up. Figure out how to climb it, go through it, or work around it.
Obstacles don't have to stop you. If you run into a wall, don't turn around and give up. Figure out how to climb it, go through it, or work around it.
Some people want it to happen, some wish it would happen, others make it happen.
If you accept the expectations of others, especially negative ones, then you never will change the outcome.
I can accept failure, everyone fails at something. But I cannot accept not trying.
I can accept failure, everyone fails at something. But I can't accept not trying.
Always turn a negative situation into a positive situation.
You have competition every day because you set such high standards for yourself that you have to go out every day and live up to that.
My father used to say that it's never too late to do anything you wanted to do. And he said, You never know what you can accomplish until you try.
Don't let others drag you down by rumors. Just go with what you believe in.
I can accept failure. Everyone fails at something. But I can't accept not trying.
Talent wins games, but teamwork and intelligence wins championships.
If you quit once it becomes a habit. Never quit.
I'm a firm believer in goal setting. Step by step. I can't see any other way of accomplishing anything.
I've failed over and over and over again in my life. And that is why I succeed.
My mother is my root, my foundation. She planted the seed that I base my life on, and that is the belief that the ability to achieve starts in your mind.
I've missed more than 9000 shots in my career. I've lost almost 300 games. 26 times I've been trusted to take the game winning shot and missed. I've failed over and over and over again in my life and that is why I succeed.
I've missed more than 9,000 shots in my career. I've lost almost 300 games; 26 times, I've been trusted to take the game winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed.
Never say never because limits, like fears, are often just an illusion.
I hope the millions of people I've touched have the optimism and desire to share their goals and hard work and persevere with a positive attitude.
I never feared about my skills because I put in the work. Work ethic eliminates fear. So if you put forth the work, what are you fearing? You know what you're capable of doing and what you're not.
I've never lost a game I just ran out of time.
You can practice shooting eight hours a day, but if your technique is wrong, then all you become is very good at shooting the wrong way. Get the fundamentals down and the level of everything you do will rise.
I never looked at the consequences of missing a big shot... when you think about the consequences you always think of a negative result.
Everybody has talent, but ability takes hard work.
Talent wins games, but teamwork and intelligence win championships.
Since I've been in chiropractic, I've improved by leaps and bounds both mentally and physically.
If nobody will help you, do it alone.
If you run into a wall, don't turn around and give up. Figure out how to climb it.
Sometimes, things may not go your way, but the effort should be there every single night.
As athletes, we're used to reacting quickly. Here, it's come, stop, come, stop. There's a lot of downtime. That's the toughest part of the day.
I want people to understand, gambling is not a bad thing if you do it within the framework of what it's meant to be, which is fun and entertaining.
Limits, like fears, are often just an illusion.
In any investment, you expect to have fun and make money.
You have to expect things of yourself before you can do them.
There is no I in team but there is in win.
Authenticity is about being true to who you are.
If you are confident you have done everything possible to prepare yourself, then there is nothing to fear.
Authenticity is about being true to who you are, even when everyone around you wants you to be someone else
The good part about being famous is being able to help people. The hard part is every day you have to be in a good mood, because that is what people expect. You learn to get good at it.
The key to success is failure.
If you don't back it up with performance and hard work, talking doesn't mean a thing.
I've failed over and over and over again in my life and that is why I succeed.
I've missed more than 9,000 shots in my career. I've lost almost 300 games. 26 times, I've been trusted to take the game winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed.
To be successful you have to be selfish, or else you never achieve. And once you get to your highest level, then you have to be unselfish. Stay reachable. Stay in touch. Don't isolate.
I’ve failed over and over and over again in my life. And that is why I succeed.
My heroes are and were my parents, I can’t see having anyone else as my heroes.
As athletes, we're used to reacting quickly. Here, it's 'come, stop, come, stop. There's a lot of downtime. That's the toughest part of the day.
You have to expect things before you can do them.
I've missed 9000 shots in my career. I've lost almost 300 games. 26 times I've been trusted to take the game winning shot and missed. I've failed over and over again in my life. And that is why I succeed.
I've failed over and over again in my life. And that's why I succeed.
Step by step. I can't think of any other way of accomplishing anything.