Peace is not unity in similarity but unity in diversity, in the comparison and conciliation of differences
Democracy is the wholesome and pure air without which a socialist public organization cannot live a full-blooded life.
We need a new environmental consciousness on a global basis. To do this, we need to educate people.
It is a worthy reward for his efforts over many years. He is a man who does his job solidly and responsibly.
It is better to discuss things, to argue and engage in polemics than make perfidious plans of mutual destruction.
Those who are late will be punished by life itself.
The world's deteriorating ecology poses as great a danger to mankind today as did the nuclear standoff between the superpowers at the height of the Cold War.
If people don't like Marxism, they should blame the British Museum.
The forests of Russia and Brazil are the lungs of the Earth.
The model of the consumer society is something that will one day end. My personal view is that too much consumption is wrong.
Ideological and political intolerance, even with the best and most sincere intentions, produces results that are the direct opposite of those intended.
Europeans can meet the challenges of the coming century only by pooling their efforts. We are convinced that what they need is one Europe — peaceful and democratic, a Europe that maintains all its diversity and common humanistic ideas, a prosperous Europe that extends its hand to the rest of the world. A Europe that confidently advances into the future.
We could only solve our problems by cooperating with other countries. It would have been paradoxical not to cooperate. And therefore we needed to put an end to the Iron Curtain, to change the nature of international relations, to rid them of ideological confrontation, and particularly to end the arms race.
Today, peace means the ascent from simple coexistence to cooperation and common creativity among countries and nations.
We must speak far more clearly about sexuality, contraception, about abortion, about values that control population, because the ecological crisis, in short, is the population crisis. Cut the population by 90% and there aren't enough people left to do a great deal of ecological damage.
To me Nature is sacred; trees are my temples.