[{"text" : "The Internet is the most effective instrument we have for globalization.","author" : "Milton Friedman"},{"text" : "Corruption is government intrusion into market efficiencies in the form of regulations.","author" : "Milton Friedman"},{"text" : "Underlying most arguments against the free market is a lack of belief in freedom itself.","author" : "Milton Friedman"},{"text" : "The government solution to a problem is usually as bad as the problem.","author" : "Milton Friedman"},{"text" : "Prohibition is an attempted cure that makes matters worse - for both the addict and the rest of us.","author" : "Milton Friedman"},{"text" : "Making prohibition work is like making water run uphill; it's against nature.","author" : "Milton Friedman"},{"text" : "One role of prohibition is in making the drug market more lucrative.","author" : "Milton Friedman"},{"text" : "A minimum-wage law is, in reality, a law that makes it illegal for an employer to hire a person with limited skills.","author" : "Milton Friedman"},{"text" : "The economic miracle that has been the United States was not produced by socialized enterprises, by government-unon-industry cartels or by centralized economic planning. It was produced by private enterprises in a profit-and-loss system. And losses were at least as important in weeding out failures, as profits in fostering successes. Let government succor failures, and we shall be headed for stagnation and decline.","author" : "Milton Friedman"},{"text" : "See, if you look at the drug war from a purely economic point of view, the role of the government is to protect the drug cartel. That's literally true.","author" : "Milton Friedman"},{"text" : "When you have a time of crisis what happens depends on what ideas are floating around, and what ideas have been developed, and thought through, and are made effective.","author" : "Milton Friedman"},{"text" : "The Great Depression in the United States, far from being a sign of the inherent instability of the private enterprise system, is a testament to how much harm can be done by mistakes on the part of a few men when they wield vast power over the monetary system of the country.","author" : "Milton Friedman"},{"text" : "The Great Depression, like most other periods of severe unemployment, was produced by government mismanagement rather than by any inherent instability of the private economy.","author" : "Milton Friedman"},{"text" : "The only corporate social responsibility a company has is to maximize its profits.","author" : "Milton Friedman"},{"text" : "The fall of the Berlin Wall really demonstrated beyond the shadow of a doubt that there was a bad system, and what subsequently happened in the Soviet Union, that that system was a failure.","author" : "Milton Friedman"},{"text" : "When government in pursuit of good intentions tries to rearrange the economy, legislate morality, or help special interests, the cost come in inefficiency, lack of motivation, and loss of freedom. Government should be a referee, not an active player.","author" : "Milton Friedman"},{"text" : "If you put the federal government in charge of the Sahara Desert, in five years there'd be a shortage of sand.","author" : "Milton Friedman"},{"text" : "Political freedom...is a necessary condition for the long-term maintenance of economic freedom.","author" : "Milton Friedman"},{"text" : "If even a small fraction of the money we now spend on trying to enforce drug prohibition were devoted to treatment and drug rehabilitation, in an atmosphere of compassion, not punishment, the reduction in drug usage and in the harm done to users could be dramatic.","author" : "Milton Friedman"},{"text" : "The government's solution to a problem is usually as bad as the problem.","author" : "Milton Friedman"}]