[{"text" : "Every adversity, every failure, every heartache carries with it the seed on an equal or greater benefit.","author" : "Napoleon Hill"},{"text" : "Man, alone, has the power to transform his thoughts into physical reality; man, alone, can dream and make his dreams come true.","author" : "Napoleon Hill"},{"text" : "Opportunity -Often it comes in the form of misfortune, or temporary defeat.","author" : "Napoleon Hill"},{"text" : "Whatever the mind of man can conceive and believe, it can achieve.","author" : "Napoleon Hill"},{"text" : "There is always room for those who can be relied upon to deliver the goods when they say they will.","author" : "Napoleon Hill"},{"text" : "You can be anything you want to be, if you only believe with sufficient conviction and act in accordance with your faith; for whatever the mind can conceive and believe, the mind can achieve.","author" : "Napoleon Hill"},{"text" : "No alibi will save you from accepting the responsibility.","author" : "Napoleon Hill"},{"text" : "Persistence is to the character of man as carbon is to steel.","author" : "Napoleon Hill"},{"text" : "When defeat comes, accept it as a signal that your plans are not sound, rebuild those plans, and set sail once more toward your coveted goal.","author" : "Napoleon Hill"},{"text" : "You give before you get.","author" : "Napoleon Hill"},{"text" : "Every adversity, every failure, and every heartache, carries with it the seed of an equivalent or greater benefit.","author" : "Napoleon Hill"},{"text" : "No accurate thinker will judge another person by that which the other person's enemies say about him.","author" : "Napoleon Hill"},{"text" : "What ever the mind of man can conceive and believe, it can achieve.","author" : "Napoleon Hill"},{"text" : "It is literally true that you can succeed best and quickest by helping others to succeed.","author" : "Napoleon Hill"},{"text" : "Great achievement is usually born of great sacrifice, and is never the result of selfishness.","author" : "Napoleon Hill"},{"text" : "Set your target and keep trying until you reach it.","author" : "Napoleon Hill"},{"text" : "Desire is the starting point of all achievement, not a hope, not a wish, but a keen pulsating desire which transcends everything.","author" : "Napoleon Hill"},{"text" : "Weak desires bring weak results, just as a small amount of fire makes a small amount of heat.","author" : "Napoleon Hill"},{"text" : "When your desires are strong enough, you will appear to possess superhuman powers to achieve.","author" : "Napoleon Hill"},{"text" : "If you cannot do great things, do small things in a great way.","author" : "Napoleon Hill"},{"text" : "Think twice before you speak, because your words and influence will plant the seed of either success or failure in the mind of another.","author" : "Napoleon Hill"},{"text" : "Every adversity contains, at the same time, a seed of equivalent opportunity!","author" : "Napoleon Hill"},{"text" : "Cherish your visions and you dreams, as they are the children of your soul; the blueprints of your ultimate achievements","author" : "Napoleon Hill"},{"text" : "One of the most common causes of failure is the habit of quitting when one is overtaken by temporary defeat.","author" : "Napoleon Hill"},{"text" : "A quitter never wins and a winner never quits.","author" : "Napoleon Hill"},{"text" : "Effort only fully releases its reward after a person refuses to quit.","author" : "Napoleon Hill"},{"text" : "A Quitter never wins-and-a Winner never quits.","author" : "Napoleon Hill"},{"text" : "What the mind of man can conceive and believe, it can achieve.","author" : "Napoleon Hill"},{"text" : "Lack of loyalty is one of the major causes of failure in every walk of life.","author" : "Napoleon Hill"},{"text" : "Fears are nothing more than a state of mind.","author" : "Napoleon Hill"},{"text" : "Don't wait. The time will never be just right.","author" : "Napoleon Hill"},{"text" : "Most great people have attained their greatest success one step beyond their greatest failure.","author" : "Napoleon Hill"},{"text" : "Victory is always possible for the person who refuses to stop fighting.","author" : "Napoleon Hill"},{"text" : "You can be certain that when you feel you are being most unfairly tested, you are being prepared for great achievement.","author" : "Napoleon Hill"},{"text" : "Every adversity, every failure, every heartache carries with it the seed of a greater or equal benefit.","author" : "Napoleon Hill"},{"text" : "Procrastination is the bad habit of putting of until the day after tomorrow what should have been done the day before yesterday.","author" : "Napoleon Hill"},{"text" : "All achievements, all earned riches, have their beginning in an idea.","author" : "Napoleon Hill"},{"text" : "The starting point of all achievement is desire.","author" : "Napoleon Hill"},{"text" : "Everyone enjoys doing the kind of work for which he is best suited.","author" : "Napoleon Hill"},{"text" : "More gold has been mined from the thoughts of men than has been taken from the earth.","author" : "Napoleon Hill"},{"text" : "Every adversity, every failure, every heartache carries with it the seed of an equal or greater benefit.","author" : "Napoleon Hill"},{"text" : "Your real boss is the one who walks around under your hat.","author" : "Napoleon Hill"},{"text" : "Anything acquired without effort, and without cost is generally unappreciated.","author" : "Napoleon Hill"},{"text" : "If you do not conquer self, you will be conquered by self.","author" : "Napoleon Hill"},{"text" : "Whatever the mind can conceive and believe, it can achieve.","author" : "Napoleon Hill"},{"text" : "It is literally true that you can succeed best and quickest by by helping others to succeed.","author" : "Napoleon Hill"},{"text" : "If the winds of fortune are temporarily blowing against you, remember that you can harness them and make them carry you toward your definite purpose, through the use of your imagination.","author" : "Napoleon Hill"},{"text" : "The strongest oak of the forest is not the one that is protected from the storm and hidden from the sun. It's the one that stands in the open where it is compelled to struggle for its existence against the winds and rains and the scorching sun.","author" : "Napoleon Hill"},{"text" : "Any ideas, plan, or purpose may be placed in the mind through repetition of thought.","author" : "Napoleon Hill"},{"text" : "Within every setback or obstacle or disadvantage there is the seed of an equal or opposite or greater advantage or benefit.","author" : "Napoleon Hill"},{"text" : "Cherish your visions and your dreams as they are the children of your soul, the blueprints of your ultimate achievements.","author" : "Napoleon Hill"},{"text" : "Opportunity never sneaks up on those who straddle the fence of indecision.","author" : "Napoleon Hill"},{"text" : "Cherish your vision and your dreams as they are the children of your soul, the blueprints of your ultimate achievements.","author" : "Napoleon Hill"},{"text" : "You have a brain and mind of your own. Use it, and reach your own decisions.","author" : "Napoleon Hill"},{"text" : "Good intentions are useless until they are expressed in appropriate action!","author" : "Napoleon Hill"},{"text" : "Any idea, plan, or purpose may be placed in the mind through repetition of thought.","author" : "Napoleon Hill"},{"text" : "A goal is a dream with a deadline.","author" : "Napoleon Hill"},{"text" : "Strength and growth come only through continuous effort and struggle.","author" : "Napoleon Hill"},{"text" : "Initiative is as essential to success as a hub is essential to a wagon wheel.","author" : "Napoleon Hill"},{"text" : "Indecision, doubt and fear. The members of this unholy trio are closely related; where one is found, the other two are close at hand.","author" : "Napoleon Hill"},{"text" : "The worst of all human ailments: indecision.","author" : "Napoleon Hill"},{"text" : "Indecision is the seedling of fear.","author" : "Napoleon Hill"},{"text" : "Indecision is the seedling of fear","author" : "Napoleon Hill"},{"text" : "Your big opportunity may be right where you are now.","author" : "Napoleon Hill"},{"text" : "When your desires are strong enough you will appear to possess superhuman powers to achieve.","author" : "Napoleon Hill"},{"text" : "Concentration, itself, is nothing but a matter of control of the attention! Learn to fix your attention on a given subject, at will, for whatever length of time you choose, and you will have learned the secret passage way to power and plenty! This is concentration!","author" : "Napoleon Hill"},{"text" : "A man who can speak two languages is worth two men.","author" : "Napoleon Hill"},{"text" : "The master mind principle cannot obtain where perfect harmony does not prevail.","author" : "Napoleon Hill"},{"text" : "It takes half your life before you discover life is a do-it-yourself project.","author" : "Napoleon Hill"},{"text" : "There are no limitations to the mind except those that we acknowledge.","author" : "Napoleon Hill"},{"text" : "Most real failures are due to limitations which men set up in their own minds.","author" : "Napoleon Hill"},{"text" : "Most great people have attained their greatest success just one step beyond their greatest failure.","author" : "Napoleon Hill"},{"text" : "What remarkable strength is shown by the person who can lay aside personal prejudices and work without friction with a group of individuals with whom he or she is not in accord on many subjects.","author" : "Napoleon Hill"},{"text" : "One of the most valuable things any person can learn is the art of using the knowledge and experience of others.","author" : "Napoleon Hill"},{"text" : "The majority of people who fail to accumulate money sufficient for their needs are, generally, easily influenced by the opinion of others.","author" : "Napoleon Hill"},{"text" : "The ladder of success is never crowded at the top.","author" : "Napoleon Hill"},{"text" : "Our minds become magnetized with the dominating thoughts we hold in our minds and these magnets attract to us the forces, the people, the circumstances of life which harmonize with the nature of our dominating thoughts.","author" : "Napoleon Hill"},{"text" : "If you cannnot do great things, do small things in a great way.","author" : "Napoleon Hill"},{"text" : "Action is the real measure of intelligence.","author" : "Napoleon Hill"},{"text" : "Take inventory of yourself, see if any remnants of fear are standing in your way. Then you may grow... because nothing, absolutely nothing, can stand in your way.","author" : "Napoleon Hill"},{"text" : "Until you have cultivated the habit of saying some kind word of those whom you do not admire, you will be neither successful nor happy.","author" : "Napoleon Hill"},{"text" : "When you close the door of your mind to negative thoughts, the door of opportunity opens to you.","author" : "Napoleon Hill"},{"text" : "You are the master of your destiny. You can influence, direct and control your own environment. You can make your life what you want it to be.","author" : "Napoleon Hill"},{"text" : "Remember, no more effort is required to aim high in life, to demand abundance and prosperity, than is required to accept misery and poverty.","author" : "Napoleon Hill"},{"text" : "One bad habit often spoils a dozen good ones.","author" : "Napoleon Hill"},{"text" : "If you don’t want your life to be 'messed up', don’t fool around with those who have messed up theirs.","author" : "Napoleon Hill"},{"text" : "Your mental attitude is the most dependable key to your personality.","author" : "Napoleon Hill"},{"text" : "The turning point in the life of those who succeed usually comes at the moment of some crisis.","author" : "Napoleon Hill"},{"text" : "It is strange, but true, that the most important turning-points of life often come at the most unexpected times and in the most unexpected ways.","author" : "Napoleon Hill"},{"text" : "Practical dreamers do not quit.","author" : "Napoleon Hill"},{"text" : "Practical dreamers have always been and always will be the pattern-makers of civilization.","author" : "Napoleon Hill"},{"text" : "Out of resistance comes strength.","author" : "Napoleon Hill"},{"text" : "Quick riches are more dangerous than poverty.","author" : "Napoleon Hill"},{"text" : "Happiness is found in doing, not merely possessing.","author" : "Napoleon Hill"},{"text" : "The possibilities of creative effort connected with the subconscious mind are stupendous and imponderable. They inspire one with awe.","author" : "Napoleon Hill"},{"text" : "The most damaging forms of intolerance are connected with religious, racial and political differences of opinion.","author" : "Napoleon Hill"},{"text" : "Waste no words on a man who dislikes you. Actions will impress him more.","author" : "Napoleon Hill"},{"text" : "Every person who wins in any undertaking must be willing to burn his ships and cut all sources of retreat.","author" : "Napoleon Hill"},{"text" : "Self-discipline begins with the mastery of your thoughts. If you don't control what you think, you can't control what you do. Simply, self-discipline enables you to think first and act afterward.","author" : "Napoleon Hill"},{"text" : "The reason man may become the master of his own destiny is because he has the power to influence his own subconscious mind.","author" : "Napoleon Hill"},{"text" : "The subconscious mind is more susceptible to influence by impulses of thought mixed with 'feeling' or emotion, than by those originating solely in the reasoning portion of the mind.","author" : "Napoleon Hill"},{"text" : "One of the main weaknesses of mankind is the average man's familiarity with the word 'impossible.","author" : "Napoleon Hill"},{"text" : "Every adversity, every failure, and every heartache, carries with it the seed of an equivalent or greater benefit","author" : "Napoleon Hill"},{"text" : "Wise men, when in doubt whether to speak or to keep quiet, give themselves the benefit of the doubt, and remain silent.","author" : "Napoleon Hill"},{"text" : "Life, on this Earth may be likened to a great Kaleidoscope before which the scenes and facts and material substances are ever shifting and changing and all any man can do is to take these facts and substances and re-arrange them in new combinations.","author" : "Napoleon Hill"},{"text" : "Opportunity often comes disguised in the form of misfortune, or temporary defeat.","author" : "Napoleon Hill"},{"text" : "Every human brain is both a broadcasting and receiving station for the vibration of thought.","author" : "Napoleon Hill"},{"text" : "Don’t wait. The time will never be just right.","author" : "Napoleon Hill"},{"text" : "Big pay and little responsibility are circumstances seldom found together.","author" : "Napoleon Hill"},{"text" : "Man, alone can transform the power of his thoughts into physical reality; man, alone can dream, and make his dream come true.","author" : "Napoleon Hill"},{"text" : "The mastermind principle cannot obtain where perfect harmony does not prevail.","author" : "Napoleon Hill"},{"text" : "If you must speak ill of another, do not speak it, write it in the sand near the water's edge.","author" : "Napoleon Hill"},{"text" : "Patience, persistence and perspiration make an unbeatable combination for success.","author" : "Napoleon Hill"},{"text" : "When defeat overtakes a man, the easiest and most logical thing to do is to QUIT. That is exactly what the majority of men do.","author" : "Napoleon Hill"},{"text" : "Time is a master worker that heals the wounds of temporary defeat, and equalizes the inequalities and rights the wrongs of the world.","author" : "Napoleon Hill"},{"text" : "Self-disciplined begins with the mastery of your thoughts. If you don't control what you think, you can't control what you do. Simply, self-discipline enables you to think first and act afterward.","author" : "Napoleon Hill"},{"text" : "Whatever you can conceive and believe, you can achieve.","author" : "Napoleon Hill"},{"text" : "Celebrate your success and stand strong when adversity hits, for when the storm clouds come in, the eagles soar while the small birds take cover.","author" : "Napoleon Hill"},{"text" : "The number one reason people fail in life is because they listen to their friends, family, and neighbors.","author" : "Napoleon Hill"},{"text" : "Man, alone, has the power to transform his thoughts into physical reality. Man, alone, can dream and make his dreams come true.","author" : "Napoleon Hill"},{"text" : "First comes thought; then organization of that thought, into ideas and plans; then transformation of those plans into reality.","author" : "Napoleon Hill"},{"text" : "The starting point of all achievement is desire. Keep in constantly in mind. Weak desire brings weak results, just as a small amount of fire makes a small amount of heat.","author" : "Napoleon Hill"}]