Taking a toddler to school is one of the most satisfying moments in my many years in public life.
Terrorism is global and can come from even remote countries.
A crime is a crime irrespective of the birth marks of the criminal.
Transparency is the key to good governance & e-governance is the only effective way of transparent governance.
Through a policy driven approach we have wage a war against poverty and we are confident we will win this war.
India is a democratic country & anyone can become a PM.
A national festival is an occasion to refine and rebuild the national character.
People's participation is the essence of good governance.
It is easy to turn a scooter, but not a train with 40 bogeys. This is such a big country, changes are constant and widespread.
Each one of us has a natural instinct to rise, like a flame of the lamp. Lets nurture this instinct.
We need to give importance to skill development because this way we can end unemployment.
Our constitution is a ray of hope: H for harmony, O for Opportunity, P for people's participation and E for equality.
Every village should celebrate its birthday & it will end the poison of casteism… and once casteism ends, see how the strength of villages increase!
Good days are upon us.
Fighting Climate Change calls for innovation, cooperation and will power to make the changes that the world needs.
If you read the biography of any great man, you will always notice two things: His mother's contribution in his progress and his teacher's contribution in his growth and development.
Federalism is no longer the fault line of Centre-State relations but the definition of a new partnership of Team India. Citizens now have the ease of trust, not the burden of proof and process. Businesses find an environment that is open and easy to work in.
I found that the corridors of power in Delhi were littered with lobbies of various kinds.
We want a good government that works. Let us rise above caste divisions and nepotism and pledge to elect a government that is development oriented. Delhi needs a stable government and a strong government.
Hard work never brings fatigue.
The world used to think we are a land of snake charmers and black magic. But our youth has surprised the world with its IT skills. I dream of a digital India.
I think it is a very natural tendency for the nations to increase their influence in the international space, as they pursue their international relations with different countries.
With the gun you can make the earth red but if you have a plough you can make the earth green.
Celebrate the birth of a girl child by planting 5 trees in your village.
Skill development remains our priority. We are blessed with a demographic dividend that can take us to great heights.