[{"text" : "The hardest work you and I will ever do is to put off our selfishness.","author" : "Neal A. Maxwell"},{"text" : "Without making a fetish of goal setting, and without letting 'lists' of tasks we desire to do dominate us, some recording of goals is wise not only for the self-reminder these constitute, but also for the satisfaction of crossing things off.","author" : "Neal A. Maxwell"},{"text" : "We should certainly count our blessings, but we should also make our blessings count.","author" : "Neal A. Maxwell"},{"text" : "Trials and tribulations tend to squeeze the artificiality out of us, leaving the essence of what we really are and clarifying what we really yearn for.","author" : "Neal A. Maxwell"},{"text" : "The soul is like a violin string: it makes music only when it is stretched.","author" : "Neal A. Maxwell"},{"text" : "Discouragement is not the absence of adequacy but the absence of courage.","author" : "Neal A. Maxwell"},{"text" : "If we entertain temptations, soon they begin entertaining us!","author" : "Neal A. Maxwell"},{"text" : "Meekness, the subtraction of self, reduces the multiplication of words.","author" : "Neal A. Maxwell"},{"text" : "Love, patience, and meekness can be just as contagious as rudeness and crudeness.","author" : "Neal A. Maxwell"},{"text" : "When we rejoice in beautiful scenery, great art, and great music, it is but the flexing of instincts acquired in another place and another time.","author" : "Neal A. Maxwell"},{"text" : "Though we have rightly applauded our ancestors for their spiritual achievements, those of us who prevail today will have done no small thing.","author" : "Neal A. Maxwell"},{"text" : "The Savior knows what it's like to die of cancer.","author" : "Neal A. Maxwell"},{"text" : "The scriptures offer us so many doctrinal diamonds. And when the light of the Spirit plays upon their several facets, they sparkle with celestial sense and illuminate the path we are to follow.","author" : "Neal A. Maxwell"},{"text" : "The Savior knows what it's like to die of cancer.","author" : "Neal A. Maxwell"},{"text" : "The scriptures offer us so many doctrinal diamonds. And when the light of the Spirit plays upon their several facets, they sparkle with celestial sense and illuminate the path we are to follow.","author" : "Neal A. Maxwell"},{"text" : "I am as I am, And so is a stone; Them that don't like me, Must leave me alone.","author" : "Neal A. Maxwell"},{"text" : "A basic cause of murmuring is that too many of us seem to expect that life will flow ever smoothly, featuring an unbroken chain of green lights with empty parking places just in front of our destinations!.","author" : "Neal A. Maxwell"},{"text" : "All crosses are easier to carry when we keep moving.","author" : "Neal A. Maxwell"},{"text" : "Progress is measured by milestones. What many good people lack are markers that might tell them how they are actually doing. Goals can become a ritual or a fetish, but in the right measure they can give us some much needed reference points.","author" : "Neal A. Maxwell"},{"text" : "We cannot improve the world if we are conformed to the world.","author" : "Neal A. Maxwell"},{"text" : "When we are racked or harrowed up or tormented by guilt or burdened with grief, He can heal us. While we do not fully understand how the Atonement of Christ was made, we can experience the peace of God which passeth all understanding.","author" : "Neal A. Maxwell"},{"text" : "Any assessment of where we stand in relationship to Him tells us that we do not stand at all. We kneel.","author" : "Neal A. Maxwell"},{"text" : "God’s grace will cover us like a cloak-enough to provide for survival but too thin to keep out all the cold.","author" : "Neal A. Maxwell"},{"text" : "Our little pebble of poor performance helps to start, or to sustain, an avalanche.","author" : "Neal A. Maxwell"},{"text" : "The imperfections of others never release us from the need to work on our own shortcomings.","author" : "Neal A. Maxwell"}]