We must use time wisely and forever realize that the time is always ripe to do right.
Education is the most powerful weapon which you can use to change the world.
There is no passion to be found playing small ? in settling for a life that is less than the one you are capable of living.
When a man is denied the right to live the life he believes in, he has no choice but to become an outlaw.
No one is born hating another person because of the colour of his skin, or his background, or his religion. People must learn to hate, and if they can learn to hate, they can be taught to love, for love comes more naturally to the human heart than its opposite.
May your choices reflect your hopes, not your fears.
When the water starts boiling it is foolish to turn off the heat.
For to be free is not merely to cast off one's chains, but to live in a way that respects and enhances the freedom of others.
I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear.
The greatest glory in living lies not in never falling, but in rising every time we fall.
I stand here before you not as a prophet, but as a humble servant of you, the people.
Running taught me valuable lessons. In cross-country competition, training counted more than intrinsic ability, and I could compensate for a lack of natural aptitude with diligence and discipline. I applied this in everything I did.
We can change the world and make it a better place. It is in your hands to make a difference.
If you want to make peace with your enemy, you have to work with your enemy. Then he becomes your partner.
As I walked out the door toward the gate that would lead to my freedom, I knew if I didn't leave my bitterness and hatred behind, I'd still be in prison.
It always seems impossible until it's done.
There is no passion to be found playing small-in settling for a life that is less than the one you are capable of living.
Quitting is leading too.
No one is born hating another person because of the color of his skin, or his background, or his religion. People must learn to hate, and if they can learn to hate, they can be taught to love, for love comes more naturally to the human heart than its opposite.
It is so easy to break down and destroy. The heroes are those who make peace and build.
Our human compassion binds us the one to the other-not in pity or patronizingly, but as human beings who have learnt how to turn our common suffering into hope for the future.
There is nothing like returning to a place that remains unchanged to find the ways in which you yourself have altered.
To deny people their human rights is to challenge their very humanity.
There is no passion to be found playing small in settling for a life that is less than the one you are capable of living.
A good head and good heart are always a formidable combination. But when you add to that a literate tongue or pen, then you have something very special.
Death is something inevitable. When a man has done what he considers to be his duty to his people and his country, he can rest in peace. I believe I have made that effort and that is, therefore, why I will sleep for the eternity.
Let freedom reign. The sun never set on so glorious a human achievement.
Great anger and violence can never build a nation.
Overcoming poverty is not a gesture of charity. It is an act of justice. It is the protection of a fundamental human right, the right to dignity and a decent life.
Prison itself is a tremendous education in the need for patience and perseverance. It is above all a test of one's commitment.
Even behind prison walls I can see the heavy clouds and the blue sky over the horizon.
There is no passion to be found playing small - in settling for a life that is less than the one you are capable of living.
After climbing a great hill, one only finds that there are many more hills to climb.
Old age is like climbing a mountain. You climb from ledge to ledge. The higher you get, the more tired and breathless you become, but your views become more extensive.
Part of building a new nation means building a spirit of tolerance, love and respect amongst the people of this country.
If you talk to a man in a language he understands, that goes to his head. If you talk to him in his own language, that goes to his heart.
We pledge ourselves to liberate all our people from the continuing bondage of poverty, deprivation, suffering, gender and other discrimination.
There is no easy walk to freedom anywhere.
I am the captain of my soul.
It is wise to persuade people to do things and make them think it was their own idea.
Our human compassion binds us the one to the other - not in pity or patronizingly, but as human beings who have learnt how to turn our common suffering into hope for the future.
Money won't create success, freedom to make it will.
True reconciliation does not consist in merely forgetting the past.
Reconciliation means working together to correct the legacy of past injustice.
In the end, reconciliation is a spiritual process, which requires more than just a legal framework. It has to happen in the hearts and minds of people.
An initiative was essentially led by civil society because the policy of the government was that Africans must not be taught to graze in pastures which were reserved for the main white group.
Even if you have a terminal disease, you don't have to sit down and mope. Enjoy life and challenge the illness that you have.
No problem is so deep that it cannot be overcome, given the will of all parties, through discussion and negotiation rather than force and violence.
Only free men can negotiate; prisoners cannot enter into contracts. Your freedom and mine cannot be separated.
Negotiation and discussion are the greatest weapons we have for promoting peace and development.
One cannot be prepared for something while secretly believing it will not happen.
It always seem impossible until it's done.
Let us remind ourselves that our work is far from complete. Where there is poverty and sickness, including AIDS, where human beings are being oppressed, there is more work to be done. Our work is for freedom for all.
Let us give publicity to HIV.AIDS and not hide it, because [that is] the only way to make it appear like a normal illness.
History will surely judge us harshly if we do not respond with all the energy and resources that we can bring to bear in the fight against HIV.AIDS.
AIDS is no longer just a disease, it is a human rights issue.
HIV.AIDS is the greatest danger we have faced for many, many centuries. HIV.AIDS is worse than a war. It is like a world war. Millions of people are dying from it.
If you talk to a man in a language he understands, that goes to his head. If you talk to him in his language, that goes to his heart.
Blaming things on the past does not make them better.
There is nobody more dangerous than one who has been humiliated, even when you humiliate him rightly.
As long as poverty, injustice and gross inequality persist in our world, none of us can truly rest.
We must nurture tolerance, collective wisdom, and democracy.
A fundamental concern for others in our individual and community lives would go a long way in making the world the better place we so passionately dreamt of.
The death sentence is a barbaric act . . . It is a reflection of the animal instinct still in human beings.
Sabotage did not involve loss of life, and it offered the best hope for future race relations. Bitterness would be kept to a minimum and, if the policy bore fruit, democratic government could become a reality.
A good head and a good heart are always a formidable combination.
The brave man is not the one who has no fears, he is the one who triumphs over his fears.
You can never have an impact on society if you have not changed yourself.
The habit of attending to small things and of appreciating small courtesies is one of the important marks of a good person.
We don't have to be victims of our past, that we can let go of our bitterness, and that all of us can achieve greatness.
Everyone can rise above their circumstances and achieve success if they are dedicated to and passionate about what they do.
Intervention only works when the people concerned seem to be keen for peace.
Money won't create success, the freedom to make it will.
Remember to celebrate milestones as you prepare for the road ahead.
Change your life today.
We know too well that our freedom is incomplete without the freedom of the Palestinians.
It is most unusual to return to a place that has changed in ways you yourself have altered.
It always seems impossible until it’s done.
There are so many men and women who hold no distinctive positions but whose contribution towards the development of society has been enormous.
The real meaning of the spoken word has to be demonstrated by practical deeds.
If there are dreams about a beautiful South Africa, there are also roads that lead to their goal. Two of these roads could be named Goodness and Forgiveness.
I will not leave South Africa, nor will I surrender. Only through hardship, sacrifice and militant action can freedom be won. The struggle is my life. I will continue fighting for freedom until the end of my days.
It is better to lead from behind and to put others in front, especially when you celebrate victory when nice things occur.
You know, you can only lead them from behind.
It was not lack of ability that limited my people, but lack of opportunity.
Like slavery and apartheid, poverty is not natural. It is man-made and it can be overcome and eradicated by the actions of human beings.
Poverty is not natural; it is man-made
The impression that you are a demigod worried me. I wanted to be like an ordinary human being with virtues and vices.
There is nothing I fear more than waking up without a program that will help me bring a little happiness to those with no resources, those who are poor, illiterate, and ridden with terminal disease.
I learned that courage was not the absence of fear, but the triumph over it… The brave man is not he who does not feel afraid, but he who conquers that fear.
I am fundamentally an optimist. Whether that comes from nature or nurture, I cannot say. Part of being optimistic is keeping one's head pointed toward the sun, one's feet moving forward. There were many dark moments when my faith in humanity was sorely tested, but I would not and could not give up to despair. That way lay defeat and death.
Overcoming poverty is not a gesture of charity. It is an act of justice.
Our experience has taught us that with goodwill a negotiated solution can be found for even the most profound problems.
There can be no keener revelation of a society’s soul than the way in which it treats its children.
Any newly married person should be forgiven for feeling a little jealous when their spouse, within the first six months of their marriage, leaves them to visit another place, not once but twice.
As we are liberated from our own fear, our presence automatically liberates others.
We ask ourselves, who am I to be brilliant, gorgeous, handsome, talented, and fabulous? Actually, who are you not to be?
Do not judge me by my successes, judge me by how many times I fell down and got back up again.
Victory in a great cause is measured not only by reaching the final goal. It is also a triumph to live up to expectations in your lifetime.
If our expectations—if our fondest prayers and dreams— are not realized, then we should all bear in mind that the greatest glory of living lies not in never falling, but in rising every time you fall.
The knowledge that in your day you did your duty, and lived up to the expectations of your fellow men is in itself a rewarding experience and magnificent achievement.
Since the dawn of history, mankind has honoured and respected brave and honest people.
What counts in life is not the mere fact that we have lived. It is what difference we have made to the lives of others that will determine the significance of the life we lead.
We tried in our simple way to lead our life in a manner that may make a difference to those of others.
Gardening is a metaphor for life, teaching you to nourish new life and weed out that which cannot succeed.
It is also the fate of leadership to be misunderstood. It is a grave error for any leader to be oversensitive in the face of criticism, to conduct discussions as if he or she is a schoolmaster talking to less informed and inexperienced learners.
Where globalization means, as it so often does, that the rich and powerful now have new means to further enrich and empower themselves at the cost of the poorer and weaker, we have a responsibility to protest in the name of universal freedom.