[{"text" : "Men rise from one ambition to another: first, they seek to secure themselves against attack, and then they attack others.","author" : "Niccolo Machiavelli"},{"text" : "Men shrink less from offending one who inspires love than one who inspires fear.","author" : "Niccolo Machiavelli"},{"text" : "A sign of intelligence is an awareness of one's own ignorance.","author" : "Niccolo Machiavelli"},{"text" : "A son can bear with equanimity the loss of his father, but the loss of his inheritance may drive him to despair.","author" : "Niccolo Machiavelli"},{"text" : "Whosoever desires constant success must change his conduct with the times.","author" : "Niccolo Machiavelli"},{"text" : "There is no avoiding war; it can only be postponed to the advantage of others.","author" : "Niccolo Machiavelli"},{"text" : "The promise given was a necessity of the past: the word broken is a necessity of the present.","author" : "Niccolo Machiavelli"},{"text" : "Politics have no relation to morals.","author" : "Niccolo Machiavelli"},{"text" : "Men sooner forget the death of their father than the loss of their patrimony.","author" : "Niccolo Machiavelli"},{"text" : "Entrepreneurs are simply those who understand that there is little difference between obstacle and opportunity and are able to turn both to their advantage.","author" : "Niccolo Machiavelli"},{"text" : "If an injury has to be done to a man it should be so severe that his vengeance need not be feared.","author" : "Niccolo Machiavelli"},{"text" : "Never do an enemy a small injury.","author" : "Niccolo Machiavelli"},{"text" : "Tardiness often robs us opportunity, and the dispatch of our forces.","author" : "Niccolo Machiavelli"},{"text" : "It is better to be feared than loved, if you cannot be both.","author" : "Niccolo Machiavelli"},{"text" : "There is no surer sign of decay in a country than to see the rites of religion held in contempt.","author" : "Niccolo Machiavelli"},{"text" : "There is nothing so difficult or so dangerous as to undertake to change the order of things.","author" : "Niccolo Machiavelli"},{"text" : "The lion cannot protect himself from traps, and the fox cannot defend himself from wolves. One must therefore be a fox to recognize traps, and a lion to frighten wolves.","author" : "Niccolo Machiavelli"},{"text" : "Men are driven by two principal impulses, either by love or by fear.","author" : "Niccolo Machiavelli"},{"text" : "The more sand has escaped from the hourglass of our life, the clearer we should see through it.","author" : "Niccolo Machiavelli"},{"text" : "It is better to act and repent, than not to act and regret.","author" : "Niccolo Machiavelli"},{"text" : "It is not titles that honor men, but men that honor titles.","author" : "Niccolo Machiavelli"},{"text" : "The vulgar crowd always is taken by appearances, and the world consists chiefly of the vulgar.","author" : "Niccolo Machiavelli"},{"text" : "No enterprise is more likely to succeed than one concealed from the enemy until it is ripe for execution.","author" : "Niccolo Machiavelli"},{"text" : "Whoever conquers a free town and does not demolish it commits a great error and may expect to be ruined himself.","author" : "Niccolo Machiavelli"},{"text" : "Nature that framed us of four elements, warring within our breasts for regiment, doth teach us all to have aspiring minds.","author" : "Niccolo Machiavelli"},{"text" : "Where the willingness is great, the difficulties cannot be great.","author" : "Niccolo Machiavelli"},{"text" : "He who makes war his profession cannot be otherwise than vicious. War makes thieves, and peace brings them to the gallows.","author" : "Niccolo Machiavelli"},{"text" : "For the mob is always impressed by appearances and by results, and the world is composed of the mob.","author" : "Niccolo Machiavelli"},{"text" : "Prudence therefore consists in knowing how to distinguish degrees of disadvantage.","author" : "Niccolo Machiavelli"},{"text" : "Every little advantage is of great moment when men have to come to blows.","author" : "Niccolo Machiavelli"},{"text" : "It is double pleasure to deceive the deceiver.","author" : "Niccolo Machiavelli"},{"text" : "The first method for estimating the intelligence of a ruler is to look at the men he has around him.","author" : "Niccolo Machiavelli"},{"text" : "To understand the nature of the people one must be a prince, and to understand the nature of the prince, one must be of the people.","author" : "Niccolo Machiavelli"},{"text" : "Always assume incompetence before looking for conspiracy.","author" : "Niccolo Machiavelli"},{"text" : "In conclusion, the arms of others either fall from your back, or they weigh you down, or they bind you fast.","author" : "Niccolo Machiavelli"},{"text" : "A return to first principles in a republic is sometimes caused by the simple virtues of one man. His good example has such an influence that the good men strive to imitate him, and the wicked are ashamed to lead a life so contrary to his example.","author" : "Niccolo Machiavelli"},{"text" : "To understand the nature of the people one must be a prince, to understand the nature of the prince, one must be of the people.","author" : "Niccolo Machiavelli"},{"text" : "Therefore the best fortress is to be found in the love of the people, for although you may have fortresses they will not save you if you are hated by the people.","author" : "Niccolo Machiavelli"},{"text" : "And if, to be sure, sometimes you need to conceal a fact with words, do it in such a way that it does not become known, or if it does become known, that you have a ready and quick defense.","author" : "Niccolo Machiavelli"},{"text" : "When neither their property nor their honor is touched, the majority of men live content.","author" : "Niccolo Machiavelli"},{"text" : "Men rise from one ambition to another. First, they seek to secure themselves against attack, and then they attack others.","author" : "Niccolo Machiavelli"},{"text" : "And if, to be sure, sometimes you need to conceal a fact with words, do it in such a way that it does not become known, or, if it does become known, that you have a ready and quick defense.","author" : "Niccolo Machiavelli"}]