[{"text" : "An expert is a person who has found out by his own painful experience all the mistakes that one can make in a very narrow field.","author" : "Niels Bohr"},{"text" : "There are some things so serious you have to laugh at them.","author" : "Niels Bohr"},{"text" : "Everything we call real is made of things that cannot be regarded as real.","author" : "Niels Bohr"},{"text" : "Physics is the belief that a simple and consistent description of nature is possible.","author" : "Niels Bohr"},{"text" : "How wonderful that we have met with a paradox. Now we have some hope of making progress.","author" : "Niels Bohr"},{"text" : "Every valuable human being must be a radical and a rebel, for what he must aim at is to make things better than they are.","author" : "Niels Bohr"},{"text" : "Every great and deep difficulty bears in itself its own solution. It forces us to change our thinking in order to find it.","author" : "Niels Bohr"},{"text" : "The opposite of a fact is a falsehood, but the opposite of one profound truth may very well be another profound truth.","author" : "Niels Bohr"},{"text" : "Opposites are not contradictory but complementary.","author" : "Niels Bohr"},{"text" : "The opposite of a correct statement is a false statement. But the opposite of a profound truth may well be another profound truth.","author" : "Niels Bohr"},{"text" : "If anybody says he can think about quantum physics without getting giddy, that only shows he has not understood the first thing about them.","author" : "Niels Bohr"},{"text" : "The best weapon of a dictatorship is secrecy, but the best weapon of a democracy should be the weapon of openness.","author" : "Niels Bohr"},{"text" : "No, no, you're not thinking; you're just being logical.","author" : "Niels Bohr"},{"text" : "An expert is a man who has made all the mistakes which can be made in a very narrow field.","author" : "Niels Bohr"},{"text" : "All seem a little awkward and not to have an inner beauty we usually expect from truth. But sometimes the truth is discovered first and the beauty or 'necessity' of the truth seen only later.","author" : "Niels Bohr"},{"text" : "We are all agreed that your theory is crazy. The question which divides us is whether it is crazy enough to have a chance of being correct. My own feeling is that it is not crazy enough.","author" : "Niels Bohr"},{"text" : "Prediction is very difficult, especially about the future.","author" : "Niels Bohr"}]