[{"text" : "We love because it is the only true adventure.","author" : "Nikki Giovanni"},{"text" : "A lot of people resist transition and therefore never allow themselves to enjoy who they are. Embrace the change, no matter what it is; once you do, you can learn about the new world you're in and take advantage of it.","author" : "Nikki Giovanni"},{"text" : "Love is the offspring of spiritual affinity and unless that affinity is created in a moment, it will not be created for years or even generations.","author" : "Nikki Giovanni"},{"text" : "Deal with yourself as a individual, worthy of respect and make everyone else deal with you the same way.","author" : "Nikki Giovanni"},{"text" : "Follow your image as far as you can no matter how useless you think it is. Push yourself.","author" : "Nikki Giovanni"},{"text" : "Black love is black wealth.","author" : "Nikki Giovanni"},{"text" : "Black Poetry is not for Black People...","author" : "Nikki Giovanni"},{"text" : "If you're a writer, the answer to everything is yes.","author" : "Nikki Giovanni"},{"text" : "Sacred cows make very poor gladiators.","author" : "Nikki Giovanni"},{"text" : "Deal with yourself as an individual worthy of respect and make everyone else deal with you the same way.","author" : "Nikki Giovanni"},{"text" : "If you are sitting there waiting for someone to tell you how wonderful you are, you'll never get anything done. Women need to get over being women. I'm tired of that socialization of women; that we are always supposed to be sitting around pleasing somebody.","author" : "Nikki Giovanni"},{"text" : "I love you because no two snowflakes are alike, and it is possible, if you stand tippy-toe, to walk between the raindrops.","author" : "Nikki Giovanni"},{"text" : "Some people forget that love is . tucking you in and kissing you . “Good night” .","author" : "Nikki Giovanni"},{"text" : "Love means exposing yourself to the pains of being hurt, deeply hurt by someone you trust.","author" : "Nikki Giovanni"},{"text" : "Go barefoot and be warm all the time not only when you go to bed and sleep.","author" : "Nikki Giovanni"},{"text" : "I'm glad I understand that while language is a gift, listening is a responsibility.","author" : "Nikki Giovanni"},{"text" : "Once you know who you are, you don't have to worry anymore. She knows who she is because she knows who she isn't.","author" : "Nikki Giovanni"},{"text" : "I move on feeling and have learned to distrust who don't.","author" : "Nikki Giovanni"},{"text" : "It's not a ladder we're climbing, it's literature we're producing. We cannot possibly leave it to history as a discipline nor to sociology nor science nor economics to tell the story of our people.","author" : "Nikki Giovanni"}]