If you don't go after what you want, you'll never have it. If you don't ask, the answer is always no. If you don't step forward, you're always in the same place.
Two women can't share a house comfortably, no matter how fond they might be of each other. It's got to be one woman's kitchen.
You can't just hope for happy endings. You have to believe in them. Then do the work, take the risks.
Feeling too much is a hell of a lot better than feeling nothing.
If people let other people alone, people would be better off. It's always people that screw things up for people anyway.
When something comes easy, you usually let it go the same way.
Grudges are bridges with faulty spans. Falling off one is a lot more rewarding than getting stuck on the other side.
Ireland is a land of poets and legends, of dreamers and rebels. All of these have music woven through and around them. Tunes for dancing or for weeping, for battle or for love.
A woman with romance in her life lived as grandly as a queen, because her heart was treasured.
Love is not enough. But, it is the rock on which all else stands.
I think those who have impact and influence over us are often unaware.
We're all victims of what life deals out. It's how we handle it that's important.
Decisions made quickly were almost always regretted quickly.
Good fiction creates its own reality.
It takes a lot of spine and stomach to make yourself into something when no one gives you a foundation.
There are no dead ends, just detours.
If you don’t go after what you want, you’ll never have it. If you don’t ask, the answer is always no. If you don’t step forward, you’re always in the same place.
Nothing ever seems too bad, too hard or too sad when you've got a Christmas tree in the living room. All those presents under it, all that anticipation. Just a way of saying there's always light and hope in the world.
There was nothing like a Saturday - unless it was the Saturday leading up to the last week of school and into summer vacation. That of course was all the Saturdays of your life rolled into one big shiny ball.
He makes me mad, and he makes me happy.
We'll find one just as good. We'll find ours. I love you. He kissed each of her dimples. I'll make you happy.
He was so patient with me, so genuinely happy for me.
The wounded recognized the wounded.
Holding onto something that's gone only makes a sickness inside.