[{"text" : "Laughter serves as a blocking agent. Like a bulletproof vest, it may help protect you against the ravages of negative emotions that can assault you in disease.","author" : "Norman Cousins"},{"text" : "The individual is capable of both great compassion and great indifference.","author" : "Norman Cousins"},{"text" : "The individual is capable of both great compassion and great indifference. He has it within his means to nourish the former and outgrow the latter.","author" : "Norman Cousins"},{"text" : "Death is not the greatest loss in life. The greatest loss is what dies inside us while we live.","author" : "Norman Cousins"},{"text" : "War is an invention of the human mind. The human mind can invent peace.","author" : "Norman Cousins"},{"text" : "In a democracy, the individual enjoys not only the ultimate power but carries the ultimate responsibility.","author" : "Norman Cousins"},{"text" : "Respect for the fragility and importance of an individual life is still the mark of an educated man.","author" : "Norman Cousins"},{"text" : "A library is the delivery room for the birth of ideas, a place where history comes to life.","author" : "Norman Cousins"},{"text" : "Each patient carries his own doctor inside him.","author" : "Norman Cousins"},{"text" : "Drugs are not always necessary. Belief in recovery always is.","author" : "Norman Cousins"},{"text" : "The marvelous pharmacy that was designed by nature and placed into our being by the universal architect produces most of the medicines we need.","author" : "Norman Cousins"},{"text" : "The more serious the illness, the more important it is for you to fight back, mobilizing all your resources-spiritual, emotional, intellectual, physical.","author" : "Norman Cousins"},{"text" : "We are wide-eyed in contemplating the possibility that life may exist elsewhere in the universe, but we wear blinders when contemplating the possibilities of life on earth.","author" : "Norman Cousins"},{"text" : "Reverence for life is more than solicitude or sensitivity for life. It is a sense of the whole, a capacity for inspired response, a respect for the intricate universe of individual life. It is the supreme awareness of awareness itself.","author" : "Norman Cousins"},{"text" : "It makes little difference how many university courses or degrees a person may own. If he cannot use words to move an idea from one point to another, his education is incomplete.","author" : "Norman Cousins"},{"text" : "For every low there is an equal but opposite high.","author" : "Norman Cousins"},{"text" : "We will not have peace by afterthought.","author" : "Norman Cousins"},{"text" : "Infinity converts the possible into the inevitable.","author" : "Norman Cousins"},{"text" : "It is no longer correct to regard higher education solely as a privilege. It is a basic right in today's world.","author" : "Norman Cousins"},{"text" : "The eternal quest of the individual human being is to shatter his loneliness.","author" : "Norman Cousins"},{"text" : "Intelligence and the spirit of adventure can be combined to create new energies, and out of these energies may come exciting and rewarding new prospects.","author" : "Norman Cousins"},{"text" : "Words have to be crafted, not sprayed. They need to be fitted together with infinite care.","author" : "Norman Cousins"},{"text" : "History is a vast early warning system.","author" : "Norman Cousins"},{"text" : "Wisdom consists of the anticipation of consequences.","author" : "Norman Cousins"},{"text" : "Optimism doesn't wait on facts. It deals with prospects. Pessimism is a waste of time.","author" : "Norman Cousins"},{"text" : "Drugs are not always necessary, (but) belief in recovery always is.","author" : "Norman Cousins"}]