[{"text" : "Always do your best. What you plant now, you will harvest later.","author" : "Og Mandino"},{"text" : "Don't waste it with a false start of no start at all. You were not born to fail.","author" : "Og Mandino"},{"text" : "Failure will never overtake me if my determination to succeed is strong enough.","author" : "Og Mandino"},{"text" : "Beginning today, treat everyone you meet as if they were going to be dead by midnight. Extend to them all the care, kindness and understanding you can muster, and do it with no thought of any reward. Your life will never be the same again.","author" : "Og Mandino"},{"text" : "For now you know one of the greatest principles of success; if you persist long enough you will win.","author" : "Og Mandino"},{"text" : "To do anything truly worth doing, I must not stand back shivering and thinking of the cold and danger, but jump in with gusto and scramble through as well as I can.","author" : "Og Mandino"},{"text" : "Always render more and better service than is expected of you, no matter what your task may be.","author" : "Og Mandino"},{"text" : "I will love the light for it shows me the way, yet I will endure the darkness because it shows me the stars.","author" : "Og Mandino"},{"text" : "Do not listen to those who weep and complain, for their disease is contagious.","author" : "Og Mandino"},{"text" : "Obstacles are necessary for success because in selling, as in all careers of importance, victory comes only after many struggles and countless defeats.","author" : "Og Mandino"},{"text" : "The victory of success is half won when one gains the habit of setting goals and achieving them. Even the most tedious chore will become endurable as you parade through each day convinced that each task, no matter how menial or boring, brings you closer to achieving your dreams.","author" : "Og Mandino"},{"text" : "If I persist long enough I will win.","author" : "Og Mandino"},{"text" : "Today I begin a new life. I will greet this day with love in my heart.","author" : "Og Mandino"},{"text" : "You never know what events are going to transpire to get you home.","author" : "Og Mandino"},{"text" : "A smile remains the most inexpensive gift I can bestow on anyone and yet its powers can vanquish kingdoms.","author" : "Og Mandino"},{"text" : "Today I begin new life. I will greet this Monday with love in my heart.","author" : "Og Mandino"},{"text" : "Work as though you would live forever, and live as though you would die today.","author" : "Og Mandino"},{"text" : "Pay less attention to what you HEAR about someone, and more to what you LEARN about them...as you make the EFFORT.","author" : "Og Mandino"},{"text" : "You are not the momentary whim of a careless creator experimenting in the laboratory of life. . . You were made with a purpose.","author" : "Og Mandino"},{"text" : "The victory of success is half won when one gains the habit of setting goals and achieving them.","author" : "Og Mandino"},{"text" : "Practice the art of patience for nature never acts in haste.","author" : "Og Mandino"},{"text" : "Never settle for the crumbs of life.","author" : "Og Mandino"},{"text" : "I will persist until I succeed. Always will I take another step. If that is of no avail I will take another, and yet another. In truth, one step at a time is not too difficult. I know that small attempts, repeated, will complete any undertaking.","author" : "Og Mandino"},{"text" : "Sound character provides the power with which a person may ride the emergencies of life instead of being overwhelmed by them.","author" : "Og Mandino"},{"text" : "Never feel shame for trying and failing for he who has never failed is he who has never tried.","author" : "Og Mandino"},{"text" : "There is an immeasurable distance between late and too late.","author" : "Og Mandino"},{"text" : "Cherish each hour of this day for it can never return.","author" : "Og Mandino"},{"text" : "Every defeat every heartbreak every loss contains its own seed, Its own lesson on how to improve your performance the next time.","author" : "Og Mandino"},{"text" : "Tomorrow is only found in the calendar of fools.","author" : "Og Mandino"},{"text" : "Good habits are the key to all success. Bad habits are the unlocked door to failure.","author" : "Og Mandino"},{"text" : "Always seek out the seed of triumph in every adversity.","author" : "Og Mandino"},{"text" : "Failure is a man's inability to reach his goals in life, whatever they may be.","author" : "Og Mandino"},{"text" : "Failure will never overtake me if my determination to succeed it strong enough.","author" : "Og Mandino"},{"text" : "A field of clay touched by the genius of man becomes a castle.","author" : "Og Mandino"},{"text" : "Do that which you dread and cherish those victories with pride.","author" : "Og Mandino"},{"text" : "Each day is a special gift from God, and while life may not always be fair, you must never allow the pains, hurdles, and handicaps of the moment to poison your attitude and plans for yourself and your future.","author" : "Og Mandino"},{"text" : "You can never win when you wear the ugly cloak of self-pity and the sour sound of whining.","author" : "Og Mandino"},{"text" : "The smallest task, well done, becomes a miracle of achievement.","author" : "Og Mandino"},{"text" : "I will greet this day with love in my heart.","author" : "Og Mandino"},{"text" : "I am rare, and there is value in all rarity; therefore, I am valuable.","author" : "Og Mandino"},{"text" : "Always let your reach exceed your grasp.","author" : "Og Mandino"},{"text" : "Green grass grows where dry desert ends.","author" : "Og Mandino"},{"text" : "Every memorable act in the history of the world is a triumph of enthusiasm. Nothing great was ever achieved without it because it gives any challenge or any occupation, no mater how frightening or difficult, a new meaning. Without enthusiasm you are doomed to a life of mediocrity but with it you can accomplish miracles.","author" : "Og Mandino"},{"text" : "Treasure the love you receive above all. It will survive long after your good health has vanished.","author" : "Og Mandino"},{"text" : "Failure will never overtake you if your determination to succeed is strong enough!","author" : "Og Mandino"},{"text" : "I am here for a purpose and that purpose is to grow into a mountain, not to shrink to a grain of sand. Henceforth will I apply ALL my efforts to become the highest mountain of all and I will strain my potential until it cries for mercy.","author" : "Og Mandino"},{"text" : "Today will never happen again. Don't waste it with a false start or no start at all.","author" : "Og Mandino"},{"text" : "I will love the light for it shows me the way, yet I will endure the darkness for it shows me the stars.","author" : "Og Mandino"},{"text" : "Welcome every morning with a smile. Look on the new day as another special gift from your Creator, another golden opportunity to complete what you were unable to finish yesterday.","author" : "Og Mandino"},{"text" : "Realize that true happiness lies within you. Waste no time and effort searching for peace and contentment and joy in the world outside. Remember that there is no happiness in having or in getting, but only in giving. Reach out. Share. Smile. Hug. Happiness is a perfume you cannot pour on others without getting a few drops on yourself.","author" : "Og Mandino"},{"text" : "Today I begin a new life. Today I shed my old skin which hath, too long, suffered the bruises of failure and the wounds of mediocrity. Today I am born anew and my birthplace is a vineyard where there is fruit for all.","author" : "Og Mandino"},{"text" : "There is no better than adversity. Every defeat, every heartbreak, every loss, contains its own seed, its own lesson on how to improve your performance the next time.","author" : "Og Mandino"},{"text" : "It is those who concentrate on but one thing at a time who advance in this world. The great man or woman is the one who never steps outside his or her specialty or foolishly dissipates his or her individuality.","author" : "Og Mandino"},{"text" : "Don't let your success of today lay you into complacency for tomorrow. For that is the worst form of failure.","author" : "Og Mandino"},{"text" : "Procrastination can be driven from your personality through the simple technique of constantly commanding yourself to get into action and then obeying that command immediately.","author" : "Og Mandino"},{"text" : "Thus a new and good habit is born, for when an act becomes easy through constant repetition it becomes a pleasure to perform and if it is a pleasure to perform it is man's nature to perform.","author" : "Og Mandino"},{"text" : "Even the most tedious chore will become endurable as you parade through each day convinced that every task, no matter how menial or boring, brings you closer to achieving your dreams.","author" : "Og Mandino"}]