[{"text" : "To reach a port we must sail, sometimes with the wind, and sometimes against it. But we must not drift or lie at anchor.","author" : "Oliver Wendell Holmes"},{"text" : "Truth is the breath of life to human society. It is the food of the immortal spirit. Yet a single word of it may kill a man as suddenly as a drop of prussic acid.","author" : "Oliver Wendell Holmes"},{"text" : "The real religion of the world comes from women much more than from men ? from mothers most of all, who carry the key of our souls in their bosoms.","author" : "Oliver Wendell Holmes"},{"text" : "The great thing in this world is not so much where you stand, as in what direction you are moving.","author" : "Oliver Wendell Holmes"},{"text" : "Take a music bath once or twice a week for a few seasons, and you will find that it is to the soul what the water-bath is to the body.","author" : "Oliver Wendell Holmes"},{"text" : "The wind blows out, the bubble dies; The spring entomb'd in autumn lies; The dew dries up; the star is shot; The flight is past, and man forgot.","author" : "Oliver Wendell Holmes"},{"text" : "Science is the topography of ignorance.","author" : "Oliver Wendell Holmes"},{"text" : "Science is a first-rate piece of furniture for a man's upper chamber, if he has common sense on the ground floor.","author" : "Oliver Wendell Holmes"},{"text" : "One flag, one land, one heart, one hand, One Nation evermore!","author" : "Oliver Wendell Holmes"},{"text" : "The great thing in the world is not so much where we stand, as in what direction we are moving.","author" : "Oliver Wendell Holmes"},{"text" : "Insanity is often the logic of an accurate mind overtasked.","author" : "Oliver Wendell Holmes"},{"text" : "Man's mind, once stretched by a new idea, never regains its original dimensions.","author" : "Oliver Wendell Holmes"},{"text" : "Many ideas grow better when transplanted into another mind than the one where they sprang up.","author" : "Oliver Wendell Holmes"},{"text" : "It is the province of knowledge to speak and it is the privilege of wisdom to listen.","author" : "Oliver Wendell Holmes"},{"text" : "To have doubted one's own first principles is the mark of a civilized man.","author" : "Oliver Wendell Holmes"},{"text" : "Some people are so heavenly minded that they are no earthly good.","author" : "Oliver Wendell Holmes"},{"text" : "A word is not a crystal, transparent and unchanged, it is the skin of a living thought and may vary greatly in color and content according to the circumstances and the time in which it is used.","author" : "Oliver Wendell Holmes"},{"text" : "The best of a book is not the thought which it contains, but the thought which it suggests; just as the charm of music dwells not in the tones but in the echoes of our hearts.","author" : "Oliver Wendell Holmes"},{"text" : "The longing for certainty ... is in every human mind. But certainty is generally illusion.","author" : "Oliver Wendell Holmes"},{"text" : "To be seventy years young is sometimes far more cheerful and hopeful than to be forty years old.","author" : "Oliver Wendell Holmes"},{"text" : "Apologizing - a very desperate habit - one that is rarely cured.","author" : "Oliver Wendell Holmes"},{"text" : "Where we love is home, home that our feet may leave, but not our hearts.","author" : "Oliver Wendell Holmes"},{"text" : "Pretty much all the honest truth-telling there is in the world is done by children.","author" : "Oliver Wendell Holmes"},{"text" : "In walking, the will and the muscles are so accustomed to working together and performing their task with so little expenditure of force that the intellect is left comparatively free.","author" : "Oliver Wendell Holmes"},{"text" : "A man's mind stretched by a new idea, can never go back to its original dimensions.","author" : "Oliver Wendell Holmes"},{"text" : "Youth fades; love droops; the leaves of friendship fall; A mother's secret hope outlives them all.","author" : "Oliver Wendell Holmes"},{"text" : "The morning cup of coffee has an exhilaration about it which the cheering influence of the afternoon or evening cup of tea cannot be expected to reproduce.","author" : "Oliver Wendell Holmes"},{"text" : "Men do not quit playing because they grow old; they grow old because they quit playing.","author" : "Oliver Wendell Holmes"},{"text" : "Fame is the scentless sunflower, with gaudy crown of gold; But friendship is the breathing rose, with sweets in every fold.","author" : "Oliver Wendell Holmes"},{"text" : "Youth fades; love droops, the leaves of friendship fall; A mother's secret hope outlives them all.","author" : "Oliver Wendell Holmes"},{"text" : "The mode by which the inevitable comes to pass is effort.","author" : "Oliver Wendell Holmes"},{"text" : "A river is more than an amenity, it is a treasure.","author" : "Oliver Wendell Holmes"},{"text" : "The great thing in the world isn't so much where we stand. As in what direction we are moving.","author" : "Oliver Wendell Holmes"},{"text" : "The great thing in this world is not so much where we stand, as in what direction we are moving.","author" : "Oliver Wendell Holmes"},{"text" : "All of us love companionship and sympathy; some of us may love them too much. All of us are more or less imaginative in our theology.","author" : "Oliver Wendell Holmes"},{"text" : "To obtain a man's opinion of you, make him mad.","author" : "Oliver Wendell Holmes"},{"text" : "Stillness of person and steadiness of features are signal marks of good breeding.","author" : "Oliver Wendell Holmes"},{"text" : "A man may fulfill the object of his existence by asking a question he cannot answer, and attempting a task he cannot achieve.","author" : "Oliver Wendell Holmes"},{"text" : "Apologizing a very desperate habit one that is rarely cured.","author" : "Oliver Wendell Holmes"},{"text" : "Civilization is the process of reducing the infinite to the finite.","author" : "Oliver Wendell Holmes"},{"text" : "The true essentials of a feast are only fun and feed.","author" : "Oliver Wendell Holmes"},{"text" : "Yellow japanned buttercups and star-disked dandelions, just as we see them lying in the grass, like sparks that have leaped from the kindling sun of summer.","author" : "Oliver Wendell Holmes"},{"text" : "The world's great men have not commonly been scholars, nor its great scholars great men.","author" : "Oliver Wendell Holmes"},{"text" : "Nothing can be so perfect while we possess it as it will seem when remembered.","author" : "Oliver Wendell Holmes"},{"text" : "To think great thoughts you must be heroes as well as idealists.","author" : "Oliver Wendell Holmes"},{"text" : "There is no friend like an old friend who has shared our morning days, no greeting like his welcome, no homage like his praise.","author" : "Oliver Wendell Holmes"},{"text" : "Talking is like playing on the harp; there is as much in laying the hands on the strings to stop their vibration as in twanging them to bring out their music.","author" : "Oliver Wendell Holmes"},{"text" : "The lengthening shadows wait the first pale stars of twilight.","author" : "Oliver Wendell Holmes"},{"text" : "Love prefers twilight to daylight.","author" : "Oliver Wendell Holmes"},{"text" : "Take a music bath once or twice a week for a few seasons, and you will find that it is to the soul what the water bath is to the body","author" : "Oliver Wendell Holmes"},{"text" : "Boston has opened and kept open, more turnpikes that lead straight to free thought and free speech and free deeds than any other city of live or dead men.","author" : "Oliver Wendell Holmes"},{"text" : "Fresh air is good if you do not take too much of it; most of the achievements and pleasures of life are in bad air.","author" : "Oliver Wendell Holmes"},{"text" : "The young man knows the rules, but the old man knows the exceptions.","author" : "Oliver Wendell Holmes"},{"text" : "Leisure only means a chance to do other jobs that demand attention.","author" : "Oliver Wendell Holmes"},{"text" : "The sound of a kiss is not so loud as that of a cannon, but its echo lasts a great deal longer.","author" : "Oliver Wendell Holmes"},{"text" : "But the moment you turn a corner you see another straight stretch ahead and there comes some further challenge to your ambition.","author" : "Oliver Wendell Holmes"},{"text" : "Memory is a net: one finds it full of fish when he takes it from the brook, but a dozen miles of water have run through it without sticking.","author" : "Oliver Wendell Holmes"},{"text" : "Leverage is everything-don't begin to pry until you've got the long arm on your side.","author" : "Oliver Wendell Holmes"},{"text" : "I credit my youthfulness at eighty to the fact of a cheerful disposition and contentment in every period of my life with what I was.","author" : "Oliver Wendell Holmes"},{"text" : "Let no man pull you so low as to hate him.","author" : "Oliver Wendell Holmes"},{"text" : "But friendship is the breathing rose, with sweets in every fold.","author" : "Oliver Wendell Holmes"},{"text" : "June comes in with roses in her . hand, but very often with a thick . shawl on her shoulders, and a bad . cold in her head.","author" : "Oliver Wendell Holmes"},{"text" : "Too young for love? . Ah, say not so, . While daisies bloom and tulips glow! . June soon will come with lengthened day . To practise all love learned in May.","author" : "Oliver Wendell Holmes"},{"text" : "Where we love is home – home that our feet may leave, but not our hearts.","author" : "Oliver Wendell Holmes"},{"text" : "Men do not quit playing because they grow old—they grow old because they quit playing.","author" : "Oliver Wendell Holmes"},{"text" : "To reach the port of heaven, we must sail sometimes with the wind, and sometimes against it. But we must not drift nor lie at anchor.","author" : "Oliver Wendell Holmes"},{"text" : "There are a good many real miseries in life that we cannot help smiling at, but they are the smiles that make wrinkles and not dimples.","author" : "Oliver Wendell Holmes"},{"text" : "A man of very moderate ability may be a good physician, if he devotes himself faithfully to the work.","author" : "Oliver Wendell Holmes"},{"text" : "Don't you stay at home of evenings? Don you love a cushioned seat in a corner, by the fireside, with your slippers on your feet?","author" : "Oliver Wendell Holmes"},{"text" : "Love is the master key that opens the gates of happiness.","author" : "Oliver Wendell Holmes"},{"text" : "To reach the port of heaven, we must sail sometimes with the wind and sometimes against it — but we must sail, and not drift, nor lie at anchor.","author" : "Oliver Wendell Holmes"},{"text" : "Pretty much all the honest truth telling there is in the world is done by children.","author" : "Oliver Wendell Holmes"},{"text" : "A mind that is stretched by a new experience can never go back to its old dimensions.","author" : "Oliver Wendell Holmes"},{"text" : "The morning cup of coffee has an exhilaration about it with the cheering influence of the afternoon or evening cup of tea cannot be expected to reproduce.","author" : "Oliver Wendell Holmes"},{"text" : "Beware how you take away hope from any human being.","author" : "Oliver Wendell Holmes"},{"text" : "Without wearing any mask we are conscious of, we have a special face for each friend.","author" : "Oliver Wendell Holmes"},{"text" : "Lawyers spend a great deal of their time shoveling smoke.","author" : "Oliver Wendell Holmes"},{"text" : "History has to be rewritten because history is the selection of those threads of causes or antecedents that we are interested in.","author" : "Oliver Wendell Holmes"},{"text" : "Certainly generally is illusion, and repose is not the destiny of man.","author" : "Oliver Wendell Holmes"},{"text" : "October, the extravagant sister, has ordered an immense amount of the most gorgeous forest tapestry for her grand reception.","author" : "Oliver Wendell Holmes"},{"text" : "To many, the words love, hope, and dreams are synonymous with horses.","author" : "Oliver Wendell Holmes"},{"text" : "Life is painting a picture, not doing a sum.","author" : "Oliver Wendell Holmes"},{"text" : "Apology is only egotism wrong side out.","author" : "Oliver Wendell Holmes"},{"text" : "The mind like any other organism gradually shapes itself to what surrounds it, and resents disturbance in the form which its life has assumed.","author" : "Oliver Wendell Holmes"}]