[{"text" : "Yes: I am a dreamer. For a dreamer is one who can only find his way by moonlight, and his punishment is that he sees the dawn before the rest of the world.","author" : "Oscar Wilde"},{"text" : "Whenever a man does a thoroughly stupid thing, it is always from the noblest motives.","author" : "Oscar Wilde"},{"text" : "To love oneself is the beginning of a life-long romance.","author" : "Oscar Wilde"},{"text" : "When I was young I thought that money was the most important thing in life; now that I am old I know that it is.","author" : "Oscar Wilde"},{"text" : "The truth is rarely pure and never simple.","author" : "Oscar Wilde"},{"text" : "Be yourself; everyone else is already taken.","author" : "Oscar Wilde"},{"text" : "Children begin by loving their parents; after a time they judge them; rarely, if ever, do they forgive them.","author" : "Oscar Wilde"},{"text" : "Never love anybody who treats you like you're ordinary.","author" : "Oscar Wilde"},{"text" : "The smallest act of kindness is worth more than the grandest intention.","author" : "Oscar Wilde"},{"text" : "Laughter is not at all a bad beginning for a friendship, and it is far the best ending for one.","author" : "Oscar Wilde"},{"text" : "I am sick of women who love one. Women who hate one are much more interesting.","author" : "Oscar Wilde"},{"text" : "Women are made to be loved, not understood.","author" : "Oscar Wilde"},{"text" : "Women defend themselves by attacking, just as they attack by sudden and strange surrenders.","author" : "Oscar Wilde"},{"text" : "Art is the most intense mode of individualism that the world has known.","author" : "Oscar Wilde"},{"text" : "Life imitates art far more than art imitates life.","author" : "Oscar Wilde"},{"text" : "Football is all very well as a game for rough girls, but is hardly suitable for delicate boys.","author" : "Oscar Wilde"},{"text" : "Education is an admirable thing, but it is well to remember from time to time that nothing that is worth knowing can be taught.","author" : "Oscar Wilde"},{"text" : "The heart was made to be broken.","author" : "Oscar Wilde"},{"text" : "Most people are other people. Their thoughts are someone else's opinions, their lives a mimicry, their passions a quotation.","author" : "Oscar Wilde"},{"text" : "The critic has to educate the public; the artist has to educate the critic.","author" : "Oscar Wilde"},{"text" : "You can never be overdressed or overeducated.","author" : "Oscar Wilde"},{"text" : "Fashion is a form of ugliness so intolerable that we have to alter it every six months.","author" : "Oscar Wilde"},{"text" : "If one cannot enjoy reading a book over and over again, there is no use in reading it at all.","author" : "Oscar Wilde"},{"text" : "The true perfection of man lies not in what man has, but in what man is.","author" : "Oscar Wilde"},{"text" : "After the first glass, you see things as you wish they were. After the second, you see things as they are not. Finally, you see things as they really are, and that is the most horrible thing in the world.","author" : "Oscar Wilde"},{"text" : "Ignorance is like a delicate fruit; touch it, and the bloom is gone.","author" : "Oscar Wilde"},{"text" : "We are all in the gutter, but some of us are looking at the stars.","author" : "Oscar Wilde"},{"text" : "Hearts live by being wounded.","author" : "Oscar Wilde"},{"text" : "After a good dinner one can forgive anybody, even one's own relatives.","author" : "Oscar Wilde"},{"text" : "I choose my friends for their good looks, my acquaintances for their good characters, and my enemies for their good intellects.","author" : "Oscar Wilde"},{"text" : "Music is the art which is most nigh to tears and memory.","author" : "Oscar Wilde"},{"text" : "If there was less sympathy in the world, there would be less trouble in the world.","author" : "Oscar Wilde"},{"text" : "To live is the rarest thing in the world. Most people exist, that is all.","author" : "Oscar Wilde"},{"text" : "A kiss may ruin a human life.","author" : "Oscar Wilde"},{"text" : "Crying is the refuge of plain women but the ruin of pretty ones.","author" : "Oscar Wilde"},{"text" : "A flower blossoms for its own joy.","author" : "Oscar Wilde"},{"text" : "To give and not expect return, that is what lies at the heart of love.","author" : "Oscar Wilde"},{"text" : "Anybody can make history; only a great man can write it.","author" : "Oscar Wilde"},{"text" : "Young men want to be faithful, and are not; old men want to be faithless, and cannot.","author" : "Oscar Wilde"},{"text" : "There are only two kinds of people who are really fascinating: people who know absolutely everything, and people who know absolutely nothing.","author" : "Oscar Wilde"},{"text" : "The only real people are the people who never existed.","author" : "Oscar Wilde"},{"text" : "All women become like their mothers. That is their tragedy. No man does. That's his.","author" : "Oscar Wilde"},{"text" : "My great mistake, the fault for which I can't forgive myself is that one day I ceased my obstinate pursuit of my own individuality.","author" : "Oscar Wilde"},{"text" : "A man who does not think for himself does not think at all.","author" : "Oscar Wilde"},{"text" : "A dreamer is one who can only find his way by moonlight, and his punishment is that he sees the dawn before the rest of the world.","author" : "Oscar Wilde"},{"text" : "Men always want to be a woman's first love. That is their clumsy vanity. We women have a more subtle instinct about things.","author" : "Oscar Wilde"},{"text" : "Men always want to be a woman's first love - women like to be a mans last romance.","author" : "Oscar Wilde"},{"text" : "Some cause happiness wherever they go; others whenever they go.","author" : "Oscar Wilde"},{"text" : "We are each our own devil, and we make this world our hell","author" : "Oscar Wilde"},{"text" : "There are many things that we would throw away if we were not afraid that others might pick them up.","author" : "Oscar Wilde"},{"text" : "The condition of perfection is idleness: the aim of perfection is youth.","author" : "Oscar Wilde"},{"text" : "To be natural is such a very difficult pose to keep up.","author" : "Oscar Wilde"},{"text" : "Death must be so beautiful. To lie in the soft brown earth, with the grasses waving above one's head, and listen to silence. To have no yesterday, and no to-morrow. To forget time, to forgive life, to be at peace.","author" : "Oscar Wilde"},{"text" : "The basis of optimism is sheer terror.","author" : "Oscar Wilde"},{"text" : "There are many things that we would throw away if we were not afraid that others might pick them up","author" : "Oscar Wilde"},{"text" : "Selfishness is not living as one wishes to live, it is asking others to live as one wishes to live.","author" : "Oscar Wilde"},{"text" : "There is only one thing in life worse than being talked about, and that is not being talked about.","author" : "Oscar Wilde"},{"text" : "Every portrait that is painted with feeling is a portrait of the artist, not of the sitter.","author" : "Oscar Wilde"},{"text" : "A cigarette is the perfect type of a perfect pleasure. It is exquisite, and it leaves one unsatisfied.","author" : "Oscar Wilde"},{"text" : "Bad manners make a journalist.","author" : "Oscar Wilde"},{"text" : "What seems to us as bitter trials are often blessings in disguise.","author" : "Oscar Wilde"},{"text" : "Mere color, unspoiled by meaning, and unallied with definite form, can speak to the soul in a thousand different ways.","author" : "Oscar Wilde"},{"text" : "My great mistake, the fault for which I can't forgive myself, is that one day I ceased my obstinate pursuit of my own individuality.","author" : "Oscar Wilde"},{"text" : "The intellect is not a serious thing, and never has been. It is an instrument on which one plays, that is all.","author" : "Oscar Wilde"},{"text" : "Consistency is the last refuge of the unimaginative.","author" : "Oscar Wilde"},{"text" : "Seriousness is the only refuge of the shallow.","author" : "Oscar Wilde"},{"text" : "Deceiving others. That is what the world calls a romance.","author" : "Oscar Wilde"},{"text" : "I think it's very healthy to spend time alone. You need to know how to be alone and not defined by another person.","author" : "Oscar Wilde"},{"text" : "There's this place in me where your fingerprints still rest, your kisses still linger, and your whispers softly echo.","author" : "Oscar Wilde"},{"text" : "Never love anybody that treats you like you're ordinary.","author" : "Oscar Wilde"},{"text" : "No man is rich enough to buy back his past.","author" : "Oscar Wilde"},{"text" : "No matter who broke your heart, or how long it takes to heal, you'll never get through it without your friends.","author" : "Oscar Wilde"},{"text" : "A red rose is not selfish because it wants to be a red rose. It would be horribly selfish if it wanted all the other flowers in the garden to be both red and roses.","author" : "Oscar Wilde"},{"text" : "To lose one parent may be regarded as a misfortune... to lose both seems like carelessness.","author" : "Oscar Wilde"},{"text" : "The husbands of very beautiful women belong to the criminal classes.","author" : "Oscar Wilde"},{"text" : "I have the simplest tastes. I am always satisfied with the best.","author" : "Oscar Wilde"},{"text" : "A pessimist is somebody who complains about the noise when opportunity knocks.","author" : "Oscar Wilde"},{"text" : "When one pays a visit it is for the purpose of wasting other people's time, not one's own.","author" : "Oscar Wilde"},{"text" : "The advantage of the emotions is that they lead us astray.","author" : "Oscar Wilde"},{"text" : "Always forgive your enemies - nothing annoys them so much.","author" : "Oscar Wilde"},{"text" : "When liberty comes with hands dabbled in blood it is hard to shake hands with her.","author" : "Oscar Wilde"},{"text" : "Literature always anticipates life. It does not copy it, but moulds it to its purpose.","author" : "Oscar Wilde"},{"text" : "Those who are faithful know only the trivial side of love: it is the faithless who know love's tragedies.","author" : "Oscar Wilde"},{"text" : "Man is least himself when he talks in his own person. Give him a mask, and he will tell you the truth.","author" : "Oscar Wilde"},{"text" : "If you are not too long, I will wait here for you all my life.","author" : "Oscar Wilde"},{"text" : "I adore simple pleasures. They are the last refuge of the complex.","author" : "Oscar Wilde"},{"text" : "Woman begins by resisting a man's advances and ends up blocking his retreat.","author" : "Oscar Wilde"},{"text" : "My own business always bores me to death; I prefer other people's.","author" : "Oscar Wilde"},{"text" : "Good resolutions are simply checks that men draw on a bank where they have no account.","author" : "Oscar Wilde"},{"text" : "The old believe everything, the middle-aged suspect everything, the young know everything.","author" : "Oscar Wilde"},{"text" : "The modern sympathy with invalids is morbid. Illness of any kind is hardly a thing to be encouraged in others.","author" : "Oscar Wilde"},{"text" : "The sick do not ask if the hand that smoothes their pillow is pure, nor the dying care if the lips that touch their brow have known the kiss of sin.","author" : "Oscar Wilde"},{"text" : "When one is in love, one always begins by deceiving one's self, and one always ends by deceiving others. That is what the world calls a romance.","author" : "Oscar Wilde"},{"text" : "The secret of life is to appreciate the pleasure of being terribly deceived.","author" : "Oscar Wilde"},{"text" : "Memory is the diary that we all carry about with us.","author" : "Oscar Wilde"},{"text" : "It is perfectly monstrous the way people go about nowadays saying things against one, behind one's back, that are absolutely and entirely true.","author" : "Oscar Wilde"},{"text" : "If one tells the truth, one is sure sooner or later to be found out","author" : "Oscar Wilde"},{"text" : "Always borrow money from a pessimist. He won't expect it back.","author" : "Oscar Wilde"},{"text" : "After a good dinner one can forgive anybody, even one's own relations.","author" : "Oscar Wilde"},{"text" : "Only dull people are brilliant at breakfast.","author" : "Oscar Wilde"},{"text" : "Men always want to be a woman's first love. Women like to be a man's last romance.","author" : "Oscar Wilde"},{"text" : "A true friend stabs you in the front.","author" : "Oscar Wilde"},{"text" : "I always like to know everything about my new friends, and nothing about my old ones.","author" : "Oscar Wilde"},{"text" : "Art is the only serious thing in the world. And the artist is the only person who is never serious.","author" : "Oscar Wilde"},{"text" : "You don't love someone for their looks, or their clothes, or for their fancy car, but because they sing a song only you can hear.","author" : "Oscar Wilde"},{"text" : "Keep love in your heart. A life without it is like a sunless garden when the flowers are dead.","author" : "Oscar Wilde"},{"text" : "To love oneself is the beginning of a lifelong romance.","author" : "Oscar Wilde"},{"text" : "The best way to appreciate your job is to imagine yourself without one.","author" : "Oscar Wilde"},{"text" : "I don't want to earn my living; I want to live.","author" : "Oscar Wilde"},{"text" : "Whenever life sucks, remember you're going to die someday.","author" : "Oscar Wilde"},{"text" : "One should never trust a woman who tells her real age. If she tells that, she'll tell anything.","author" : "Oscar Wilde"},{"text" : "Patriotism is the virtue of the vicious.","author" : "Oscar Wilde"},{"text" : "There is nothing in the world like the devotion of a married woman. It is a thing no married man knows anything about.","author" : "Oscar Wilde"},{"text" : "There are only two tragedies in life: one is not getting what one wants, and the other is getting it.","author" : "Oscar Wilde"},{"text" : "As long as a woman can look ten years younger than her own daughter, she is perfectly satisfied.","author" : "Oscar Wilde"},{"text" : "They spoil every romance by trying to make it last forever.","author" : "Oscar Wilde"},{"text" : "Keep love in your heart. A life without it is like a sunless garden when the flowers are dead. The consciousness of loving and being loved brings a warmth and a richness to life that nothing else can bring.","author" : "Oscar Wilde"},{"text" : "It's beauty that captures your attention; personality that captures your heart.","author" : "Oscar Wilde"},{"text" : "The note of the perfect personality is not rebellion, but peace.","author" : "Oscar Wilde"},{"text" : "Nowadays, saying what you really think can be a serious error since one risks being misunderstood.","author" : "Oscar Wilde"}]