[{"text" : "Human nature, if it healthy, demands excitement; and if it does not obtain its thrilling excitement in the right way, it will seek it in the wrong. God never makes bloodless stoics; He makes no passionless saints.","author" : "Oswald Chambers"},{"text" : "The great thing about faith in God is that it keeps a man undisturbed in the midst of disturbance.","author" : "Oswald Chambers"},{"text" : "The greatest answer to prayer is that I am brought into a perfect understanding with God, and that alters my view of actual things.","author" : "Oswald Chambers"},{"text" : "Our prayers are heard, not because we are in earnest, not because we suffer, but because Jesus suffered.","author" : "Oswald Chambers"},{"text" : "The prayer of the feeblest saint who lives in the Spirit and keeps right with God is a terror to Satan. The very powers of darkness are paralyzed by prayer; no spiritualistic seance can succeed in the presence of a humble praying saint. No wonder Satan tries to keep our minds fussy in active work till we cannot think in prayer.","author" : "Oswald Chambers"},{"text" : "Prayer is not only asking, but an attitude of mind which produces the atmosphere in which asking is perfectly natural.","author" : "Oswald Chambers"},{"text" : "I have never met the man I could despair of after discerning what lies in me apart from the grace of God.","author" : "Oswald Chambers"},{"text" : "It is perilously easy to have amazing sympathy with God's truth and remain in sin.","author" : "Oswald Chambers"},{"text" : "If you are going through a time of discouragement, there is a time or great personal growth ahead.","author" : "Oswald Chambers"},{"text" : "The remarkable thing about God is that when you fear God, you fear nothing else, whereas if you do not fear God, you fear everything else.","author" : "Oswald Chambers"},{"text" : "Theology must work itself out in the most practical relationships.","author" : "Oswald Chambers"},{"text" : "The well of your incompleteness runs deep, but make the effort to look away from yourself and to look toward Him.","author" : "Oswald Chambers"},{"text" : "Disillusionment means having no more misconceptions, false impressions, and false judgments in life; it means being free from these deceptions. Refusing to be disillusioned is the cause of much of the suffering of human life.","author" : "Oswald Chambers"},{"text" : "Beware of bartering the Word of God for a more suitable conception of your own.","author" : "Oswald Chambers"},{"text" : "The greatest test of a man's character is his tongue.","author" : "Oswald Chambers"},{"text" : "Be exhausted for God, but remember that your supply comes from Him. 'All my fresh springs shall be in thee.","author" : "Oswald Chambers"},{"text" : "The golden rule for understanding in spiritual matters is not intellect, but obedience.","author" : "Oswald Chambers"},{"text" : "Grapes become wine only when they have been squeezed.","author" : "Oswald Chambers"},{"text" : "When the darkness of dismay comes, endure until it is over, because out of it will come that following of Jesus which is an unspeakable joy.","author" : "Oswald Chambers"},{"text" : "Worship is giving God the best that He has given you.","author" : "Oswald Chambers"},{"text" : "If we rely on the Holy Spirit, we shall find that our prayers become more and more inarticulate; and when they are inarticulate, reverence grows deeper and deeper.","author" : "Oswald Chambers"},{"text" : "The Cross is the central event in time and eternity, and the answer to all the problems of both.","author" : "Oswald Chambers"},{"text" : "God is not saving the world; it is done. Our business is to get men and women to realize it.","author" : "Oswald Chambers"},{"text" : "The battle is lost or won in the secret places of the will before God, never first in the external world.","author" : "Oswald Chambers"},{"text" : "It is misleading to imagine that we are developed in spite of our circumstances, for we are developed because of them. It is mastery in circumstances that is needed, not mastery over them.","author" : "Oswald Chambers"},{"text" : "When it is a question of God's almighty Spirit, never say, 'I can't.","author" : "Oswald Chambers"},{"text" : "At His Ascension our Lord entered Heaven, and He keeps the door open for humanity to enter.","author" : "Oswald Chambers"},{"text" : "Faith is deliberate confidence in the character of God whose ways may not understand at the time.","author" : "Oswald Chambers"},{"text" : "Whatever and whoever you may lose faith in, do not let this faith lip form you--God is love.","author" : "Oswald Chambers"},{"text" : "God and love are synonymous. Love is not an attribute of God, it is God; whatever God is, love is.","author" : "Oswald Chambers"},{"text" : "All of heaven is interested in the cross of Christ, hell afraid of it, while men are the only ones to ignore its meaning.","author" : "Oswald Chambers"},{"text" : "Not often, but every once in a while, God brings us to a major turning point — a great crossroads in our life.","author" : "Oswald Chambers"},{"text" : "The world does not ask you to sing, but God does. Song is the sign of an unburdened heart; so sing your songs of love freely.","author" : "Oswald Chambers"},{"text" : "It is not our trust that keeps us, but the God in whom we trust who keeps us.","author" : "Oswald Chambers"},{"text" : "Prayer is not only asking, but an attitude of mind which produces the atmosphere in which asking is perfectly natural..","author" : "Oswald Chambers"},{"text" : "Prayer does not fit us for the greater work; prayer is the greater work.","author" : "Oswald Chambers"},{"text" : "The lives that are getting stronger are lives in the desert, deep-rooted in God.","author" : "Oswald Chambers"},{"text" : "Confidence in the natural world is self-reliance, in the spiritual world, it is God-reliance.","author" : "Oswald Chambers"}]