[{"text" : "All children are artists. The problem is how to remain an artist once he grows up.","author" : "Pablo Picasso"},{"text" : "Art is not the application of a canon of beauty but what the instinct and the brain can conceive beyond any canon. When we love a woman we don't start measuring her limbs.","author" : "Pablo Picasso"},{"text" : "The purpose of art is washing the dust of daily life off our souls.","author" : "Pablo Picasso"},{"text" : "We all know that Art is not truth. Art is a lie that makes us realize truth, at least the truth that is given us to understand. The artist must know the manner whereby to convince others of the truthfulness of his lies.","author" : "Pablo Picasso"},{"text" : "Without great solitude no serious work is possible.","author" : "Pablo Picasso"},{"text" : "It means nothing to me. I have no opinion about it, and I don't care.","author" : "Pablo Picasso"},{"text" : "Everything you can imagine is real.","author" : "Pablo Picasso"},{"text" : "Painting is just another way of keeping a diary.","author" : "Pablo Picasso"},{"text" : "We don't grow older, we grow riper.","author" : "Pablo Picasso"},{"text" : "It takes a long time to grow young.","author" : "Pablo Picasso"},{"text" : "I am always doing that which I cannot do, in order that I may learn how to do it.","author" : "Pablo Picasso"},{"text" : "Youth has no age.","author" : "Pablo Picasso"},{"text" : "Well, youth is the period of assumed personalities and disguises. It is the time of the sincerely insincere.","author" : "Pablo Picasso"},{"text" : "Everything is a miracle. It is a miracle that one does not dissolve in one's bath like a lump of sugar.","author" : "Pablo Picasso"},{"text" : "Painting is a blind man's profession. He paints not what he sees, but what he feels, what he tells himself about what he has seen.","author" : "Pablo Picasso"},{"text" : "Bad artists copy. Good artists steal.","author" : "Pablo Picasso"},{"text" : "It means nothing to me.","author" : "Pablo Picasso"},{"text" : "Action is the foundational key to all success.","author" : "Pablo Picasso"},{"text" : "Our goals can only be reached through a vehicle of a plan, in which we must fervently believe, and upon which we must vigorously act. There is no other route to success.","author" : "Pablo Picasso"},{"text" : "Love is the greatest refreshment in life.","author" : "Pablo Picasso"},{"text" : "Art is the lie that enables us to realize the truth.","author" : "Pablo Picasso"},{"text" : "Art washes away from the soul the dust of everyday life.","author" : "Pablo Picasso"},{"text" : "Drawing is a kind of hypnotism: one looks in such a way at the model, that he comes and takes a seat on the paper.","author" : "Pablo Picasso"},{"text" : "It is your work in life that is the ultimate seduction.","author" : "Pablo Picasso"},{"text" : "I am always doing that which I can not do, in order that I may learn how to do it.","author" : "Pablo Picasso"},{"text" : "It takes a very long time to become young.","author" : "Pablo Picasso"},{"text" : "Good artists copy, great artists steal.","author" : "Pablo Picasso"},{"text" : "An idea is a point of departure and no more. As soon as you elaborate it, it becomes transformed by thought.","author" : "Pablo Picasso"},{"text" : "Good designers copy; great designers steal.","author" : "Pablo Picasso"},{"text" : "Colors, like features, follow the changes of the emotions.","author" : "Pablo Picasso"},{"text" : "Success is dangerous. One begins to copy oneself, and to copy oneself is more dangerous than to copy others. It leads to sterility.","author" : "Pablo Picasso"},{"text" : "Every act of creation is first an act of destruction.","author" : "Pablo Picasso"},{"text" : "There is no abstract art. You must always start with something. Afterward you can remove all traces of reality.","author" : "Pablo Picasso"},{"text" : "To copy others is necessary, but to copy oneself is pathetic.","author" : "Pablo Picasso"},{"text" : "Action is the foundational key for all success.","author" : "Pablo Picasso"},{"text" : "The hidden harmony is better than the obvious.","author" : "Pablo Picasso"},{"text" : "Learn the rules like a pro, so you can break them like an artist.","author" : "Pablo Picasso"},{"text" : "We have a definite but unknown quantity of experience at our disposal. As soon as the hourglass is turned, the sand will begin to run out and once it starts, it cannot stop until it's all gone.","author" : "Pablo Picasso"},{"text" : "Rhythm is a perception of time... when drawing, the tiredness of the hand is a rhythm.","author" : "Pablo Picasso"},{"text" : "The path to youth takes a lifetime.","author" : "Pablo Picasso"},{"text" : "There's nothing worse than a brilliant beginning.","author" : "Pablo Picasso"},{"text" : "When you start with a portrait and try to find pure form by abstracting more and more, you must end up with an egg.","author" : "Pablo Picasso"},{"text" : "Accidents, try to change them - it's impossible. The accidental reveals man.","author" : "Pablo Picasso"},{"text" : "I don't believe in accidents. There are only encounters in history. There are no accidents.","author" : "Pablo Picasso"},{"text" : "Some painters transform the sun into a yellow spot, others transform a yellow spot into the sun.","author" : "Pablo Picasso"},{"text" : "Museums are just a lot of lies, and the people who make art their business are mostly imposters. We have infected the pictures in museums with all our stupidities, all our mistakes, all our poverty of spirit. We have turned them into petty and ridiculous things.","author" : "Pablo Picasso"},{"text" : "Academic training in beauty is a sham. We have been so deceived, but so well deceived that we can scarcely get back even a shadow of the truth.","author" : "Pablo Picasso"},{"text" : "One does a whole painting for one peach and people think just the opposite - that particular peach is but a detail.","author" : "Pablo Picasso"},{"text" : "Every now and then one paints a picture that seems to have opened a door and serves as a stepping stone to other things.","author" : "Pablo Picasso"},{"text" : "The painter goes through states of fullness and evaluation. That is the whole secret of art.","author" : "Pablo Picasso"},{"text" : "The genius of Einstein leads to Hiroshima.","author" : "Pablo Picasso"},{"text" : "Art is the elimination of the unnecessary.","author" : "Pablo Picasso"},{"text" : "Whatever is most abstract may perhaps be the summit of reality.","author" : "Pablo Picasso"},{"text" : "Only put off until tomorrow what you are willing to die having left undone.","author" : "Pablo Picasso"},{"text" : "Work is a necessity for man. Man invented the alarm clock.","author" : "Pablo Picasso"},{"text" : "Inspiration exists, but it has to find you working.","author" : "Pablo Picasso"},{"text" : "One starts to get young at the age of sixty and then it is too late.","author" : "Pablo Picasso"},{"text" : "You're either a goddess ... or a doormat.","author" : "Pablo Picasso"},{"text" : "The meaning of life is to find your gift. The purpose of life is to give it away.","author" : "Pablo Picasso"},{"text" : "One starts to get young at the age of sixty.","author" : "Pablo Picasso"},{"text" : "I'd like to live as a poor man with lots of money.","author" : "Pablo Picasso"},{"text" : "Love-the best reducer.","author" : "Pablo Picasso"},{"text" : "We don’t grow older, we grow riper.","author" : "Pablo Picasso"},{"text" : "The chief enemy of creativity is 'good' sense.","author" : "Pablo Picasso"},{"text" : "Every child is an artist. The problem is how to remain an artist once we grow up.","author" : "Pablo Picasso"},{"text" : "There are painters who transform the sun into a yellow spot, but there are others who, thanks to their art and intelligence, transform a yellow spot into the sun.","author" : "Pablo Picasso"},{"text" : "It takes a long time to become young.","author" : "Pablo Picasso"},{"text" : "Every child is an artist. The problem is how to remain an artist once he grows up.","author" : "Pablo Picasso"},{"text" : "There are painters who transform the sun to a yellow spot, but there are others who with the help of their art and their intelligence transform a yellow spot into the sun.","author" : "Pablo Picasso"},{"text" : "The world today doesn't make sense, so why should I paint pictures that do?","author" : "Pablo Picasso"}]