[{"text" : "There are only two options regarding commitment. You're either in or out. There's no such thing as a life in-between.","author" : "Pat Riley"},{"text" : "Look for your choices, pick the best one, and then go with it.","author" : "Pat Riley"},{"text" : "If you have a positive attitude and constantly strive to give your best effort, eventually you will overcome your immediate problems and find you are ready for greater challenges.","author" : "Pat Riley"},{"text" : "Excellence is the gradual result of always striving to do better.","author" : "Pat Riley"},{"text" : "You have no choices about how you lose, but you do have a choice about how you come back and prepare to win again.","author" : "Pat Riley"},{"text" : "It's what you get from games you lose that is extremely important.","author" : "Pat Riley"},{"text" : "Giving yourself permission to lose guarantees a loss.","author" : "Pat Riley"},{"text" : "Look for your choices, pick the best one, then go with it.","author" : "Pat Riley"},{"text" : "The true warrior understands and seizes that moment by giving an effort so intense and so intuitive that it could only be called one from the heart.","author" : "Pat Riley"},{"text" : "A champion needs a motivation above and beyond winning.","author" : "Pat Riley"},{"text" : "In all the research you do as a coach, studying other coaches and championship-type situations, you find that all those teams combined talent with great defense. You've got to stop other teams to win.","author" : "Pat Riley"},{"text" : "When a great team loses through complacency, it will constantly search for new and more intricate explanations to explain away defeat.","author" : "Pat Riley"},{"text" : "Great teamwork is the only way we create the breakthroughs that define our careers.","author" : "Pat Riley"},{"text" : "The key to teamwork is to learn a role, accept a role, and strive to become excellent playing it.","author" : "Pat Riley"},{"text" : "When a milestone is conquered, the subtle erosion called entitlement begins its consuming grind. The team regards its greatness as a trait and a right. Half hearted effort becomes habit and saps a champion.","author" : "Pat Riley"},{"text" : "Management must speak with one voice. When it doesn't management itself becomes a peripheral opponent to the team's mission.","author" : "Pat Riley"},{"text" : "If you're not getting better, you're getting worse.","author" : "Pat Riley"},{"text" : "Teamwork requires that everyone's efforts flow in a single direction. Feelings of significance happen when a team's energy takes on a life of its own.","author" : "Pat Riley"},{"text" : "Coaches who let a championship team back off from becoming a dynasty are cowards.","author" : "Pat Riley"},{"text" : "All of us have at least one great voice deep inside.","author" : "Pat Riley"},{"text" : "The key to success is to learn to do something right and then do it right every time.","author" : "Pat Riley"},{"text" : "Great players and great teams want to be driven. They want to be pushed to the edge. They don't want to be cheated.","author" : "Pat Riley"},{"text" : "Being ready isn't enough; you have to be prepared for a promotion or any other significant change.","author" : "Pat Riley"},{"text" : "There are only two options regarding commitment. You're either in or you're out. There's no such thing as life in-between.","author" : "Pat Riley"},{"text" : "When you face a fork in the road, step on the exhilarator!","author" : "Pat Riley"},{"text" : "Great effort springs naturally from great attitude.","author" : "Pat Riley"},{"text" : "Complacency is the last hurdle standing between any team and its potential greatness.","author" : "Pat Riley"},{"text" : "After a grand victory in a grand war, the hardest battle to fight is the first little skirmish of the next campaign.","author" : "Pat Riley"}]