[{"text" : "Wine is like the incarnation--it is both divine and human","author" : "Paul Tillich"},{"text" : "Language... has created the word 'loneliness' to express the pain of being alone. And it has created the word 'solitude' to express the glory of being alone.","author" : "Paul Tillich"},{"text" : "The first duty of love is to listen.","author" : "Paul Tillich"},{"text" : "The courage to be is the courage to accept oneself, in spite of being unacceptable.","author" : "Paul Tillich"},{"text" : "Decision is a risk rooted in the courage of being free.","author" : "Paul Tillich"},{"text" : "Boredom is rage spread thin.","author" : "Paul Tillich"},{"text" : "Doubt is not the opposite of faith; it is one element of faith.","author" : "Paul Tillich"},{"text" : "He who risks and fails can be forgiven. He who never risks and never fails is a failure in his whole being.","author" : "Paul Tillich"},{"text" : "Loneliness expresses the pain of being alone and solitude expresses the glory of being alone.","author" : "Paul Tillich"},{"text" : "Forgiving presupposes remembering.","author" : "Paul Tillich"},{"text" : "man is free, in so far as he has the power of contradicting himself and his essential nature. Man is free even from his freedom; that is, he can surrender his humanity.","author" : "Paul Tillich"},{"text" : "Man is not what he believes himself to be in his conscious decisions","author" : "Paul Tillich"},{"text" : "Cruelty towards others is always also cruelty towards ourselves.","author" : "Paul Tillich"},{"text" : "The vitality that can stand the abyss of meaninglessness is aware of a hidden meaning within the destruction of meaning.","author" : "Paul Tillich"},{"text" : "The awareness of the ambiguity of one's highest achievements as well as one's deepest failures is a definite symptom of maturity.","author" : "Paul Tillich"},{"text" : "Life remains ambiguous as long as there is life.","author" : "Paul Tillich"},{"text" : "Theology moves back and forth between two poles, the eternal truth of its foundations and the temporal situation in which the eternal truth must be received.","author" : "Paul Tillich"},{"text" : "The awareness of the ambiguity of one's highest achievements, as well as one's deepest failures is a definite symptom of maturity.","author" : "Paul Tillich"},{"text" : "Doubt is not the opposite of faith; it is an element of faith.","author" : "Paul Tillich"},{"text" : "Being human means asking the questions of one's own being and living under the impact of the answers given to this question. And, conversely, being human means receiving answers to the questions of one's own being and asking questions under the impact of the answers.","author" : "Paul Tillich"},{"text" : "Language has created the word loneliness to express the pain of being alone. And it has created the word 'solitude' to express the glory of being alone.","author" : "Paul Tillich"},{"text" : "The affirmation of one's essential being in spite of desires and anxieties creates joy.","author" : "Paul Tillich"},{"text" : "The anxiety of fate is conquered by the self-affirmation of the individual as an infinitely significant microcosmic representation of the universe.","author" : "Paul Tillich"},{"text" : "The character of human life, like the character of the human condition, like the character of all life, is 'ambiguity': the inseparable mixture of good and evil, the true and false, the creative and destructive forces-both individual and social.","author" : "Paul Tillich"},{"text" : "Being religious means asking passionately the question of the meaning of our existence and being willing to receive answers, even if the answers hurt.","author" : "Paul Tillich"},{"text" : "Man is asked to make of himself what he is supposed to become to fulfill his destiny.","author" : "Paul Tillich"}]