Let your curiosity be greater than your fear.
Enlightenment is a direct experience with reality.
It's not a terrible thing that we feel fear when faced with the unknown. It is part of being alive, something we all share.
Nothing ever goes away until it teaches us what we need to know.
I'm here to tell you that the path to peace is right there, when you want to get away.
Buddhism itself is all about empowering yourself, not about getting what you want.
Things falling apart is a kind of testing and also a kind of healing.
My moods are continuously shifting like the weather.
When resistance is gone, the demons are gone.
Blaming is a way to protect your heart, trying to protect what is soft and open and tender in yourself.
Feeling irritated, restless, afraid, and hopeless is a reminder to listen more carefully.
When we protect ourselves so we won't feel pain, that protection becomes armor, like armor that imprisons the softness of the heart.
Being satisfied with what we already have is a magical golden key to being alive in a full, unrestricted, and inspired way.
We don't sit in meditation to become good meditators. We sit in meditation so that we'll become more awake in our lives.
A small pepperoni pizza on a tortilla is healthier than salmon teriyaki with rice and carrots.
Everybody loves something, even if it's only tortillas.
This genuine heart of sadness can teach us great compassion. It can humble us when we're arrogant and soften us when we are unkind.
We can spend our whole lives escaping from the monsters of our minds.
Resistance to unwanted circumstances has the power to keep those circumstances alive and well for a very long time.
To be fully alive, fully human, and completely awake is to be continually thrown out of the nest.
Never underestimate the power of compassionately recognizing what's going on.
The most important aspect of being on a spiritual path may be to just keep moving.
Hell is just resistance to life.
Until we stop clinging to the concept of good and evil, the world will continue to manifest as friendly goddesses and harmful demons
One of the deepest habitual patterns that we have is to feel that now is not enough.
A further sign of health is that we don't become undone by fear and trembling, but we take it as a message that it's time to stop struggling and look directly at what's threatening us.
Dharma is the study of what is, and the only way you can find out what is true is through studying yourself.
When people are hurting, what they really need is someone who is fully there for them - not someone who is condescending or officious. The only way for you to be there for them is by facing your fear or anger, whatever feelings cause you to shut down.
Openness doesn't come from resisting our fears but rather from getting to know them well.
The more we witness our emotional reactions and understand how they work, the easier it is to refrain.
We use all kinds of ways to escape – all addictions stem from this moment when we meet our edge and we just can’t stand it. We feel we have to soften it, pad it with something, and we become addicted to whatever it is that seems to ease the pain.
Be kinder to yourself. And then let your kindness flood the world.
When we feel left out, inadequate, or lonely, can we take a warriors perspective and contact bodhichitta?
Compassion is not a relationship between the healer and the wounded. It’s a relationship between equals. Only when we know our own darkness well can we be present with the darkness of others. Compassion becomes real when we recognize our shared humanity.
When we resist change, it's called suffering. But when we can completely let go and not struggle against it, when we can embrace the groundlessness of our situation and relax into its dynamic quality, that's called enlightenment, or awakening to our true nature, to our fundamental goodness.
Simply be present with your own shifting energies and with the unpredictability of life as it unfolds.
We don’t sit in meditation to become good meditators. We sit in meditation so that we’ll be more awake in our lives.
Wholeheartedly do what it takes to awaken your clear-seeing intelligence, but one day at a time, one moment at a time. If we live that way, we will benefit this earth.
Compassion for others begins with kindness to ourselves.