[{"text" : "A true knight is fuller of bravery in the midst, than in the beginning of danger.","author" : "Philip Sidney"},{"text" : "What is birth to a man if it shall be a stain to his dead ancestors to have left such an offspring?","author" : "Philip Sidney"},{"text" : "The only disadvantage of an honest heart is credulity.","author" : "Philip Sidney"},{"text" : "It is the nature of the strong heart, that like the palm tree it strives ever upwards when it is most burdened.","author" : "Philip Sidney"},{"text" : "Commonly they must use their feet for defense whose only weapon is their tongue.","author" : "Philip Sidney"},{"text" : "The ingredients of health and long life, are great temperance, open air, easy labor, and little care.","author" : "Philip Sidney"},{"text" : "A brave captain is as a root, out of which, as branches, the courage of his soldiers doth spring.","author" : "Philip Sidney"},{"text" : "Friendship is made fast by interwoven benefits.","author" : "Philip Sidney"},{"text" : "Valor is abased by too much loftiness.","author" : "Philip Sidney"},{"text" : "The first mark of valor is defence.","author" : "Philip Sidney"},{"text" : "There is little hope of equity where rebellion reigns.","author" : "Philip Sidney"},{"text" : "The tip no jewel needs to wear: The tip is jewel of the ear.","author" : "Philip Sidney"},{"text" : "Give tribute, but not oblation, to human wisdom.","author" : "Philip Sidney"},{"text" : "Contentions for trifles can get but a trifling victory.","author" : "Philip Sidney"},{"text" : "It is against womanhood to be forward in their own wishes.","author" : "Philip Sidney"},{"text" : "A noble cause doth ease much a grievous case.","author" : "Philip Sidney"},{"text" : "The journey of high honor lies not in smooth ways.","author" : "Philip Sidney"},{"text" : "A true knight us fuller of bravery in the midst, than in the beginning of danger.","author" : "Philip Sidney"},{"text" : "Theatre: poor stepsister of the arts.","author" : "Philip Sidney"}]