[{"text" : "The manner of giving is worth more than the gift.","author" : "Pierre Corneille"},{"text" : "Where there is no peril in the fight, there is no glory in the triumph.","author" : "Pierre Corneille"},{"text" : "To win without risk is to triumph without glory.","author" : "Pierre Corneille"},{"text" : "One often calms one's grief by recounting it.","author" : "Pierre Corneille"},{"text" : "Flee an enemy who knows your weakness.","author" : "Pierre Corneille"},{"text" : "Deceit is the game of petty spirits, and that is by nature a woman's quality.","author" : "Pierre Corneille"},{"text" : "A liar is always lavish of oaths.","author" : "Pierre Corneille"},{"text" : "The greater the effort, the greater the glory.","author" : "Pierre Corneille"},{"text" : "Just vengeance does not call for punishment.","author" : "Pierre Corneille"},{"text" : "He who despises life is his life's master.","author" : "Pierre Corneille"},{"text" : "It is a crime against the State to be powerful enough to commit one.","author" : "Pierre Corneille"},{"text" : "When obedience is so impious, revolt is a necessity.","author" : "Pierre Corneille"},{"text" : "Do your duty and leave the rest to the gods.","author" : "Pierre Corneille"},{"text" : "Desire increases when fulfillment is postponed.","author" : "Pierre Corneille"},{"text" : "For souls nobly born, valor doesn't await the passing of years.","author" : "Pierre Corneille"},{"text" : "He who has resolved to conquer or die is seldom conquered; such noble despair perishes with difficulty.","author" : "Pierre Corneille"},{"text" : "One half of my life has put the other half in the grave.","author" : "Pierre Corneille"},{"text" : "They who overcome their desires once can overcome them always.","author" : "Pierre Corneille"},{"text" : "Heaven often regulates effects by their causes, and pays the wicked what they have deserved.","author" : "Pierre Corneille"},{"text" : "A first impulse was never a crime.","author" : "Pierre Corneille"},{"text" : "A true king is neither husband nor father; he considers his throne and nothing else.","author" : "Pierre Corneille"},{"text" : "We never taste happiness in perfection, our most fortunate successes are mixed with sadness.","author" : "Pierre Corneille"},{"text" : "Force is legitimate where gentleness avails not.","author" : "Pierre Corneille"},{"text" : "Ambition, having reached the summit, longs to descend.","author" : "Pierre Corneille"},{"text" : "Those who resolve to conquer or die, are rarely conquered","author" : "Pierre Corneille"},{"text" : "Jealousy blinds the stricken heart, and without examining, believes everything it fears.","author" : "Pierre Corneille"}]