[{"text" : "False words are not only evil in themselves, but they infect the soul with evil.","author" : "Plato"},{"text" : "Do not train children to learning by force and harshness, but direct them to it by what amuses their minds, so that you may be better able to discover with accuracy the peculiar bent of the genius of each.","author" : "Plato"},{"text" : "All learning has an emotional base.","author" : "Plato"},{"text" : "Justice in the life and conduct of the State is possible only as first it resides in the hearts and souls of the citizens","author" : "Plato"},{"text" : "There are two things a person should never be angry at, what they can help, and what they cannot.","author" : "Plato"},{"text" : "Love is the joy of the good, the wonder of the wise, the amazement of the Gods.","author" : "Plato"},{"text" : "Be kind, for everyone you meet is fighting a harder battle.","author" : "Plato"},{"text" : "Lack of activity destroys the good condition of every human being, while movement and methodical physical exercise save it and preserve it.","author" : "Plato"},{"text" : "The direction in which education starts a man will determine his future in life.","author" : "Plato"},{"text" : "Ignorance, the root and stem of all evil.","author" : "Plato"},{"text" : "Wise men speak because they have something to say; Fools because they have to say something.","author" : "Plato"},{"text" : "Music is a moral law. It gives soul to the universe, wings to the mind, flight to the imagination, and charm and gaiety to life and to everything.","author" : "Plato"},{"text" : "Music is the movement of sound to reach the soul for the education of its virtue.","author" : "Plato"},{"text" : "Music gives a soul to the universe, wings to the mind, flight to the imagination and life to everything.","author" : "Plato"},{"text" : "Be kind, for everyone you meet is fighting a harder battle","author" : "Plato"},{"text" : "We are twice armed if we fight with faith.","author" : "Plato"},{"text" : "The beginning is the most important part of the work.","author" : "Plato"},{"text" : "Whatever deceives men seems to produce a magical enchantment.","author" : "Plato"},{"text" : "No law or ordinance is mightier than understanding.","author" : "Plato"},{"text" : "Of all the animals, the boy is the most unmanageable.","author" : "Plato"},{"text" : "Good people do not need laws to tell them to act responsibly, while bad people will find a way around the laws.","author" : "Plato"},{"text" : "If women are expected to do the same work as men, we must teach them the same things.","author" : "Plato"},{"text" : "He who is of a calm and happy nature will hardly feel the pressure of age, but to him who is of an opposite disposition, youth and age are equally a burden.","author" : "Plato"},{"text" : "He was a wise man who invented beer.","author" : "Plato"},{"text" : "Desires are only the lack of something: and those who have the greatest desires are in a worse condition than those who have none, or very slight ones.","author" : "Plato"},{"text" : "When the mind is thinking it is talking to itself.","author" : "Plato"},{"text" : "The excessive increase of anything causes a reaction in the opposite direction.","author" : "Plato"},{"text" : "Excess of liberty, whether it lies in state or individuals, seems only to pass into excess of slavery.","author" : "Plato"},{"text" : "Democracy is a charming form of government, full of variety and disorder, and dispensing a sort of equality to equals and unequal alike.","author" : "Plato"},{"text" : "The heaviest penalty for declining to rule is to be ruled by someone inferior to yourself.","author" : "Plato"},{"text" : "The punishment which the wise suffer who refuse to take part in the government, is to live under the government of worse men.","author" : "Plato"},{"text" : "The price of apathy towards public affairs is to be ruled by evil men.","author" : "Plato"},{"text" : "Justice means minding one's own business and not meddling with other men's concerns.","author" : "Plato"},{"text" : "The part can never be well unless the whole is well.","author" : "Plato"},{"text" : "Wise men talk because they have something to say; fools, because they have to say something.","author" : "Plato"},{"text" : "Beauty of style and harmony and grace and good rhythm depend on simplicity.","author" : "Plato"},{"text" : "Do not train boys to learning by force and harshness, but lead them by what amuses them, so that they may better discover the bent of their minds.","author" : "Plato"},{"text" : "We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light.","author" : "Plato"},{"text" : "Education in music is most sovereign because more than anything else rhythm and harmony find their way to the innermost soul and take strongest hold upon it","author" : "Plato"},{"text" : "I would teach children music, physics, and philosophy; but most importantly music, for the patterns in music and all the arts are the keys to learning.","author" : "Plato"},{"text" : "Music is a more potent instrument than any other for education.","author" : "Plato"},{"text" : "Good actions give strength to ourselves and inspire good actions in others.","author" : "Plato"},{"text" : "The soul of man is immortal and imperishable.","author" : "Plato"},{"text" : "False words are not only evil in themselves, but they infect the soul with evil.","author" : "Plato"},{"text" : "Injustice is censured because the ceDo not train children to learn by force and harshness, but direct them to it by what amuses their minds, so that you may be better able to discover with accuracy the peculiar bent of the genius of each.","author" : "Plato"},{"text" : "Democracy passes into despotism.","author" : "Plato"},{"text" : "Let each one of us leave every other kind of knowledge and seek and follow one thing only, if peradventure he may be able to learn and find some one who will make him able to learn and discern between good and evil, and so to choose always and everywhere the better life as he has opportunity.","author" : "Plato"},{"text" : "Be kind, for everyone you meet is fighting a hard battle.","author" : "Plato"},{"text" : "Every heart sings a song, incomplete, until another heart whispers back. Those who wish to sing always find a song. At the touch of a lover, everyone becomes a poet.","author" : "Plato"},{"text" : "At the touch of love everyone becomes a poet.","author" : "Plato"},{"text" : "A grateful mind is a great mind, which eventually attracts to itself great things.","author" : "Plato"},{"text" : "The greatest wealth is to live content with little.","author" : "Plato"},{"text" : "He who is of calm and happy nature will hardly feel the pressure of age, but to him who is of an opposite disposition youth and age are equally a burden.","author" : "Plato"},{"text" : "Human behavior flows from three main sources: desire, emotion, and knowledge.","author" : "Plato"},{"text" : "There will be no end to the troubles of states, or of humanity itself, till philosophers become kings in this world, or till those we now call kings and rulers really and truly become philosophers.","author" : "Plato"},{"text" : "Let parents bequeath to their children not riches, but the spirit of reverence.","author" : "Plato"},{"text" : "Astronomy compels the soul to look upward, and leads us from this world to another.","author" : "Plato"},{"text" : "Poetry is nearer to vital truth than history.","author" : "Plato"},{"text" : "Music and rhythm find their way into the secret places of the soul.","author" : "Plato"},{"text" : "All the gold which is under or upon the earth is not enough to give in exchange for virtue.","author" : "Plato"},{"text" : "Any city however small, is in fact divided into two, one the city of the poor, the other of the rich. These are at war with one another.","author" : "Plato"},{"text" : "The first and greatest victory is to conquer yourself; to be conquered by yourself is of all things most shameful and vile.","author" : "Plato"},{"text" : "There's a victory and defeat-the first and best of victories, the lowest and worst of defeats-which each man gains or sustains at the hands not of another, but of himself.","author" : "Plato"},{"text" : "Love is a grave mental disease.","author" : "Plato"},{"text" : "Attention to health is life's greatest hindrance.","author" : "Plato"},{"text" : "He who commits injustice is ever made more wretched than he who suffers it.","author" : "Plato"},{"text" : "The highest reach of injustice is to be deemed just when you are not.","author" : "Plato"},{"text" : "To do injustice is more disgraceful than to suffer it.","author" : "Plato"},{"text" : "Beauty is certainly a soft, smooth, slippery thing, and therefore of a nature which easily slips in and permeates our souls.","author" : "Plato"},{"text" : "No one knows whether death is really the greatest blessing a man can have, but they fear it is the greatest curse, as if they knew well.","author" : "Plato"},{"text" : "Arguments, like men, are often pretenders.","author" : "Plato"},{"text" : "You can discover more about a person in an hour of play than in a year of conversation.","author" : "Plato"},{"text" : "It is clear to everyone that astronomy at all events compels the soul to look upwards, and draws it from the things of this world to the other.","author" : "Plato"},{"text" : "Astronomy compels the soul to look upwards and leads us from this world to another.","author" : "Plato"},{"text" : "Never discourage anyone who continually makes progress, no matter how slow.","author" : "Plato"},{"text" : "The direction in which education starts a man will determine his future life.","author" : "Plato"},{"text" : "Truth is the beginning of every good to the gods, and of every good to man.","author" : "Plato"},{"text" : "He who steals a little steals with the same wish as he who steals much, but with less power.","author" : "Plato"},{"text" : "The greatest privilege of a human life is to become a midwife to the awakening of the Soul in another person.","author" : "Plato"},{"text" : "I am the wisest man alive, for I know one thing, and that is that I know nothing.","author" : "Plato"},{"text" : "Opinion is the medium between knowledge and ignorance.","author" : "Plato"},{"text" : "To be curious about that which is not one's concern while still in ignorance of oneself is ridiculous.","author" : "Plato"},{"text" : "And when one of them meets the other half, the actual half of himself, whether he be a lover of youth or a lover of another sort, the pair are lost in an amazement of love and friendship and intimacy and one will not be out of the other's sight, as I may say, even for a moment.","author" : "Plato"},{"text" : "As wolves love lambs so lovers love their loves.","author" : "Plato"},{"text" : "Nothing in the affairs of men is worthy of great anxiety.","author" : "Plato"},{"text" : "Courage is knowing what not to fear.","author" : "Plato"},{"text" : "Only the dead have seen the end of war.","author" : "Plato"},{"text" : "When the tyrant has disposed of foreign enemies by conquest or treaty and there is nothing to fear from them, then he is always stirring up some war or other, in order that the people may require a leader.","author" : "Plato"},{"text" : "Prefer diligence before idleness, unless you esteem rust above brightness.","author" : "Plato"},{"text" : "Complacent ignorance is the most lethal sickness of the soul.","author" : "Plato"},{"text" : "Plato feels that ethical abstinences and austerities are essential preconditions for the cleansing and opening of the eye of the soul.","author" : "Plato"},{"text" : "Abstinence is the surety of temperance","author" : "Plato"},{"text" : "Have you ever sensed that our soul is immortal and never dies?","author" : "Plato"},{"text" : "Any city, however small, is in fact divided into two, one the city of the poor, the other of the rich; these are at war with one another.","author" : "Plato"},{"text" : "Upon consideration of the central question of the moon's toughness there can be little doubt. It is hella tough.","author" : "Plato"},{"text" : "Pleasure is the greatest incentive to evil.","author" : "Plato"},{"text" : "Many are the thyrsus-bearers, but few are the mystics.","author" : "Plato"},{"text" : "The wisest have the most authority.","author" : "Plato"},{"text" : "A man's duty is to find out where the truth is, or if he cannot, at least to take the best possible human doctrine and the hardest to disprove, and to ride on this like a raft over the waters of life.","author" : "Plato"},{"text" : "Haughtiness lives under the same roof with solitude.","author" : "Plato"},{"text" : "Wealth is well known to be a great comforter.","author" : "Plato"},{"text" : "Follow your dream as long as you live, do not lessen the time of following desire, for wasting time is an abomination of the spirit.","author" : "Plato"},{"text" : "The knowledge of which geometry aims is the knowledge of the eternal.","author" : "Plato"},{"text" : "It is through geometry that one purifies the eye of the soul.","author" : "Plato"},{"text" : "Geometry will draw the soul toward truth and create the spirit of philosophy.","author" : "Plato"},{"text" : "Excellent things are rare.","author" : "Plato"},{"text" : "Harmony is a symphony, and symphony is an agreement; but an agreement of disagreements while they disagree there cannot be; you cannot harmonize that which disagrees.","author" : "Plato"},{"text" : "Dictatorship naturally arises out of democracy, and the most aggravated form of tyranny and slavery out of the most extreme liberty.","author" : "Plato"},{"text" : "Never discourage anyone who continually makes progress, no matter how slow even if that someone is yourself!","author" : "Plato"},{"text" : "Rhetoric is the art of ruling the minds of men.","author" : "Plato"},{"text" : "Thinking: the talking of the soul with itself.","author" : "Plato"},{"text" : "The god, O men, seems to me to be really wise; and by his oracle to mean this, that the wisdom of this world is foolishness and of none effect.","author" : "Plato"},{"text" : "For good nurture and education implant good constitutions.","author" : "Plato"},{"text" : "To suffer the penalty of too much haste, which is too little speed.","author" : "Plato"},{"text" : "Wonder is the feeling of the philosopher, and philosophy begins in wonder.","author" : "Plato"},{"text" : "People are like dirt. They can either nourish you and help you grow as a person or they can stunt your growth and make you wilt and die.","author" : "Plato"},{"text" : "He who is not a good servant will not be a good master.","author" : "Plato"},{"text" : "A good decision is based on knowledge and not on numbers.","author" : "Plato"},{"text" : "Democracy leads to anarchy, which is mob rule.","author" : "Plato"},{"text" : "If a man be endowed with a generous mind, this is the best kind of nobility.","author" : "Plato"},{"text" : "The mere athlete becomes too much of a savage.","author" : "Plato"},{"text" : "There are three classes of men; lovers of wisdom, lovers of honor, and lovers of gain.","author" : "Plato"},{"text" : "Wisdom is a blaze, kindled by a leaping spark.","author" : "Plato"},{"text" : "We are bound to our bodies like an oyster to its shell.","author" : "Plato"},{"text" : "The tools which would teach men their own use would be beyond price.","author" : "Plato"},{"text" : "Knowledge without justice ought to be called cunning rather than wisdom.","author" : "Plato"},{"text" : "A delightful form of government, anarchic and motley, assigning a kind of equality indiscriminately to equals and unequals alike!","author" : "Plato"},{"text" : "Madness is a divine release of the soul from the yoke of custom and convention.","author" : "Plato"},{"text" : "From all wild beasts, a child is the most difficult to handle.","author" : "Plato"},{"text" : "No human thing is of serious importance.","author" : "Plato"},{"text" : "The best stomachs are not those which reject all foods.","author" : "Plato"},{"text" : "Interference by the three classes with each others jobs, and interchange of jobs between them, therefore, does the greatest harm to our state, and we are entirely justified in calling it the worst of evils.","author" : "Plato"},{"text" : "According to Greek mythology, humans were originally created with four arms, four legs and a head with two faces. Fearing their power, Zeus split them into two separate parts, condemning them to spend their lives in search of their other halves.","author" : "Plato"},{"text" : "For a man to conquer himself is the first and noblest of all victories.","author" : "Plato"},{"text" : "Rhythm and melody enter into the soul of the well-instructed youth and produce there a certain mental harmony hardly obtainable in any other way. ... thus music, too, is concerned with the principles of love in their application to harmony and rhythm.","author" : "Plato"},{"text" : "If a man neglects education, he walks lame to the end of his life.","author" : "Plato"},{"text" : "Integrity is your destiny-it is the light that guides your way.","author" : "Plato"},{"text" : "Too much attention to health is a hindrance to learning, to invention, and to studies of any kind, for we are always feeling suspicious shootings and swimmings in our heads, and we are prone to blame studies from them.","author" : "Plato"},{"text" : "The worst of all deceptions is self-deception.","author" : "Plato"},{"text" : "The worst form of injustice is pretended justice.","author" : "Plato"},{"text" : "The contemplation of beauty causes the soul to grow wings.","author" : "Plato"},{"text" : "A sensible man will remember that the eyes may be confused in two ways - by a change from light to darkness or from darkness to light; and he will recognize that the same thing happens to the soul.","author" : "Plato"},{"text" : "Cunning is but the low mimic of wisdom.","author" : "Plato"},{"text" : "Money-makers are tiresome company, as they have no standard but cash value.","author" : "Plato"},{"text" : "The most important part of education is right training in the nursery. The soul of the child in his play should be trained to that sort of excellence in which, when he grows to manhood, he will have to be perfected.","author" : "Plato"},{"text" : "At the touch of love, everyone becomes a poet.","author" : "Plato"},{"text" : "And may we not say, Adeimantus, that the most gifted minds, when they are ill- educated, become the worst?","author" : "Plato"},{"text" : "To begin is the most important part of any quest and by far the most courageous.","author" : "Plato"},{"text" : "The true physician is also a ruler having the human body as a subject, and is not a mere money-maker.","author" : "Plato"},{"text" : "Twice and thrice over, as they say, good is it to repeat and review what is good.","author" : "Plato"},{"text" : "He who is of a calm and happy nature will hardly feel the pressure of age. But to him who is of an opposite disposition, youth and age are equally a burden.","author" : "Plato"},{"text" : "Excellence is not a gift, but a skill that takes practice. We do not act rightly because we are excellent in fact we achieve excellence by acting rightly.","author" : "Plato"},{"text" : "Never discourage any man who continually makes progress, no matter how slow.","author" : "Plato"},{"text" : "Be kind for everyone you meet is fighting a hard battle.","author" : "Plato"},{"text" : "The most important part of education is proper training in the nursery.","author" : "Plato"},{"text" : "Never discourage anyone…who continually makes progress, no matter how slow.","author" : "Plato"},{"text" : "And of all the animals the boy is the most unmanageable.","author" : "Plato"},{"text" : "If we are to have any hope for the future, those who have lanterns must pass them on to others.","author" : "Plato"},{"text" : "As such, it describes a relationship that falls short — for whatever reason, of the fuller communion of romantic sexual love.","author" : "Plato"},{"text" : "The love of man to woman is a thing common and of course, and at first partakes more of instinct and passion than of choice; but true friendship between man and man is infinite and immortal.","author" : "Plato"},{"text" : "What of his beard? Are you not of Homer's opinion, who says Youth is most charming when the beard first appears?","author" : "Plato"},{"text" : "Behold! human beings living in a underground den ... Like ourselves ... they see only their own shadows, or the shadows of one another, which the fire throws on the opposite wall of the cave.","author" : "Plato"},{"text" : "Welcome out of the cave, my friend. It's a bit colder out here, but the stars are just beautiful.","author" : "Plato"},{"text" : "Mathematics is like checkers in being suitable for the young, not too difficult, amusing, and without peril to the state.","author" : "Plato"},{"text" : "The country places and the trees won’t teach me anything, and the people in the city do.","author" : "Plato"},{"text" : "Vain would be the attempt of telling all the figures of the stars circling as in a dance, and their juxtapositions, and the return of them in their revolutions upon themselves, and their approximations.","author" : "Plato"},{"text" : "People may injure their bodily eye by observing and gazing on the sun during an eclipse, unless they take the precaution of only looking at the image reflected in the water or in some similar medium.","author" : "Plato"},{"text" : "A hero is born among a hundred, a wise man is found among a thousand, but an accomplished one might not be found even among a hundred thousand men.","author" : "Plato"},{"text" : "I cannot eat, I cannot drink, the pleasures of youth and love are fled away. There was a good time once, but now that is gone, and life is no longer life.","author" : "Plato"},{"text" : "Philosophy begins in wonder.","author" : "Plato"}]