I don't need a friend who changes when I change and who nods when I nod; my shadow does that much better.
Character is simply habit long continued.
Know how to listen, and you will profit even from those who talk badly.
The mind is not a vessel to be filled, but a fire to be kindled.
What we achieve inwardly will change outer reality.
The wildest colts make the best horses.
Good birth is a fine thing, but the merit is our ancestors.
The mind is not a vessel to be filled but a fire to be kindled.
The very spring and root of honesty and virtue lie in good education.
Painting is silent poetry, and poetry is painting that speaks.
What is bigger than an elephant? But this also is become man's plaything, and a spectacle at public solemnities; and it learns to skip, dance, and kneel.
Extraordinary rains pretty generally fall after great battles.
It is part of a good man to do great and noble deeds, though he risk everything.
The real destroyer of the liberties of the people is he who spreads among them bounties, donations and benefits.
No beast is more savage than man when possessed with power answerable to his rage.
When one is transported by rage, it is best to observe attentively the effects on those who deliver themselves over to the same passion.
Medicine to produce health must examine disease; and music, to create harmony must investigate discord.
It is indeed a desirable thing to be well-descended, but the glory belongs to our ancestors.
All men whilst they are awake are in one common world: but each of them, when he is asleep, is in a world of his own.
Poverty is not dishonorable in itself, but only when it comes from idleness, intemperance, extravagance, and folly.
Choose what is best, and habit will make it pleasant and easy.
Those who aim at great deeds must also suffer greatly.
Nothing is cheap which is superfluous, for what one does not need, is dear at a penny
There are two sentences inscribed upon the Ancient oracle... 'Know thyself' and 'Nothing too much'; and upon these all other precepts depend.
The Spartans do not ask how many are the enemy but where are they.
Come back with your shield - or on it.
A Spartan woman, as she handed her son his shield, exhorted him saying, 'As a warrior of Sparta come back with your shield or on it.
If you hate your enemies, you will contract such a vicious habit of mind, as by degrees will break out upon those who are your friends, or those who are indifferent to you.
You keep to your own ways, and leave mine to me.
...To the Dolphin alone, beyond all other, nature has granted what the best philosophers seek: friendship for no advantage.
No man ever wetted clay and then left it, as if there would be bricks by chance and fortune.
The richest soil, if uncultivated, produces the rankest weeds.
The belly has no ears.
A lover's soul lives in the body of his mistress.
It is a true proverb, that if you live with a lame man, you will learn to limp.
The talkative listen to no one, for they are ever speaking. And the first evil that attends those who know not to be silent is that they hear nothing.
We are more sensible of what is done against custom than against nature.
An imbalance between rich and poor is the oldest and most fatal ailment of all republics.
Silence at the proper season is wisdom, and better than any speech.
For the rich men without scruple drew the estate into their own hands, excluding the rightful heirs from their succession; and all the wealth being centred upon the few, the generality were poor and miserable. Honourable pursuits, for which there was no longer leisure, were neglected; the state was filled with sordid business, and with hatred and envy of the rich.
He who least likes courting favour, ought also least to think of resenting neglect; to feel wounded at being refused a distinction can only arise from an overweening appetite to have it.
He who busies himself in mean occupations, produces in the very pains he takes about things of little or no use, an evidence against himself of his negligence and indisposition to what is really good.
The measure of a man is the way he bears up under misfortune.
Boys throw stones at frogs for fun. but the frogs don't die for 'fun', but in sober earnest.
To make no mistakes is not in the power of man; but from their errors and mistakes the wise and good learn wisdom for the future.
For the mind does not require filling like a bottle, but rather, like wood, it only requires kindling to create in it an impulse to think independently and an ardent desire for the truth.
I don’t need a friend who changes when I change and who nods when I nod; my shadow does that much better.
Philosophy is the art of living.
He is a fool who leaves things close at hand to follow what is out of reach.
I am all that hath been, and is, and shall be, and my veil no mortal has hitherto raised.
Perseverance is more prevailing than violence; and many things which cannot be overcome when they are together, yield themselves up when taken little by little.
He can never speak well, who knows not how to hold his peace.
For he who gives no fuel to fire puts it out, and likewise he who does not in the beginning nurse his wrath and does not puff himself up with anger takes precautions against it and destroys it.