[{"text" : "What does Sunday, the day of the Lord, mean for us? It is a day for rest and for family, but first of all a day for Him.","author" : "Pope Benedict XVI"},{"text" : "The closer a person is to God, the closer he is to people.","author" : "Pope Benedict XVI"},{"text" : "The world offers you comfort. But you were not made for comfort. You were made for greatness.","author" : "Pope Benedict XVI"},{"text" : "The fundamental human right, the presupposition of every other right, is the right to life itself. This is true of life from the moment of conception until its natural end. Abortion, consequently, cannot be a human right — it is the very opposite. It is a deep wound in society.","author" : "Pope Benedict XVI"},{"text" : "Mercy is what moves us toward God, while justice makes us tremble in his sight.","author" : "Pope Benedict XVI"},{"text" : "Purity of heart is what enables us to see.","author" : "Pope Benedict XVI"},{"text" : "Attempts to construct an ethic from the rules of evolution, or from psychology and sociology, end up being simply inadequate.","author" : "Pope Benedict XVI"},{"text" : "The discernment of a vocation is above all the fruit of an intimate dialogue between the Lord and his disciples. Young people, if they know how to pray, can be trusted to know what to do with God's call.","author" : "Pope Benedict XVI"},{"text" : "Celibacy is not a matter of compulsion. Someone is accepted as a priest only when he does it of his own accord.","author" : "Pope Benedict XVI"},{"text" : "The wrath of God is a way of saying that I have been living in a way that is contrary to the love that is God. Anyone who begins to live and grow away from God, who lives away from what is good, is turning his life toward wrath.","author" : "Pope Benedict XVI"},{"text" : "There is an urgent need for the emergence of a new generation of apostles anchored firmly in the word of Christ, capable of responding to the challenges of our times and prepared to spread the Gospel far and wide.","author" : "Pope Benedict XVI"},{"text" : "An important function of theology is to keep religion tied to reason and reason to religion. Both roles are of essential importance for humanity.","author" : "Pope Benedict XVI"},{"text" : "Dialogue is the fundamental unfolding of a gift of oneself to another.","author" : "Pope Benedict XVI"},{"text" : "God's dialogue with us becomes truly human, since God conducts his part as man.","author" : "Pope Benedict XVI"},{"text" : "We know well that this truth risks being contradicted by the hedonism of the so-called well-off societies: Life is exalted as long as it's pleasant, but one tends to not respect it any more when it is sick or damaged.","author" : "Pope Benedict XVI"},{"text" : "Prudence does not mean failing to accept responsibilities and postponing decisions; it means being committed to making joint decisions after pondering responsibly the road to be taken.","author" : "Pope Benedict XVI"},{"text" : "In Jesus Christ, God took on a human face and became our friend and brother.","author" : "Pope Benedict XVI"},{"text" : "The cross reminds us that there is no true love without suffering, there is no gift of life without pain.","author" : "Pope Benedict XVI"},{"text" : "Being a Christian is not the result of an ethical choice or a lofty idea, but the encounter with an event, a person, which gives life a new horizon and a decisive direction","author" : "Pope Benedict XVI"},{"text" : "Preservation of the environment, promotion of sustainable development and particular attention to climate change are matters of grave concern for the entire human family.","author" : "Pope Benedict XVI"},{"text" : "On the one hand, faith is a profoundly personal contact with God, which touches me in my innermost being and places me in front of the living God in absolute immediacy in such a way that I can speak with Him, love Him, and enter into communion with Him.","author" : "Pope Benedict XVI"},{"text" : "God does not change; he is Love, ever and always. In himself, he is communion, unity in Trinity, and all his words and works are directed to communion.","author" : "Pope Benedict XVI"},{"text" : "In the Eucharist a communion takes place that corresponds to the union of man and woman in marriage. Just as they become 'one flesh', so in Communion we all become 'one spirit', one person, with Christ.","author" : "Pope Benedict XVI"},{"text" : "In the Eucharist a communion takes place that corresponds to the union of man and woman in marriage. Just as they become 'one flesh', so in Communion we all become 'one spirit', one person, with Christ.","author" : "Pope Benedict XVI"},{"text" : "Following Jesus in faith is to walk with him in the communion of the Church. You cannot follow Jesus alone.","author" : "Pope Benedict XVI"},{"text" : "Grant that we may be one flock and one shepherd! Do not allow your net to be torn, help us to be servants of unity!","author" : "Pope Benedict XVI"},{"text" : "It is rational to believe, as it is our very existence that is at stake.","author" : "Pope Benedict XVI"},{"text" : "Evil draws its power from indecision and concern for what other people think.","author" : "Pope Benedict XVI"}]