Good health and good sense are two of life's greatest blessings.
Fortune is like glass--the brighter the glitter, the more easily broken.
Beware the fury of a patient man.
The pain of the mind is worse than the pain of the body.
Better be ignorant of a matter than half know it.
It takes a long time to bring excellence to maturity.
A hasty judgment is a first step to recantation.
You cannot put the same shoe on every foot.
Never promise more than you can perform.
No one ever lost his honor, except he who had it not.
He who has lost honor can lose nothing more.
Where there is unity there is always victory.
The loss of a friend is the greatest of losses.
We desire nothing so much as what we ought not to have.
Successful guilt is the bane of society.
The loss which is unknown is no loss at all.
As men, we are all equal in the presence of death.
Count not him among your friends who will retail your privacies to the world.
Do not despise the bottom rungs in the ascent to greatness.
Treat your friend as if he might become an enemy.
To dispute with a drunkard is to debate with an empty house.
One ungrateful person does an injury to all needy people.
A friendship that can end never really began.
Even when the wound is healed the scar remains.
The coward calls himself cautious, the miser thrifty.
Powerful indeed is the empire of habit.
He who helps the guilty, shares the crime.
They do injury to the good who spares the bad.
There is no medicine to cure hatred.
When you confer a benefit on those worthy of it, you confer a favor on all.
Debt is the slavery of the free.
A small debt produces a debtor; a large one, an enemy.
Fortune is like glass - the brighter the glitter, the more easily broken.
Through indecision opportunity is often lost.
Danger comes on us more speedily when we treat it with contempt.
No pleasure endures unseasoned by variety.
A rolling stone can gather no moss.
It is better to learn late than never.
An agreeable companion on a journey is as good as a carriage.
A pleasant companion reduces the length of the journey.
The circumstances of others seem good to us, while ours seem good to others.
Equanimity is calamity's medicine.
A small loan makes a debtor; a great one, an enemy.
Valor grows by daring, fear by holding back.
He who conquers his wrath overcomes his greatest enemy.
He is much to be dreaded who stands in dread of poverty.
He who has a mind to do mischief will always find a pretense.
Each day is the scholar of yesterday.
A hasty judgment is a first step to recantation.
Hasty conclusions lead to speedy repentance.
There is no fruit which is not bitter before it is ripe.
Tears gratify a savage nature, they do not melt it.
He who boasts of a favor bestowed, would like it back again.
There is no safety in regaining the favor of an enemy
To refuse graciously is to confer a favor.
Observation, not old age, brings wisdom.
No one reaches a high position without daring.
If you wish to reach the highest, begin at the lowest.
A tongue prone to slander is the proof of a depraved mind.
A sly piece of good luck, which nobody knows of is delightful.
Delay is hateful, but it gives wisdom.
That delay is our surest protection which enables us to deliberate on the merits of our intentions
The most delightful pleasures cloy without variety.
Hasty conclusions lead to speedy repentance.
It is not every question that deserves an answer.
The eyes start love; intimacy perfects it.
The hope of reward is the solace of labor.
It is well to moor your bark with two anchors.
A position of dignity is more easily improved upon than acquired.
A gift in season is a double favor to the needy.
Art has a double face, of expression and illusion, just like science has a double face: the reality of error and the phantom of truth.
An angry father is most cruel towards himself.
To become rich is easy. Much harder is to solve the riddles of of the heart.
Union gives strength to the humble.
Have courage, or cunning, when you deal with an enemy.
A noble spirit finds a cure for injustice in forgetting it.
Agreement is made more precious by disagreement.
The poor man is ruined as soon as he begins to ape the rich.
We tolerate without rebuke the vices with which we have grown familiar.
He who has a mind to do mischief will always find a pretense.
An angry man is again angry with himself when he returns to reason.
Venus yields to caresses, not to compulsion.
The eyes are not responsible when the mind does the seeing.
The eyes see not what is before them when the mind is intent on other matters.
There is but a step between a proud man's glory and his disgrace.
To lose a friend is the greatest of all losses.
He who is bent on doing evil can never want occasion.
Poverty wants much but avarice, everything.
It is a good thing to learn caution by from the misfortunes of others.
In a heated argument we are apt to lose sight of the truth
The prompter the refusal, the less the disappointment.
Some remedies are worse than the disease.
You can accomplish by kindness what you cannot by force.
It is a pitiful fortune that is not without enemies.
Practice is the best of all instructors.
A good reputation is more valuable than money.
You can accomplish by kindness what you cannot do by force.
While we stop to think, we often miss out opportunity.
To confess a fault freely is the next thing to being innocent of it.
The wounds of conscience always leave a scar.
Practice is the supreme teacher.
Never thrust your own sickle into another's corn.