[{"text" : "Be silent, or say something better than silence","author" : "Pythagoras"},{"text" : "Choices are the hinges of destiny.","author" : "Pythagoras"},{"text" : "Envy has been, is, and shall be, the destruction of many. What is there, that Envy hath not defamed, or Malice left undefiled? Truly, no good thing.","author" : "Pythagoras"},{"text" : "Sobriety is the strength of the soul, for it preserves its reason unclouded by passion.","author" : "Pythagoras"},{"text" : "Choose rather to be strong of soul than strong of body.","author" : "Pythagoras"},{"text" : "For as long as men massacre animals, they will kill each other. Indeed, he who sows the seed of murder and pain cannot reap joy and love.","author" : "Pythagoras"},{"text" : "Friends are as companions on a journey, who ought to aid each other to persevere in the road to a happier life.","author" : "Pythagoras"},{"text" : "Choose always the way that seems the best, however rough it may be; custom will soon render it easy and agreeable.","author" : "Pythagoras"},{"text" : "No man is free who cannot command himself.","author" : "Pythagoras"},{"text" : "Do not say a little in many words but a great deal in a few.","author" : "Pythagoras"},{"text" : "Silence is better than unmeaning words.","author" : "Pythagoras"},{"text" : "A thought is an idea in transit.","author" : "Pythagoras"},{"text" : "Concern should drive us into action and not into a depression. No man is free who cannot control himself.","author" : "Pythagoras"},{"text" : "As the sea-crab swimmeth always against the stream, so doth wit always against wisdom.","author" : "Pythagoras"},{"text" : "The wind is blowing. Adore the wind.","author" : "Pythagoras"},{"text" : "Geometry is knowledge of the eternally existent.","author" : "Pythagoras"},{"text" : "There is geometry in the humming of the strings, there is music in the spacing of the spheres.","author" : "Pythagoras"},{"text" : "Above the cloud with its shadow is the star with its light. Above all things reverence thyself.","author" : "Pythagoras"},{"text" : "Learn silence. With the quiet serenity of a meditative mind, listen, absorb, transcribe, and transform.","author" : "Pythagoras"},{"text" : "No one is free who has not obtained the empire of himself.","author" : "Pythagoras"},{"text" : "Salt is born of the purest parents: the sun and the sea.","author" : "Pythagoras"},{"text" : "Govern your tongue before all other things, following the gods.","author" : "Pythagoras"},{"text" : "A fool is known by his speech; and a wise man by silence.","author" : "Pythagoras"},{"text" : "When the wise man opens his mouth, the beauties of his soul present themselves to the view, like the statues in a temple.","author" : "Pythagoras"},{"text" : "Beans have a soul.","author" : "Pythagoras"},{"text" : "It is only necessary to make war with five things; . with the maladies of the body . the ignorances of the mind . with the passions of the body . with the seditions of the city . and the discords of families.","author" : "Pythagoras"},{"text" : "Consider before acting, to avoid foolishness. It is the worthless man who speaks and acts thoughtlessly.","author" : "Pythagoras"}]