The young always have the same problem how to rebel and conform at the same time. They have now solved this by defying their parents and copying one another.
My mother protected me from the world and my father threatened me with it.
Men get laid, but women get screwed.
You fall out of your mother's womb, you crawl across open country under fire, and drop into your grave.
For an introvert his environment is himself and can never be subject to startling or unforeseen change.
The trouble with children is that they're not returnable.
There is no need to do any housework at all. After the first four years the dirt doesn't get any worse.
Manners are a way of getting what you want without appearing to be an absolute swine.
The very purpose of existence is to reconcile the glowing opinion we hold of ourselves with the appalling things that other people think about us.
Nearly always when actors are approached by the beauticians, they try to avoid the dabs that the beauticians put on their faces. They dodge them.
Charisma is the ability to influence without logic.
The formula for achieving a successful relationship is simple: you should treat all disasters as if they were trivialities but never treat a triviality as if it were a disaster.
Decency must be an even more exhausting state to maintain than its opposite. Those who succeed seem to need a stupefying amount of sleep.
In an expanding universe, time is on the side of the outcast. Those who once inhabited the suburbs of human contempt find that without changing their address they eventually live in the metropolis.
You see, astrology is like fortune-telling. If you can't get it right, you say, Well, if Venus was doing something peculiar in the background, that would alter your prognostication because, of course, astrology is rubbish.
Believe in fate, but lean forward where fate can see you.
The English think that incompetence is the same thing as sincerity.
The worst part of being gay in the twentieth century is all that damn disco music to which one has to listen.
In Manhattan, when you're out of the front door, you're on, and you have to be ready to smile and speak to people.
The curiosity of the neighbors about you, is a tribute to your individuality, and you should encourage it.
However low a man sinks he never reaches the level of the police.
The very purpose of existence is to reconcile the glowing opinion we have of ourselves with the appalling things that other people think about us.
Development of character consists solely in moving toward self-sufficiency.
Even hooligans marry, though they know that marriage is but for a little while. It is alimony that is forever.
When I told the people of Northern Ireland that I was an atheist, a woman in the audience stood up and said, 'Yes, but is it the God of the Catholics or the God of the Catholics or the God of the protestants in whom you don't believe?
It's no good running a pig farm badly for 30 years while saying, 'Really, I was meant to be a ballet dance.' By then, pigs will be your style.