Clouds come floating into my life, no longer to carry rain or usher storm, but to add color to my sunset sky.
Faith is a bird that feels dawn breaking and sings while it is still dark.
The burden of the self is lightened when I laugh at myself.
Death is not extinguishing the light; it is only putting out the lamp because the dawn has come.
You can't cross the sea merely by standing and staring at the water.
Let us not pray to be sheltered from dangers but to be fearless when facing them.
If religion, instead of being the manifestation of a spiritual ideal, gives prominence to scriptures and external rites, then does it disturb the peace more than anything else.
I seem to have loved you in numberless forms, numberless times, in life after life, in age after age forever.
The significance which is in unity is an eternal wonder.
We come nearest to the great when we are great in humility.
Men are cruel, but Man is kind.
Trees are the earth's endless effort to speak to the listening heaven.
The butterfly counts not months but moments, and has time enough.
You can't cross the sea merely by standing and staring at the water. Don't let yourself indulge in vain wishes.
Let me not pray to be sheltered from dangers, but to be fearless in facing them. Let me not beg for the stilling of my pain, but for the heart to conquer it.
Bigotry tries to keep truth safe in its hand
The bird thinks it a favor to give the fish a lift in the air.
A mind all logic is like a knife all blade. It makes the hand bleed that uses it.
Every child comes with the message that God is not yet discouraged of man.
Don't limit a child to your own learning, for he was born in another time.
And because I love this life I know I shall love death as well The child cries out when From the right breast the mother Takes it away, in the very next moment to find in the left one its consolation.
The mountain remains unmoved at seeming defeat by the mist.
We manage to swallow flesh, only because we do not think of the cruel and sinful thing we do.
He who is too busy doing good finds no time to be good.
Beauty is truth's smile when she beholds her own face in a perfect mirror.
The human soul is on its journey from the law to love, from discipline to liberation, from the moral plane to the spiritual.
When I stand before thee at the day's end, thou shalt see my scars and know that I had my wounds and also my healing.
Fidelity in love requires abstinence, but only through it one can know the hidden beauty of love.
False hope is clung to with all one's might and main, till a day comes when it has sucked the heart dry and it forcibly breaks through its bonds and departs. After that comes the misery of awakening, and then once again, the longing to get back into the maze of the same mistakes.
This little flute of a reed thou hast carried over hills and dales, and hast breathed through it melodies eternally new.
The singer has everything within him. The notes come out from his very life. They are not materials gathered from outside.
Reach high, for stars lie hidden in you. Dream deep, for every dream precedes the goal.
Dark clouds become heaven's flowers when kissed by light.
To be constantly changing one's plans isn't decision at all-it's indecision.
Music fills the infinite between two souls.
Gray hairs are signs of wisdom if you hold your tongue, speak and they are but hairs, as in the young.
We are hidden in ourselves, like a truth hidden in isolated facts. When we know that this One in us is One in all, then our truth is revealed.
Faith is the bird that feels the light And sings when the dawn is still dark.
Facts are many, but the truth is one.
There is no 'next' after you are dead and gone from your own world.
The truth comes as conqueror only because we have lost the art of receiving it as guest.
When we rejoice in our fullness, then we can part with our fruits with joy.
Every difficulty slurred over will be a ghost to disturb your repose later on.
The small truth has words that are clear; the great truth has great silence.
Love is an endless mystery, for it has nothing else to explain it.
Perhaps the new dawn will come from this horizon, from the East where the sun rises; and then, unvanquished Man will retrace his path of conquest, despite all barriers, to win back his lost heritage.
It dances today, my heart, like a peacock it dances . it dances. It sports a mosaic of passions . like a peacock’s tail . It soars to the sky with delight, it quests, Oh wildly . it dances today, my heart, like a peacock it dances.
The force of arms only reveals man s weakness.
Emancipation from the bondage of the soil is no freedom for the tree.
Life is given to us . we earn it by giving it.
And this was the cause of my suffering when I was sent to school. For all of a sudden I found my world vanishing around me, giving place to wooden benches and straight walls staring at me with the blank stare of the blind. But the legend is that eating of the fruit of knowledge is not consonant with dwelling in paradise. Therefore men's children have to be banished from their paradise into a realm of death dominated by the decency of a tailoring department. So my mind had to accept the tight-fitting encasement of the school which, being like the shoes of a mandarin woman, pinched and bruised my nature on all sides and at every movement.
I slept and dream that life was joy. I awoke and saw that life was service. I acted and behold, service was joy.
Let me not pray to be sheltered from dangers, but to be fearless in facing them.
Let life be beautiful like summer flowers and death like autumn leaves.
A lamp can only light another lamp when it continues to burn in its own flame.
Burnt a smoky lantern covered with soot, the porch smelt of the smouldering wick.
The birds looked upon me as nothing but a man, quite a trifling creature without wings and they would have nothing to do with me. Were it not so I would build a small cabin for myself among their crowd of nests and pass my days counting the sea waves.
We should be shining lamps, giving light to all around us.
Palm-tree: single-legged giant, topping other trees, peering at the firmament - It longs to pierce the black cloud-ceiling and fly away, away, if only it had wings.
An evening she had watched the moon made dizzy by the shaking of bamboo leaves, and on many a rainy day the smell of the wet earth.
Here is the same sky,' she said, 'only free from the fencing hills,--
Let your life lightly dance on the edges of time like dew on the tip of a leaf.
Age considers. Youth ventures.
I love you every minute of my life; you`re my love and my life. Not all people are lucky to find the sense of their life. I am happy, cause I had found it when I met you – the love of my life.
My day is done, and I am like a boat drawn on the beach, listening to the dance-music of the tide in the evening.
The same stream of life that runs through my veins night and day runs through the world and dances in rhythmic measures. It is the same life that shoots in joy through the dust of the earth in numberless blades of grass and breaks into tumultuous waves of leaves and flowers.
O Fool, try to carry thyself upon thy own shoulders! .
Man is immortal. Therefore he must die endlessly. For life is a creative idea. It can only find itself in changing forms.
Clouds come floating into my life from other days no longer to shed rain or usher storm but to give colour to my sunset sky.
If you cry because the sun has gone out of your life, your tears will prevent you from seeing the stars.