The years teach much which the days never know.
A friend may well be reckoned the masterpiece of nature.
Life is too short to waste.
We boil at different degrees.
A weed is a plant we've found no use for yet.
The wise through excess of wisdom is made a fool.
Common sense is genius dressed in its working clothes.
Life is a journey, not a destination.
Nothing great was ever achieved without enthusiasm.
Ambition is the germ from which all growth of nobleness proceeds.
There is a great deal of poetry and fine sentiment in a chest of tea.
Every violation of truth is not only a sort of suicide in the liar, but is a stab at the health of human society.
Self sacrifice is the real miracle out of which all the reported miracles grow.
Sleep lingers all our lifetime about our eyes, as night hovers all day in the boughs of the fir-tree.
Nothing can bring you peace but yourself.
The man (or woman) who can make hard things easy is the educator.
Fate is nothing but the deeds committed in a prior state of existence.
Once you make a decision, the universe conspires to make it happen.
Money often costs too much.
Nature always wears the colors of the spirit.
Adopt the pace of nature: her secret is patience.
Nature is an endless combination and repetition of a very few laws.
Shall I tell you a secret of a true scholar? It is this: every man I meet is my master in some point and in that I learn from him.
Never lose an opportunity of seeing anything beautiful, for beauty is God's handwriting.
Though we travel the world over to find the beautiful, we must carry it with us or we find it not.
No great man ever complains of want of opportunity.
Imitation is suicide.
You cannot do a kindness too soon, for you never know how soon it will be too late.
In art the hand can never execute anything higher than the heart can inspire.
Happiness is a perfume you cannot pour on others without getting a few drops on yourself.
It is one of the blessings of old friends that you can afford to be stupid with them.
Men are respectable only as they respect.
It is impossible for a man to be cheated by anyone but himself.
Each man takes care that his neighbor shall not cheat him. But a day comes when he begins to care that he does not cheat his neighbor. Then all goes well -he has changed his market -cart into a chariot of the sun.
Do not follow where the path may lead.
To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.
Make the most of yourself, for that is all there is of you.
What lies behind us and what lies before us are tiny matters compared to what lies within us.
We acquire the strength we have overcome.
Let me never fall into the vulgar mistake of dreaming that I am persecuted whenever I am contradicted.
Men are what their mothers made them.
All writing comes by the grace of God.
Good writing is a kind of skating which carries off the performer where he would not go.
Passion, though a bad regulator, is a powerful spring.
The things taught in schools and colleges are not an education, but the means of education.
The revelation of thought takes men out of servitude into freedom.
Our greatest glory is not in never failing, but in rising up every time we fail.
He takes men out of time and makes them feel eternity.
Do not go where the path may lead; go instead where there is no path and leave a trail.
Do not go where the path may lead, go instead where there is no path and leave a trail.
The silence that accepts merit as the most natural thing in the world, is the highest applause.
Write it on your heart that every day is the best day in the year.
Sunday is the core of our civilization, dedicated to thought and reverence.
Sorrow makes us all children again - destroys all differences of intellect. The wisest know nothing.
People do not seem to realize that their opinion of the world is also a confession of character.
Who you are is speaking so loudly that I can't hear what you're saying.
The eyes indicate the antiquity of the soul.
Music takes us out of the actual and whispers to us dim secrets that startle our wonder as to who we are, and for what, whence, and whereto.
Nothing can bring you happiness but yourself.
All I have seen teaches me to trust the Creator for all I have not seen.
Our faith comes in moments... yet there is a depth in those brief moments which constrains us to ascribe more reality to them than to all other experiences.
The purpose of life is not to be happy. It is to be useful, to be honorable, to be compassionate, to have it make some difference that you have lived and lived well.
Life is a progress, and not a station.
It is not the length of life, but depth of life.
Big jobs usually go to the men who prove their ability to outgrow small ones.
The only person you are destined to become is the person you decide to be.
For each new morning with its light, For rest and shelter of the night, For health and food, for love and friends, For everything Thy goodness sends.
Most of the shadows of this life are caused by our standing in one's own sunshine.
Sunshine cannot bleach the snow, Nor time unmake what poets know.
Live in the sunshine, swim the sea, drink the wild air's salubrity.
It is one of the most beautiful compensations of this life that no man can sincerely try to help another without helping himself.
A man builds a fine house; and now he has a master, and a task for life: he is to furnish, watch, show it, and keep it in repair, the rest of his days.
The things taught in schools and colleges are not an education, but the means to an education.
What school, college, or lecture bring men depends on what men bring to carry it home in.
One of the benefits of a college education is to show the boy its little avail.
Flowers... are a proud assertion that a ray of beauty out-values all the utilities of the world.
People only see what they are prepared to see.
The man who has seen the rising moon break out of the clouds at midnight has been present like an archangel at the creation of light and of the world
Night hovers all day in the boughs of the fir tree.
Few people know how to take a walk. The qualifications are endurance, plain clothes, old shoes, an eye for nature, good humor, vast curiosity, good speech, good silence and nothing too much.
To get up each morning with the resolve to be happy is to set our own conditions to the events of each day. To do this is to condition circumstances instead of being conditioned by them.
Don't waste your life in doubts and fears: spend yourself on the work before you, well assured that the right performance of this hour's duties will be the best preparation for the hours or ages that follow it.
For Destiny never swerves nor yields to men the helm.
A great man is always willing to be little.
The good news is that the moment you decide that what you know is more important than what you have been taught to believe, you will have shifted gears in your quest for abundance. Success comes from within, not from without.
Some will always be above others. Destroy the inequality today, and it will appear again tomorrow.
A man is known by the books he reads.
A man should learn to detect and watch that gleam of light which flashes across his mind from within.
The quality of the imagination is to flow and not to freeze.
Imagination is not a talent of some people but is the health of everyone.
Science does not know its debt to imagination.
Give a boy address and accomplishments and you give him the mastery of palaces and fortunes where he goes.
When a whole nation is roaring patriotism at the top of its voice, I am fain to explore the cleanness of its hands and the purity of its heart.
Concentration is the secret of strengths in politics, in war, in trade, in short in all management of human affairs.
When it is darkest, men see the stars.
If the stars should appear but one night every thousand years how man would marvel and stare.
Envy is the tax which all distinction must pay.
Do not waste yourself in rejection; do not bark against the bad, but chant the beauty of the good.
Dear to us are those who love us but dearer are those who reject us as unworthy, for they add another life; they build a heaven before us whereof we had not dreamed, and thereby supply to us new powers out of the recesses of the spirit.
America is another name for opportunity. Our whole history appears like a last effort of divine providence on behalf of the human race.
Pictures must not be too picturesque.
Do not follow where the path may lead. Go instead where there is no path and leave a trail.
Intellect annuls fate. So far as a man thinks, he is free.
There is always safety in valor.
This day is all that is good and fair. It is too dear, with its hopes and invitations, to waste a moment on the yesterdays.
Magic and all that is ascribed to it is a deep presentiment of the powers of science.
With the past, I have nothing to do; nor with the future. I live now.
Shallow men believe in luck. Strong men believe in cause and effect.
He is rich who owns the day, and no one owns the day who allows it to be invaded with fret and anxiety.
Finish each day and be done with it. You have done what you could; some blunders and absurdities no doubt crept in; forget them as soon as you can. Tomorrow is a new day; you shall begin it well and serenely and with too high a spirit to be encumbered with your old nonsense.
Nothing can bring you peace but yourself. Nothing can bring you peace but the triumph of principles.
There is this to be said in favor of drinking, that it takes the drunkard first out of society, then out of the world.
Curiosity is lying in wait for every secret.
Nothing astonishes men so much as common sense and plain dealing.
The selfish man suffers more from his selfishness than he from whom that selfishness withholds some important benefit.
For every minute you remain angry, you give up sixty seconds of peace of mind.
There is simply the rose; it is perfect in every moment of its existence.
Unless you try to do something beyond what you have already mastered, you will never grow.
Nothing is more simple than greatness; indeed, to be simple is to be great.
Trust men and they will be true to you; treat them greatly, and they will show themselves great.
Self-command is the main discipline.
Every sunset brings the promise of a new dawn.
A hero is no braver than an ordinary man, but he is braver five minutes longer.
The heroic cannot be the common, nor the common the heroic.
The youth, intoxicated with his admiration of a hero, fails to see, that it is only a projection of his own soul, which he admires.
He who is not everyday conquering some fear has not learned the secret of life.
Character is higher than intellect. A great soul will be strong to live as well as think.
Don't be too timid and squeamish about your actions. All life is an experiment. The more experiments you make the better.
Pride ruined the angels.
What I need is someone who will make me do what I can.
Insist on yourself; never imitate... Every great man is unique.
We change, whether we like it or not.
For every minute you are angry you lose sixty seconds of happiness.
Each man has his own vocation; his talent is his call. There is one direction in which all space is open to him.
Make yourself necessary to the world and mankind will give you bread.
Win as if you were used to it, lose as if you enjoyed it for a change.
Every revolution was first a thought in one man's mind.
This time, like all times, is a very good one, if we but know what to do with it.
Every man is entitled to be valued by his best moment.
All promise outruns performance.
No member of a crew is praised for the rugged individuality of his rowing.
The ancestor of every action is a thought.
Peace cannot be achieved through violence, it can only be attained through understanding.
How much of human life is lost in waiting.
Faithless To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.
It is very hard to be simple enough to be good.
Guard well your spare moments. They are like uncut diamonds. Discard them and their value will never be known. Improve them and they will become the brightest gems in a useful life.
If I cannot brag of knowing something, then I brag of not knowing it; at any rate, brag.
There is also this benefit in brag, that the speaker is unconsciously expressing his own ideal. Humor him by all means, draw it all out, and hold him to it.
When summer opens, I see how fast it matures, and fear it will be short; but after the heats of July and August, I am reconciled, like one who has had his swing, to the cool of autumn.
Our chief want is someone who will inspire us to be what we know we could be.
One thing in the world, of value, is the active soul.
To know even one life has breathed easier because you have lived. This is to have succeeded.
The glory of friendship is not the outstretched hand, nor the kindly smile, nor the joy of companionship; it is the spiritual inspiration that comes to one when he discovers that someone else believes in him and is willing to trust him with his friendship.
When a resolute young fellow steps up to the great bully, the world, and takes him boldly by the beard, he is often surprised to find it comes off in his hand, and that it was only tied on to scare away the timid adventurers.
It is one of the beautiful compensations in this life that no one can sincerely try to help another without helping himself.
If I'm not so large as you, You are not so small as I, And not half so spry.
Every burned book or house enlightens the world; every suppressed or expunged word reverberates through the earth from side to side.
The First wealth is health.
Life is a succession of lessons which must be lived to be understood.
They can conquer who believe they can. He has not learned the first lesson in life who does not every day surmount a fear.
If you learn only methods, you'll be tied to your methods but if you learn principles you can devise your own methods.
Every calamity is a spur and a valuable hint.
Be as beneficent as the sun or the sea, but if your rights as a rational being are trenched on, die on the first inch of your territory.
Every artist was first an amateur.
Enthusiasm is the mother of effort, and without it nothing great was ever achieved.
Enthusiasm is the leaping lightning, not to be measured by the horse-power of the understanding.
We are born believing. A man bears beliefs as a tree bears apples.
A child is a curly, dimpled lunatic.
Earth laughs in flowers.
Nature never hurries. Atom by atom, little by little she achieves her work.
Them meaning of good and bad, of better and worse, is simply helping or hurting.
Insist upon yourself. Be original.
Do your work, but do your thing.
All life is an experiment. The more experiments you make the better.
Democracy becomes a government of bullies tempered by editors.
The meaning of good and bad, of better and worse, is simply helping or hurting.
A man is what he thinks about all day long.
All life is an experiment. The more experiments you make, the better.
A man's wife has more power over him than the state has.
When I first open my eyes upon the morning meadows and look out upon the beautiful world, I thank God I am alive.
Cultivate the habit of being grateful for every good thing that comes to you, and to give thanks continuously. And because all things have contributed to your advancement, you should include all things in your gratitude.
For flowers that bloom about our feet; for tender grass, so fresh, so sweet; for song of bird, and hum of bee; for all things fair we hear or see, father in heaven, we thank Thee!
God enters by a private door into every individual.
We aim above the mark to hit the mark.
It does not need that a poem should be long. Every word was once a poem. Every new relationship is a new word.
Nature never hurries: atom by atom, little by little, she achieves her work. The lesson one learns from yachting or planting is the manners of nature; patience with the delays of wind and sun, delays of the seasons, bad weather, excess or lack of water.
In art, the hand can never execute anything higher than the heart can imagine.
Though we travel the world over to find the beautiful, we must carry it with us, or we find it not.
I Like this quote I dislike this quote“Science does not know its debt to imagination.
Without ambition one starts nothing. Without work one finishes nothing. The prize will not be sent to you. You have to win it.
Whatever course you decide upon, there is always someone to tell you that you are wrong. There are always difficulties arising which tempt you to believe that your critics are right. To map out a course of action and follow it to an end requires courage.
It's one of the blessings of old friends that you can afford to be stupid with them.
Don't be pushed by your problems. Be led by your dreams.
Marriage is the perfection of what love aimed at, ignorant of what it sought.
We are always getting ready to live but never living.
We ask for long life, but 'tis deep life, or noble moments that signify. Let the measure of time be spiritual, not mechanical.
Everything in nature is bipolar, or has a positive and a negative pole.
Coffee is good for talent, but genius wants prayer.
Write it on your heart that every day is the best day in the year. No man has learned anything rightly, until he knows that every day is Doomsday.
I have heard that whoever loves is in no condition old.
Do the thing and you will have the power.
Good manners are made up of petty sacrifices.
Every great achievement is the victory of a flaming heart.
Work and acquire, and thou hast chained the wheel of chance.
Do the thing you are afraid to do, and the death of fear is certain.
When it is darkest, we can see the stars.
Is it so bad to be misunderstood? Pythagoras was misunderstood, and Socrates, and Jesus, and Luther, and Copernicus, and Galileo, and Newton, and every pure and wise spirit that ever took flesh.
To be great is to be misunderstood.
The desire of gold is not for gold. It is for the means of freedom and benefit.
The best lightning rod for your protection is your own spine.
Nobody can bring you peace but yourself.
No one can cheat you out of ultimate success but yourself.
America is another name for opportunity.
The best effort of a fine person is felt after we have left their presence.
Give me wine to wash me clean of the weather-stains of cares
A man will be eloquent if you give him good wine.
We sometimes meet an original gentleman, who, if manners had not existed, would have invented them.
The wise man in the storm prays to God, not for safety from danger, but deliverance from fear
I like the silence of a church, before the service begins better than any preaching.
Cities force growth, and make men talkative and entertaining, but they make them artificial.
When it is dark enough, you can see the stars.
Indeed the river is a perpetual gala, and boasts each month a new ornament.
The river knows the way to the sea: Without a pilot it runs and falls, Blessing all lands with its charity.
Make the most of yourself....for that is all there is of you.
Self-command is the main elegance.
Violence is not power, but the absence of power.
It is one of the most beautiful compensations of this life that you cannot sincerely try to help another without helping yourself.
As a cure for worrying, work is better than whiskey.
Tomorrow is a new day; begin it well and serenely and with too high a spirit to be encumbered with your old nonsense.
In the presence of nature, a wild delight runs through the man, in spite of real sorrows. Nature says he is my creature, and maugre all his impertinent griefs, he shall be glad with me.
Four snakes gliding up and down a hollow for no purpose that I could see - not to eat, not for love, but only gliding.
All the thoughts of a turtle are turtle.
Don't ever give up on something or someone that you can't go a full day without thinking about.
The field cannot well be seen from within the field.
The April winds are magical, And thrill our tuneful frames; The garden-walks are passional To bachelors and dames.
Live in the sunshine, swim the sea, drink the wild air.
There are always two parties; the establishment and the movement.
Place yourself in the middle of the stream of power and wisdom which animates all whom it floats, and you are without effort impelled to truth, to right and a perfect contentment.
Not for nothing one face, one character, one fact makes much impression on him, and another none.
There are always difficulties arising that tempt you to believe your critics are right.
It is easy in the world to live after the world's opinion; it is easy in solitude to live after our own; but the great man is he who in the midst of the crowd keeps with perfect sweetness the independence of solitude.
Self-trust is the first secret to success.
Society acquires new arts, and loses old instincts.
All are needed by each one; Nothing is fair or good alone.
It was high counsel that I once heard given to a young person, 'always do what you are afraid to do.
The first farmer was the first man. All historic nobility rests on the possession and use of land.
What we fear of doing most is usually what we most need to do.
In skating over thin ice our safety is in our speed.
You send your child to the schoolmaster, but 'tis the schoolboys who educate him.
Every man has his own vocation, talent is the call.
Talent for talent's sake is a bauble and a show. Talent working with joy in the cause of universal truth lifts the possessor to new power as a benefactor.
It is a happy talent to know how to play.
Talent is commonly developed at the expense of character.
Coolness and absence of heat and haste indicate fine qualities.
Everything teaches transition, transference, metamorphosis: therein is human power, in transference, not in creation; & therein is human destiny, not in longevity but in removal. We dive & reappear in new places.
No man ever prayed heartily without learning something.
Nature is a mutable cloud which is always and never the same.
The greatest gift is a portion of thyself.
Astronomy to the selfish becomes astrology.
If I have lost confidence in myself, I have the universe against me.
Open the doors of opportunity to talent and virtue and they will do themselves justice, and property will not be in bad hands.
Plants are the young of the world, vessels of health and vigor; but they grope ever upward towards consciousness; the trees are imperfect men, and seem to bemoan their imprisonment, rooted in the ground.