[{"text" : "Half the fun of the travel is the esthetic of lostness.","author" : "Ray Bradbury"},{"text" : "You fail only if you stop writing.","author" : "Ray Bradbury"},{"text" : "There's no use going to school unless your final destination is the library.","author" : "Ray Bradbury"},{"text" : "The autumn leaves blew over the moonlit pavement in such a way as to make the girl who was moving there seem fixed to a sliding walk, letting the motion of the wind and the leaves carry her forward.","author" : "Ray Bradbury"},{"text" : "I know you've heard it a thousand times before. But it's true - hard work pays off. If you want to be good, you have to practice, practice, practice. If you don't love something, then don't do it.","author" : "Ray Bradbury"},{"text" : "Insanity is relative. It depends on who has who locked in what cage.","author" : "Ray Bradbury"},{"text" : "Living at risk is jumping off the cliff and building your wings on the way down.","author" : "Ray Bradbury"},{"text" : "Life is trying things to see if they work.","author" : "Ray Bradbury"},{"text" : "The sun burnt every day. It burnt time.","author" : "Ray Bradbury"},{"text" : "Without libraries what have we? We have no past and no future.","author" : "Ray Bradbury"},{"text" : "Libraries raised me.","author" : "Ray Bradbury"},{"text" : "There is more than one way to burn a book. And the world is full of people running about with lit matches.","author" : "Ray Bradbury"},{"text" : "See the world. It's more fantastic than any dream made or paid for in factories. Ask for no guarantees, ask for no security.","author" : "Ray Bradbury"},{"text" : "Learning to let go should be learned before learning to get. Life should be touched, not strangled. You've got to relax, let it happen at times, and at others move forward with it.","author" : "Ray Bradbury"},{"text" : "Any man who keeps working is not a failure. He may not be a great writer, but if he applies the old-fashioned virtues of hard, constant labor, he'll eventually make some kind of career for himself as writer.","author" : "Ray Bradbury"},{"text" : "You must stay drunk on writing so reality cannot destroy you.","author" : "Ray Bradbury"},{"text" : "Space travel is life-enhancing, and anything that's life-enhancing is worth doing. It makes you want to live forever.","author" : "Ray Bradbury"},{"text" : "Video games are a waste of time for men with nothing else to do.","author" : "Ray Bradbury"},{"text" : "Self-consciousness is the enemy of all art, be it acting, writing, painting, or living itself, which is the greatest art of all.","author" : "Ray Bradbury"},{"text" : "You have got to jump off the cliff and build your wings on the way down.","author" : "Ray Bradbury"},{"text" : "I was only kicking down the Christmas tree to get the star on top.","author" : "Ray Bradbury"},{"text" : "We are an impossibility in an impossible universe.","author" : "Ray Bradbury"},{"text" : "The good writers touch life often. The mediocre ones run a quick hand over her. The bad ones rape her and leave her for the flies.","author" : "Ray Bradbury"},{"text" : "Half of the fun of travel is the aesthetic of lostness.","author" : "Ray Bradbury"},{"text" : "The gift of life is so precious that we should feel an obligation to pay back the universe for the gift of being alive.","author" : "Ray Bradbury"},{"text" : "We're all watching each other, so there's no chance for censorship. The main problem is the idiot TV. If you watch local news, your head will turn to mush.","author" : "Ray Bradbury"},{"text" : "There are worse crimes than burning books. One of them is not reading them.","author" : "Ray Bradbury"},{"text" : "Go to the edge of the cliff and jump off. Build your wings on the way down.","author" : "Ray Bradbury"},{"text" : "Don't think. Thinking is the enemy of creativity. It's self-conscious, and anything self-conscious is lousy. You can't try to do things. You simply must do things.","author" : "Ray Bradbury"},{"text" : "Self-consciousness is the enemy of all creativity.","author" : "Ray Bradbury"},{"text" : "If an idea isn't exciting, you shouldn't do it.","author" : "Ray Bradbury"},{"text" : "I never ask anyone else's opinion. They don't count.","author" : "Ray Bradbury"},{"text" : "The jungle looked back at them with a vastness, a breathing moss-and-leaf silence, with a billion diamond and emerald insect eyes.","author" : "Ray Bradbury"},{"text" : "If you learn only methods, you'll be tied to your methods, but if you learn principles you can devise your own methods.","author" : "Ray Bradbury"},{"text" : "In our time this search (for extraterrestrial life) will eventually change our laws, our religions, our philosophies, our arts, our recreations, as well as our sciences. Space, the mirror, waits for life to come look for itself there.","author" : "Ray Bradbury"},{"text" : "Sometimes you have intuitive insight about how you think things are going to be, and you write that. Other times you fantasize completely, which has nothing to do with predicting the future.","author" : "Ray Bradbury"},{"text" : "Jump, and you will find out how to unfold your wings as you fall","author" : "Ray Bradbury"},{"text" : "Through lack of education, we're not teaching kids to read and write. So there is the danger that you raise up a generation of morons.","author" : "Ray Bradbury"},{"text" : "Once the automobile appeared you could have predicted that it would destroy as many people as it did.","author" : "Ray Bradbury"},{"text" : "The automobile is the most dangerous weapon in our society - cars kill more than wars do.","author" : "Ray Bradbury"},{"text" : "If you enjoy living, it is not difficult to keep the sense of wonder.","author" : "Ray Bradbury"},{"text" : "Mysteries abound where most we seek for answers.","author" : "Ray Bradbury"},{"text" : "Ours is a culture and a time immensely rich in trash as it is in treasures.","author" : "Ray Bradbury"},{"text" : "We are cups, constantly and quietly being filled. The trick is knowing how to tip ourselves over and let the beautiful stuff out.","author" : "Ray Bradbury"},{"text" : "Jump, and you will find out how to unfold your wings as you fall.","author" : "Ray Bradbury"},{"text" : "You've got to jump off cliffs and build your wings on the way down.","author" : "Ray Bradbury"},{"text" : "Those who live in the best cliffs think they are better than us. That is always man's attitude when he has power.","author" : "Ray Bradbury"},{"text" : "In our time this search [for extraterrestrial life] will eventually change our laws, our religions, our philosophies, our arts, our recreations, as well as our sciences. Space, the mirror, waits for life to come look for itself there.","author" : "Ray Bradbury"},{"text" : "No sound, once made, is ever truly lost. In electric clouds, all are safely trapped, and with a touch, if we find them, we can recapture those echoes of sad, forgotten wars, long summers, and sweet autumns.","author" : "Ray Bradbury"},{"text" : "Life should be touched, not strangled.","author" : "Ray Bradbury"},{"text" : "We are cups, constantly and quietly being filled. The trick is, knowing how to tip ourselves over and let the beautiful stuff out.","author" : "Ray Bradbury"},{"text" : "Find out what your hero or heroine wants, and when he or she wakes up in the morning, just follow him or her all day.","author" : "Ray Bradbury"},{"text" : "God, how we get our fingers in each other's clay. That's friendship, each playing the potter to see what shapes we can make of each other.","author" : "Ray Bradbury"},{"text" : "Sometimes you just have to jump out the window and grow wings on the way down.","author" : "Ray Bradbury"},{"text" : "All you umpires, back to the bleachers. Referees, hit the showers. It's my game. I pitch, I hit, I catch. I run the bases. At sunset, I've won or lost. At sunrise, I'm out again, giving it the old try.","author" : "Ray Bradbury"},{"text" : "What church could compete with the fireworks of the pure soul?","author" : "Ray Bradbury"},{"text" : "You have to know how to accept rejection and reject acceptance.","author" : "Ray Bradbury"},{"text" : "Every morning I jump out of bed and step on a landmine. The landmine is me. After the explosion, I spend the rest of the day putting the pieces together.","author" : "Ray Bradbury"},{"text" : "Stuff your eyes with wonder, live as if you’d drop dead in ten seconds. See the world. It’s more fantastic than any dream made or paid for in factories.","author" : "Ray Bradbury"},{"text" : "We travel for romance, we travel for architecture, and we travel to be lost.","author" : "Ray Bradbury"},{"text" : "A good night sleep or a ten-minute bawl, or a pint of chocolate ice cream, or all three together, is good medicine.","author" : "Ray Bradbury"},{"text" : "I know you've heard it a thousand times before. But it's true—hard work pays off. If you want to be good, you have to practice, practice, practice. If you don't love something, then don't do it.","author" : "Ray Bradbury"},{"text" : "Don't think! Thinking is the enemy of creativity. It's self-conscious, and anything self-conscious is lousy. You can't try to do things; you simply must do them.","author" : "Ray Bradbury"},{"text" : "A computer does not smell, if a book is new, it smells great.","author" : "Ray Bradbury"},{"text" : "You cannot hold a computer in your hand like you can a book.","author" : "Ray Bradbury"},{"text" : "Love is the answer to everything. It's the only reason to do anything.","author" : "Ray Bradbury"},{"text" : "Learning to let go should be learned before learning to get. Life should be touched, not strangled. You’ve got to relax, let it happen at times, and at others move forward with it.","author" : "Ray Bradbury"},{"text" : "Love what you do and do what you love. Don't listen to anyone else who tells you not to do it. You do what you want, what you love. Imagination should be the center of your life.","author" : "Ray Bradbury"}]