[{"text" : "It is not enough to have a good mind; the main thing is to use it well.","author" : "Rene Descartes"},{"text" : "Doubt is the origin of wisdom.","author" : "Rene Descartes"},{"text" : "Any community that gets its laughs by pretending to be idiots will eventually be flooded by actual idiots who mistakenly believe that they're in good company.","author" : "Rene Descartes"},{"text" : "Common sense is the most widely shared commodity in the world, for every man is convinced that he is well supplied with it.","author" : "Rene Descartes"},{"text" : "I think therefore I am.","author" : "Rene Descartes"},{"text" : "I have concluded the evident existence of God, and that my existence depends entirely on God in all the moments of my life, that I do not think that the human spirit may know anything with greater evidence and certitude.","author" : "Rene Descartes"},{"text" : "Perfect numbers like perfect men are very rare.","author" : "Rene Descartes"},{"text" : "So blind is the curiosity by which mortals are possessed, that they often conduct their minds along unexplored routes, having no reason to hope for success, but merely being willing to risk the experiment of finding whether the truth they seek lies there.","author" : "Rene Descartes"},{"text" : "What does reason know? Reason only knows what it has succeeded in learning.","author" : "Rene Descartes"},{"text" : "Reason is the only thing that makes us men, and distinguishes us from the beasts.","author" : "Rene Descartes"},{"text" : "There is nothing so far removed from us to be beyond our reach, or so far hidden that we cannot discover it.","author" : "Rene Descartes"},{"text" : "When it is not in our power to follow what is true, we ought to follow what is most probable.","author" : "Rene Descartes"},{"text" : "In order to seek truth, it is necessary once in the course of our life to doubt, as far as possible, of all things.","author" : "Rene Descartes"},{"text" : "Divide each difficulty into as many parts as is feasible and necessary to resolve it.","author" : "Rene Descartes"},{"text" : "It must not be thought that it is ever possible to reach the interior earth by any perseverance in mining: both because the exterior earth is too thick, in comparison with human strength; and especially because of the intermediate waters, which would gush forth with greater impetus, the deeper the place in which their veins were first opened; and which would drown all miners.","author" : "Rene Descartes"},{"text" : "Wonder is the first of all passion.","author" : "Rene Descartes"},{"text" : "The principal use of prudence, of self-control, is that it teaches us to be masters of our passions, and to so control and guide them that the evils which they cause are quite bearable, and that we even derive joy from them all.","author" : "Rene Descartes"},{"text" : "In order to improve the mind, we ought less to learn, than to contemplate.","author" : "Rene Descartes"},{"text" : "The principal effect of the passions is that they incite and persuade the mind to will the events for which they prepared the body.","author" : "Rene Descartes"},{"text" : "There is nothing so strange and so unbelievable that it has not been said by one philosopher or another.","author" : "Rene Descartes"},{"text" : "The first precept was never to accept a thing as true until I knew it as such without a single doubt.","author" : "Rene Descartes"},{"text" : "The reading of good books is like a conversation with the best men of past centuries— in fact like a prepared conversation, in which they reveal only the best of their thoughts.","author" : "Rene Descartes"},{"text" : "Common sense is the most fairly distributed thing in the world, for each one thinks he is so well-endowed with it that even those who are hardest to satisfy in all other matters are not in the habit of desiring more of it than they already have.","author" : "Rene Descartes"}]