Once one determines that he or she has a mission in life, that's it's not going to be accomplished without a great deal of pain, and that the rewards in the end may not outweigh the pain --if you recognize historically that always happens, then when it comes, you survive it.
You must never be satisfied with losing. You must get angry, terribly angry, about losing. But the mark of the good loser is that he takes his anger out on himself and not his victorious opponents or on his teammates.
A man is not finished when he is defeated. He is finished when he quits.
Never let your head hang down. Never give up and sit down and grieve. Find another way. And don't pray when it rains if you don't pray when the sun shines.
Only if you have been in the deepest valley, can you ever know how magnificent it is to be on the highest mountain.
Don't try to take on a new personality; it doesn't work.
It's a piece of cake until you get to the top. You find you can't stop playing the game the way you've always played it.
It is necessary for me to establish a winner image. Therefore, I have to beat somebody.
Defeat doesn't finish a man, quit does. A man is not finished when he's defeated. He's finished when he quits.
The Cold War isn't thawing; it is burning with a deadly heat. Communism isn't sleeping; it is, as always, plotting, scheming, working, fighting.
When information which properly belongs to the public is systematically withheld by those in power, the people soon become ignorant of their own affairs, distrustful of those who manage them, and -- eventually -- incapable of determining their own destinies.
Let us move from the era of confrontation to the era of negotiation.
Once you get into this great stream of history, you can't get out.
We cannot learn from one another until we stop shouting at one another, until we speak quietly enough so that our words can be heard as well as our voices.
Idealism without realism is impotent. Realism without idealism is immoral.
The true idealist pursues what his heart says is right in a way that his head says will work.
Restoring nature to its natural state is a cause beyond party and beyond factions. It has become a common cause of all the people of this country. It is a cause of particular concern to young Americans, because they more than we will reap the grim consequences of our failure to act on programs which are needed now if we are to prevent disaster later.
The finest steel has to go through the hottest fire.
Idealism without pragmatism is impotent. Pragmatism without idealism is meaningless. The key to effective leadership is pragmatic idealism.
No event in American history is more misunderstood than the Vietnam War. It was misreported then, and it is misremembered now.
In the long term we can hope that religion will change the nature of man and reduce conflict. But history is not encouraging in this respect.
Capitalism works better than it sounds, while socialism sounds better than it works.