[{"text" : "Poets say science takes away from the beauty of the stars - mere globs of gas atoms. I, too, can see the stars on a desert night, and feel them.","author" : "Richard Feynman"},{"text" : "I can live with doubt and uncertainty. I think it's much more interesting to live not knowing than to have answers which might be wrong.","author" : "Richard Feynman"},{"text" : "The internal machinery of life, the chemistry of the parts, is something beautiful. And it turns out that all life is interconnected with all other life.","author" : "Richard Feynman"},{"text" : "The most remarkable discovery in all of astronomy is that the stars are made of atoms of the same kind as those on the earth.","author" : "Richard Feynman"},{"text" : "Astronomy is older than physics. In fact, it got physics started by showing the beautiful simplicity of the motion of the stars and planets, the understanding of which was the beginning of physics. But the most remarkable discovery in all of astronomy is that the stars are made of atoms of the same kind as those on the earth.","author" : "Richard Feynman"},{"text" : "There is nothing that living things do that cannot be understood from the point of view that they are made of atoms acting according to the laws of physics.","author" : "Richard Feynman"},{"text" : "If all of mathematics disappeared, physics would be set back by exactly one week.","author" : "Richard Feynman"},{"text" : "Observation, reason, and experiment make up what we call the scientific method.","author" : "Richard Feynman"},{"text" : "Nature uses only the longest threads to weave her patterns, so that each small piece of her fabric reveals the organization of the entire tapestry.","author" : "Richard Feynman"},{"text" : "Agnostic for me would be trying to weasel out and sound a little nicer than I am about this.","author" : "Richard Feynman"},{"text" : "In talking about the impact of ideas in one field on ideas in another field, one is always apt to make a fool of oneself.","author" : "Richard Feynman"},{"text" : "Teach principles not formulas.","author" : "Richard Feynman"},{"text" : "The first principle is that you must not fool yourself and you are the easiest person to fool.","author" : "Richard Feynman"},{"text" : "The road to hell is paved with leeks and potatoes.","author" : "Richard Feynman"},{"text" : "The idea is to try to give all the information to help others to judge the value of your contribution; not just the information that leads to judgment in one particular direction or another.","author" : "Richard Feynman"},{"text" : "Energy is a very subtle concept. It is very, very difficult to get right.","author" : "Richard Feynman"},{"text" : "The test of all knowledge is experiment.","author" : "Richard Feynman"},{"text" : "Experiment is the sole judge of the validity of any idea.","author" : "Richard Feynman"},{"text" : "The test of all knowledge is experiment. Experiment is the sole judge of scientific truth.","author" : "Richard Feynman"},{"text" : "Einstein was a giant. His head was in the clouds, but his feet were on the ground.","author" : "Richard Feynman"},{"text" : "The two of you — father and son— should take walks in the evening and talk (without purpose or routes) about this and that.","author" : "Richard Feynman"},{"text" : "My father left me his words. From them I remember both his outlook on life and his voice, positive, and clear. He was someone who didn't worry about small problems. His advice here—leave it; let it go— is inspiring.","author" : "Richard Feynman"},{"text" : "We're so used to circumstances in which these electrical phenomena are all canceled out, everything is sort of neutral, where pushing and pulling is sort of dull, but nature has these wonderful things: magnetic forces and electrical forces.","author" : "Richard Feynman"},{"text" : "You have no responsibility to live up to what other people think you ought to accomplish. I have no responsibility to be like they expect me to be. It’s their mistake, not my failing.","author" : "Richard Feynman"},{"text" : "Scientific views end in awe and mystery, lost at the edge in uncertainty, but they appear to be so deep and so impressive that the theory that it is all arranged as a stage for God to watch man's struggle for good and evil seems inadequate.","author" : "Richard Feynman"},{"text" : "Only realistic flight schedules should be proposed, schedules that have a reasonable chance of being met. If in this way the government would not support them, then so be it. NASA owes it to the citizens from whom it asks support to be frank, honest, and informative.","author" : "Richard Feynman"},{"text" : "You know how it always is, every new idea, it takes a generation or two until it becomes obvious that there's no real problem.","author" : "Richard Feynman"},{"text" : "Math may permit wildly different apparent starting points.","author" : "Richard Feynman"},{"text" : "The successful user of mathematics is practically an inventor of new ways of obtaining answers in given situations","author" : "Richard Feynman"}]