[{"text" : "The one who loves the least, controls the relationship.","author" : "Robert Anthony"},{"text" : "Waiting is a trap. There will always be reasons to wait. The truth is, there are only two things in life, reasons and results, and reasons simply don't count.","author" : "Robert Anthony"},{"text" : "Most people would rather be certain they're miserable, than risk being happy.","author" : "Robert Anthony"},{"text" : "The opposite of bravery is not cowardice but conformity.","author" : "Robert Anthony"},{"text" : "If you let other people do it for you, they will do it to you.","author" : "Robert Anthony"},{"text" : "You can have anything you want if you are willing to give up the belief that you can't have it.","author" : "Robert Anthony"},{"text" : "You can have anything you want if you will give up the belief that you can't have it.","author" : "Robert Anthony"},{"text" : "We fear the thing we want the most.","author" : "Robert Anthony"},{"text" : "Most people would rather be certain they're miserable than risk being happy.","author" : "Robert Anthony"},{"text" : "Face your worry and see it as an illusion. It cannot exist unless you give it power and give it life.","author" : "Robert Anthony"},{"text" : "If you want to know what your true beliefs are, take a look at your actions.","author" : "Robert Anthony"},{"text" : "Moving fast is not the same as going somewhere.","author" : "Robert Anthony"},{"text" : "Pronounce your limitations vigorously enough and they're yours.","author" : "Robert Anthony"},{"text" : "The best way to escape from your problem is to solve it.","author" : "Robert Anthony"},{"text" : "Feelings of inferiority and superiority are the same. They both come from fear.","author" : "Robert Anthony"},{"text" : "There are no victims, only volunteers.","author" : "Robert Anthony"},{"text" : "Never be afraid to expose a weakness in yourself. Exposing a weakness is the beginning of strength.","author" : "Robert Anthony"},{"text" : "Using affirmations on a daily basis is one of the easiest things we can do to change our lives.","author" : "Robert Anthony"},{"text" : "Affirmation literally means to validate or confirm. So when we think a thought over and over again, we are validating or confirming it as the truth.","author" : "Robert Anthony"}]