[{"text" : "Peace is not something you wish for. It's something you make, something you do, something you are, and something you give away.","author" : "Robert Fulghum"},{"text" : "Water is everywhere and in all living things; we cannot be seperated from water. No water, no life. Period. Water comes in many forms - liquid, vapor, ice, snow, fog, rain, hail. But no matter the form, it's still water.","author" : "Robert Fulghum"},{"text" : "We're all a little weird. And life is a little weird. And when we find someone whose weirdness is compatible with ours, we join up with them and fall into mutually satisfying weirdness and call it love ' true love.","author" : "Robert Fulghum"},{"text" : "And it is still true, no matter how old you are, when you go out into the world it is best to hold hands and stick together.","author" : "Robert Fulghum"},{"text" : "We're a little weird. And life is a little weird. And when we find someone whose weirdness is compatible with ours, we join up with them and fall into mutually satisfying weirdness and call it love true love.","author" : "Robert Fulghum"},{"text" : "Don't worry that children never listen to you; worry that they are always watching you.","author" : "Robert Fulghum"},{"text" : "If you break your neck, if you have nothing to eat, if your house is on fire, then you got a problem. Everything else is inconvenience.","author" : "Robert Fulghum"},{"text" : "We're all a little weird. And life is a little weird. And when we find someone whose weirdness is compatible with ours, we join up with them and fall into mutually satisfying weirdness - and call it love - true love.","author" : "Robert Fulghum"},{"text" : "Live a balanced life - learn some and think some and draw and paint and sing and dance and play and work every day some.","author" : "Robert Fulghum"},{"text" : "We're all a little weird. And life is a little weird. And when we find someone whose weirdness is compatible with ours, we join up with them and fall into mutually satisfying weirdness and call it love true love.","author" : "Robert Fulghum"},{"text" : "But since everything and anything are always possible, the miraculous is always nearby, and wonders shall never, ever cease.","author" : "Robert Fulghum"},{"text" : "And good neighbors make a huge difference in the quality of life. I agree.","author" : "Robert Fulghum"},{"text" : "I don't think there is a hidden purpose to the universe that you have to puzzle out.","author" : "Robert Fulghum"},{"text" : "Share everything. Don't take things that aren't yours. Put things back where you found them.","author" : "Robert Fulghum"},{"text" : "A giraffe has a black tongue twenty-seven inches long and no vocal cords. A giraffe has nothing to say. He just goes on giraffing.","author" : "Robert Fulghum"},{"text" : "Once you know where the roller coaster is going, are you in for the ride?","author" : "Robert Fulghum"},{"text" : "Anything can happen. The great banana peel of existence is always on the floor somewhere.","author" : "Robert Fulghum"},{"text" : "One of life's best coping mechanisms is to know the difference between an inconvenience and a problem.","author" : "Robert Fulghum"},{"text" : "We could learn a lot from crayons; some are sharp, some are pretty, some are dull, while others bright, some have weird names, but they all have learned to live together in the same box.","author" : "Robert Fulghum"},{"text" : "Ignorance and power and pride are a deadly mixture, you know.","author" : "Robert Fulghum"},{"text" : "Why is love easy? I don't know. And the raccoons don't say.","author" : "Robert Fulghum"},{"text" : "To ponder is not to brood or grieve or even meditate. It is to wonder at a deep level.","author" : "Robert Fulghum"},{"text" : "Never forget that music is too important to be left entirely in the hands of professionals.","author" : "Robert Fulghum"},{"text" : "Play fair. Don't hit people. Say you're sorry when you hurt somebody.","author" : "Robert Fulghum"},{"text" : "The examined life is no picnic.","author" : "Robert Fulghum"},{"text" : "All I really need to know about how to live and what to do and how to be, I learned in kindergarten. Wisdom was not at the top of the graduate-school mountain, but there in the sand pile at Sunday School.","author" : "Robert Fulghum"},{"text" : "The kindergarten children are confident in spirit, infinite in resources, and eager to learn. Everything is still possible.","author" : "Robert Fulghum"},{"text" : "Don’t worry that children never listen to you; worry that they are always watching you.","author" : "Robert Fulghum"},{"text" : "We’re all a little weird. And life is a little weird. And when we find someone whose weirdness is compatible with ours, we join up with them and fall into mutually satisfying weirdness—and call it love—true love.","author" : "Robert Fulghum"},{"text" : "We're all a little weird. And life is a little weird. And when we find someone whose weirdness is compatible with ours, we join up with them and fall into mutually satisfying weirdness—and call it love—true love.","author" : "Robert Fulghum"},{"text" : "Don't worry that children never listen to you worry that they are always watching you.","author" : "Robert Fulghum"}]