[{"text" : "A boy carries out suggestions more wholeheartedly when he understands their aim.","author" : "Robert Baden Powell"},{"text" : "A boy is naturally full of humor.","author" : "Robert Baden Powell"},{"text" : "In Scouting, a boy is encouraged to educate himself instead of being instructed.","author" : "Robert Baden Powell"},{"text" : "If you make listening and observation your occupation, you will gain much more than you can by talk.","author" : "Robert Baden Powell"},{"text" : "The spirit is there in every boy; it has to be discovered and brought to light.","author" : "Robert Baden Powell"},{"text" : "Be Prepared... the meaning of the motto is that a scout must prepare himself by previous thinking out and practicing how to act on any accident or emergency so that he is never taken by surprise.","author" : "Robert Baden Powell"},{"text" : "Development of outlook naturally begins with a respect for God... Reverence to God and reverence for one's neighbor and reverence for oneself as a servant of God.","author" : "Robert Baden Powell"},{"text" : "We never fail when we try to do our duty, we always fail when we neglect to do it.","author" : "Robert Baden Powell"},{"text" : "An individual step in character training is to put responsibility on the individual.","author" : "Robert Baden Powell"},{"text" : "Scouting is not an abstruse or difficult science: rather it is a jolly game if you take it in the right light. In the same time it is educative, and (like Mercy) it is apt to benefit him that giveth as well as him that receives.","author" : "Robert Baden Powell"},{"text" : "Scouting is nothing less than applied Christianity.","author" : "Robert Baden Powell"},{"text" : "The method of instruction in scouting is that of creating in the boy the desire to learn for himself.","author" : "Robert Baden Powell"},{"text" : "Show me a poorly uniformed troop and I'll show you a poorly uniformed leader.","author" : "Robert Baden Powell"},{"text" : "Correcting bad habits cannot be done by forbidding or punishment.","author" : "Robert Baden Powell"},{"text" : "Living indoors without fresh air quickly poisons the blood and makes people feel tired and seedy when they don't know why. For myself, I sleep out of doors in winter as well as summer. I only feel tired or seedy when I have been indoors a lot. I only catch cold when I sleep in a room.","author" : "Robert Baden Powell"},{"text" : "You may be rich, but there is one thing you can't afford - that is, if you are a good sort - you can't afford to spend money on your own luxuries while there are people around you wanting the necessaries of life.","author" : "Robert Baden Powell"},{"text" : "Almost any biography will have its useful suggestions for making life a success, but none better or more unfailing than the biography of Christ.","author" : "Robert Baden Powell"},{"text" : "The best workers, like the happiest livers, look upon their work as a kind of game: the harder they play the more enjoyable it becomes.","author" : "Robert Baden Powell"},{"text" : "A man carries out suggestions the more wholeheartedly when he understands their aim.","author" : "Robert Baden Powell"},{"text" : "The uniform makes for brotherhood, since when universally adopted it covers up all differences of class and country.","author" : "Robert Baden Powell"}]