Peace is not absence of conflict, it is the ability to handle conflict by peaceful means.
Trust, but verify.
The greatest leader is not necessarily the one who does the greatest things. He is the one that gets the people to do the greatest things.
Freedom is the right to question and change the established way of doing things.
We can't help everyone, but everyone can help someone.
There are no great limits to growth because there are no limits of human intelligence, imagination, and wonder.
I've noticed that everybody that is for abortion has already been born.
One picture is worth 1,000 denials.
Democracy is not a fragile flower; still it needs cultivating.
Democracy is worth dying for, because it's the most deeply honorable form of government ever devised by man.
Government exists to protect us from each other. Where government has gone beyond its limits is in deciding to protect us from ourselves.
Governments have a tendency not to solve problems, only to rearrange them.
Government is like a baby. An alimentary canal with a big appetite at one end and no sense of responsibility at the other.
You can tell a lot about a fellow's character by his way of eating jellybeans.
Politics is supposed to be the second-oldest profession. I have come to realize that it bears a very close resemblance to the first.
We must reject the idea that every time a law's broken, society is guilty rather than the lawbreaker. It is time to restore the American precept that each individual is accountable for his actions.
Every new day begins with possibilities. It's up to us to fill it with the things that move us toward progress and peace.
There is no limit to the amount of good you can do if you don't care who gets the credit.
Some people live an entire lifetime and wonder if they have ever made a difference in the world, but the Marines don't have that problem.
If we love our country, we should also love our countrymen.
A baby is an alimentary canal with a loud voice at one end a no responsibility at the other.
Within the covers of the Bible are the answers for all the problems men face.
As long as there are guns, the individual that wants a gun for a crime is going to have one and going to get it. The only person who's going to be penalized and have difficulty is the law-abiding citizen, who then cannot have it if he wants protection the protection of a weapon in his home.
I recently learned something quite interesting about video games. Many young people have developed incredible hand, eye, and brain coordination in playing these games. The air force believes these kids will be our outstanding pilots should they fly our jets.
There is no greater happiness for a man than approaching a door at the end of a day knowing someone on the other side of that door is waiting for the sound of his footsteps.
Marijuana is probably the most dangerous drug in America today.
Freedom is never more than one generation away from extinction. We didn't pass it to our children in the bloodstream. It must be fought for, protected, and handed on for them to do the same.
America is too great for small dreams.
All great change in America begins at the dinner table.
Anyone that's ever had their kitchen done over knows that it never never gets done as soon as you wish it would.
Anyone that's ever had their kitchen done over knows that it never gets done as soon as you wish it would.
I've noticed that everyone who is for abortion has already been born.
We will always remember. We will always be proud. We will always be prepared, so we will always be free.
The best way to get over a dog's death is to get another soon.
With the right to bear arms comes a great responsibility to use caution and common sense on handgun purchases.
When you can't make them see the light, make them feel the heat.
The problem is not that the people are taxed too little. The problem is that government spends too much.
You can't tax business. Business doesn't pay taxes. It collects taxes.
The taxpayer, that's someone who works for the federal government but doesn't have to take the civil service examination.
There are no easy answers, but there are simple answers. We must have the courage to do what we know is morally right.
Peace is not the absence of conflict, but the ability to cope with conflict by peaceful means.
Christmas is a holiday that we celebrate not as individuals nor as a nation, but as a human family.
Terrorism is the preferred weapon of weak and evil men.
Here's my strategy on the Cold War: we win, they lose.
The key for any speaker is to establish his own point of view for the audience, so they can see the game through his eyes.
We are forever indebted to those who have given their lives that we might be free.
Protecting the rights of even the least individual among us is basically the only excuse the government has for even existing.
The trouble with our liberal friends is not that they are ignorant, but that they know so much that isn't so.
History teaches that wars begin when governments believe the price of aggression is cheap.
Approximately 80% of our air pollution stems from hydrocarbons released by vegetation, so let's not go overboard in setting and enforcing tough emission standards from man-made sources.
We are never defeated unless we give up on God.
The problem is not that people are taxed too little, the problem is that government spends too much.
Self-defense is not only our right; it is our duty.
We should measure welfare's success by how many people leave welfare, not by how many are added
Welfare's purpose should be to eliminate, as far as possible, the need for its own existence.
We will remain steady. We will pursue every avenue in the search for peace and stability.
This crime against humanity must never be forgotten.
A nation that cannot control its borders is not a nation.
Unemployment insurance is a pre-paid vacation for freeloaders.
Surround yourself with the best people you can find, delegate authority, and don't interfere as long as the policy you've decided upon is being carried out.
Information is the oxygen of the modern age. It seeps through the walls topped by barbed wire, it wafts across the electrified borders.
The more the plans fail, the more the planners plan.
Facts are stubborn things.
Good citizenship and defending democracy means living up to the ideals and values that make this country great.
Free enterprise is a rough and competitive game. It is a hell of a lot better than a government monopoly.
Free enterprise has done more to reduce poverty than all the government programs dreamed up by Democrats.
Surround yourself with great people; delegate authority; get out of the way.
You cannot be against embryonic stem cell research and be intellectually and therefore morally consistent, if you're not also against in vitro fertilization.
Medicare will usher in federal programs that will invade every area of freedom as we have know it in this country.
Above all, we must realize that no arsenal, or no weapon in the arsenals of the world, is so formidable as the will and moral courage of free men and women. It is a weapon our adversaries in today's world do not have.
Simple fairness dictates that government must not raise taxes on families struggling to pay their bills.
We've been blessed with the opportunity to stand for something - for liberty and freedom and fairness. And these are things worth fighting for, worth devoting our lives to.
Surround yourself with the best people you can find, delegate authority, and don't interfere.
I've always believed that a lot of the trouble in the world would disappear if we were talking to each other instead of about each other.
To those who cite the first amendment as reason for excluding God from more and more of our institutions and everyday life, may I just say: The first amendment of the Constitution was not written to protect the people of this country from religious values; it was written to protect religious values from government tyranny.
Piling up material goods cannot fill the emptiness of lives which have no confidence or purpose.
The victims of crime have been transformed into a group oppressively burdened by a system designed to protect them.
The constitution was never meant to prevent people from praying; it's declared purpose was to protect their freedom to pray.
When we honor our flag we honor what we stand for as a Nation -- freedom, equality, justice, and hope.
A stronger defense is an investment in peace.
There are no words to express the extraordinary strength and character of this breed of people we call American. They are the kind of men and women Tom Paine had in mind when he wrote, during the darkest days of the American Revolution, we have it in our power to begin the world over again.
The time has come to turn to God and reassert our trust in Him for the healing of America - our country is in need of and ready for a spiritual renewal.
Freedom prospers when religion is vibrant and the rule of law under God is acknowledged.
My philosophy of life is that if we make up our mind what we are going to make of our lives, then work hard toward that goal, we never lose-somehow we win out.
Many a man has failed because he had his wishbone where his backbone should have been.
Status quo, you know, is Latin for 'the mess we're in'.
We can't socialize the doctors without socializing the patients.
Mr.
It is a brutal but gripping picture about the Korean War and for once we're the good guys & the Communists are the villains.
There can be no greater good than the quest for peace, and no finer purpose than the preservation of freedom.
No mother would ever willingly sacrifice her sons for territorial gain, for economic advantage, for ideology.
I sometimes think Adam and Eve were Russians. They didn't have a roof over their head, nothing to wear, but they had one apple between them and they thought that was Paradise.
Like the genocide of the Armenians before it, and the genocide of the Cambodians which followed it ... the lessons of the Holocaust must never be forgotten.
We cannot stop at the foothills when Everest lies ahead.
Too often character assassination has replaced debate in principle here in Washington. Destroy someone's reputation, and you don't have to talk about what he stands for.
All the waste in a year from a nuclear power plant can be stored under a desk.
I never drink coffee at lunch. I find it keeps me awake for the afternoon.
The taxpayer – that’s someone who works for the federal government but doesn’t have to take the civil service examination.
Christmas can be celebrated in the school room with pine trees, tinsel and reindeers, but there must be no mention of the man whose birthday is being celebrated. One wonders how a teacher would answer if a student asked why it was called Christmas.
Sometimes when I'm faced with an unbeliever, an atheist, I am tempted to invite him to the greatest dinner that one could ever serve, and when we finished eating that magnificent dinner, to ask him if he believes there's a cook.
A hippie is someone who looks like Tarzan, walks like Jane and smells like Cheetah.
I have left orders to be awakened at any time during national emergency, even if I'm in a cabinet meeting.
Concentrated power has always been the enemy of liberty.
Politics is not a bad profession. If you succeed there are many rewards, if you disgrace yourself...you can always write a book.
Life is one grand, sweet song, so start the music.
Let the 4th of July always be a reminder that here in this land for the first time it was decided that man is born with certain God-given rights; that government is only a convenience created and managed by the people, with no powers of its own except those voluntarily granted by it by the people.
To one who was born and grew up a small town of the midwest, there is a special kind of nostalgia about the 4th of July. I remember it as a day almost as long-anticipated as Christmas. This was helped along by the appearance in store windows of all kinds of fireworks.
July 4th, the birthday of our nation. I believe then and even more so today— the greatest nation on earth.
We can’t help everyone, but everyone can help someone.
Freedom is never more than one generation away from extinction.
The essence of the Reagan era has been a combination of unexampled slap happy greed at home and squalid, surreptitious violence overseas.
I now begin the journey that will lead me into the sunset of my life.
I intend to live the remainder of the years God gives me on this earth doing the things I have always done.
Government doesn't solve problems, it subsidizes them.
Government's view of the economy could be summed up in a few short phrases: If it moves, tax it. If it keeps moving, regulate it. And if it stops moving, subsidize it.
A recession is when your neighbor loses his job. A depression is when you lose yours.
As you know and have heard me say, I don't believe anything will be accomplished by making it harder for honest citizens to own guns. I do believe we could do much more with the stiffer penalties for those who are convicted of using guns in the commission of a crime.
Wherever a beautiful soul has been there is a trail of beautiful memories.
Peace is more than just an absence of war. True peace is justice, true peace is freedom, and true peace dictates the recognition of human rights.
As you know and have heard me say, I don't believe anything will be accomplished by making it harder for honest citizens to own guns. I do believe we could do much more with stiffer penalties for those who are convicted of using guns in the commission of a crime.
My concern about gun control is that it's taking our eyes off what might be the real answers to crime. It's diverting our attention.
We have passed some laws which I believe are probably more effective than gun control. Anyone convicted of a crime who had a gun in his or her possession at the time of the crime— regardless of whether the weapon was used or not— has five to fifteen years added to the sentence.
I certainly feel no hatred, nor is my position on capital punishment motivated by some 'eye for an eye' concept. It is true I believe we must retain capital punishment, and I believe there is backing for this is in the Scriptures. However, this must be thought of in the light of a preventive to murder.
The death sentence is a deterrent, and society has a right in its own defense to take the life of those who, with premeditation and planning, commit murder. I don't like to use the term 'capital punishment,' because in my opinion we should emphasize the self defense idea and not think of the penalty for murder as punishment alone.
Freedom is precious—defend it—it is not cheap, nor easy, nor neutral. It is dear and hard and real—take sides for freedom or you will lose it.
A tree is a tree— how many do you need to look at?