[{"text" : "On a day when the wind is perfect, the sail just needs to open and the world is full of beauty.","author" : "Rumi"},{"text" : "There are thousands of wines that can take over our minds.","author" : "Rumi"},{"text" : "Either give me more wine or leave me alone.","author" : "Rumi"},{"text" : "Travel brings power and love back into your life.","author" : "Rumi"},{"text" : "Sorrow prepares you for joy. It violently sweeps everything out of your house, so that new joy can find space to enter. It shakes the yellow leaves from the bough of your heart, so that fresh, green leaves can grow in their place. It pulls up the rotten roots, so that new roots hidden beneath have room to grow.","author" : "Rumi"},{"text" : "Silence is the language of God, all else is poor translation.","author" : "Rumi"},{"text" : "It may be that the satisfaction I need depends on my going away, so that when I've gone and come back, I'll find it at home.","author" : "Rumi"},{"text" : "Your task is not to seek for love, but merely to seek and find all the barriers within yourself that you have built against it.","author" : "Rumi"},{"text" : "Go find yourself first So you can also find me.","author" : "Rumi"},{"text" : "Dance, when you're broken open. Dance, if you've torn the bandage off. Dance in the middle of the fighting. Dance in your blood. Dance when you're perfectly free.","author" : "Rumi"},{"text" : "If all you can do is crawl, start crawling.","author" : "Rumi"},{"text" : "Let yourself be drawn by the stronger pull of that which you truly love.","author" : "Rumi"},{"text" : "Happy is the moment, when we sit together, with two forms, two faces, yet one soul, you and I.","author" : "Rumi"},{"text" : "Don't be satisfied with stories, how things have gone with others. Unfold your own myth.","author" : "Rumi"},{"text" : "Quit being sad. Hear blessings dropping their blossoms around you.","author" : "Rumi"},{"text" : "A rose's rarest essence lives in the thorn.","author" : "Rumi"},{"text" : "There is a community of the spirit Join it, and feel the delight of walking in the noisy street, and being the noise.","author" : "Rumi"},{"text" : "Grief can be the garden of compassion. If you keep your heart open through everything, your pain can become your greatest ally in your life's search for love and wisdom.","author" : "Rumi"},{"text" : "Don't grieve. Anything you lose comes round in another form.","author" : "Rumi"},{"text" : "What you seek is seeking you.","author" : "Rumi"},{"text" : "Be suspicious of what you want.","author" : "Rumi"},{"text" : "Yesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself.","author" : "Rumi"},{"text" : "The minute I heard my first love story I started looking for you, not knowing how blind I was. Lovers don't finally meet somewhere. They're in each other all along.","author" : "Rumi"},{"text" : "Swim out of your little pond.","author" : "Rumi"},{"text" : "When you do things from your soul, you feel a river moving in you, a joy.","author" : "Rumi"},{"text" : "When your love contracts in anger, the atmosphere itself feels threatening. But when you're expansive, no matter what the weather, you're in an open, windy field with friends.","author" : "Rumi"},{"text" : "Don't look for Love, look for the one looking for Love.","author" : "Rumi"},{"text" : "There are a thousand ways to kneel and kiss the ground; there are a thousand ways to go home again.","author" : "Rumi"},{"text" : "Through Love all that is bitter will be sweet, Through Love all that is copper will be gold, Through Love all dregs will become wine, through Love all pain will turn to medicine.","author" : "Rumi"},{"text" : "When the world pushes you to your knees, you're in the perfect position to pray.","author" : "Rumi"},{"text" : "Believe in love's infinite journey, for it is your own, for you are love. Love is life.","author" : "Rumi"},{"text" : "Goodbyes are only for those who love with their eyes. Because for those who love with heart and soul there is no such thing as separation.","author" : "Rumi"},{"text" : "Everyone has been made for some particular work, and the desire for that work has been put in every heart.","author" : "Rumi"},{"text" : "People of the world don't look at themselves, and so they blame one another.","author" : "Rumi"},{"text" : "We carry inside us the wonders we seek outside us.","author" : "Rumi"},{"text" : "Faith in the king comes easily in lovely times, but be faithful now and endure, pale lover.","author" : "Rumi"},{"text" : "Be kind and honest, and harmful poisons will turn sweet inside you.","author" : "Rumi"},{"text" : "There are many winds full of anger, and lust and greed. They move the rubbish around, but the solid mountain of our true nature stays where it's always been.","author" : "Rumi"},{"text" : "The morning wind spreads its fresh smell. We must get up and take that in, that wind that lets us live. Breathe before it's gone.","author" : "Rumi"},{"text" : "Snake's poison is life to the snake; it is in relation to man that it means death.","author" : "Rumi"},{"text" : "Now i am sober and there's only the hangover and the memory of love.","author" : "Rumi"},{"text" : "Be grateful for whoever comes, because each has been sent as a guide from beyond.","author" : "Rumi"},{"text" : "Be grateful for your life, every detail of it, and your face will come to shine like a sun, and everyone who sees it will be made glad and peaceful.","author" : "Rumi"},{"text" : "Water in the boat is the ruin of the boat, but water under the boat is its support.","author" : "Rumi"},{"text" : "There is one way of breathing that is shameful and constricted. Then, there's another way: a breath of love that takes you all the way to infinity.","author" : "Rumi"},{"text" : "What is planted in each person's soul will sprout.","author" : "Rumi"},{"text" : "If you want the moon, do not hide at night. If you want a rose, do not run from the thorns. If you want love, do not hide from yourself.","author" : "Rumi"},{"text" : "Love is the bridge between you and everything.","author" : "Rumi"},{"text" : "Be a lamp, or a lifeboat, or a ladder. Help someone's soul heal. Walk out of your house like a shepherd.","author" : "Rumi"},{"text" : "I looked in temples, chruches, and mosuqes. But I found the divine within my heart.","author" : "Rumi"},{"text" : "Never lose hope, my heart, Miracles dwell in the invisible.","author" : "Rumi"},{"text" : "There is a window from one heart to another heart.","author" : "Rumi"},{"text" : "If the house of the world is dark, Love will find a way to create windows.","author" : "Rumi"},{"text" : "You suppose that you are the lock on the door. But you are the key that opens it.","author" : "Rumi"},{"text" : "Lightning, your presence from ground to sky, no one knows what becomes of me, when you take me so quickly.","author" : "Rumi"},{"text" : "There is an invisible strength within us; when it recognizes two opposing objects of desire, it grows stronger.","author" : "Rumi"},{"text" : "Be occupied, then, with what you really value and let the thief take something else.","author" : "Rumi"},{"text" : "The eye goes blind when it only wants to see why.","author" : "Rumi"},{"text" : "Longing is the core of mystery. Longing itself brings the cure. The only rule is, suffer the pain. Your desires must be disciplined And what you want to happen in time, sacrificed.","author" : "Rumi"},{"text" : "Yesterday is gone and took away its tale. Today we must live a fresh story again.","author" : "Rumi"},{"text" : "The fluteplayer puts breath into a flute, and who makes the music? Not the flute.","author" : "Rumi"},{"text" : "Play the flute of felicity! You, yourself, are the melody.","author" : "Rumi"},{"text" : "When you see anyone complaining of such and such a person's ill-nature and bad temper, know that the complainant is bad-tempered, forasmuch as he speaks ill of that bad-tempered person, because he alone is good-tempered who is quietly forbearing towards the bad-tempered and ill-natured.","author" : "Rumi"},{"text" : "Because the Beloved wants to know, unseen things become manifest. Hiding is the hidden purpose of creation.","author" : "Rumi"},{"text" : "Raise your words, not voice. It is rain that grows flowers, not thunder.","author" : "Rumi"},{"text" : "Let's get away from all the clever humans who put words in our mouth let's only say what our hearts desire.","author" : "Rumi"},{"text" : "The lion is most handsome when looking for food.","author" : "Rumi"},{"text" : "The lion who breaks the enemy's ranks is a minor hero compared to the lion who overcomes himself.","author" : "Rumi"},{"text" : "Learn the alchemy true human beings know. The moment you accept what troubles you've been given the door with open.","author" : "Rumi"},{"text" : "Burdens are the foundations of ease and bitter things the forerunners of pleasure.","author" : "Rumi"},{"text" : "The world is a playground, and death is the night","author" : "Rumi"},{"text" : "Let the beauty of what you love be what you do.","author" : "Rumi"},{"text" : "There's hidden sweetness in the stomach's emptiness.","author" : "Rumi"},{"text" : "The hurt you embrace becomes joy.","author" : "Rumi"},{"text" : "Snake's poison is life to the snake; it is in relation to man that it means 'death.","author" : "Rumi"},{"text" : "The universe is not outside of you. Look inside yourself; everything that you want, you already are.","author" : "Rumi"},{"text" : "Everyone sees the unseen in proportion to the clarity of his heart, and that depends upon how much he has polished it. Whoever has polished it more sees more unseen forms become manifest to him.","author" : "Rumi"},{"text" : "Our purpose here on earth: to manifest the very nature of our spirit, which is touched by the spirit of God.","author" : "Rumi"},{"text" : "Let yourself be silently drawn by the strange pull of what you really love. It will not lead you astray.","author" : "Rumi"},{"text" : "Stop searching here and there, the jewels are inside you.","author" : "Rumi"},{"text" : "We are as the flute, and the music in us is from thee; we are as the mountain and the echo in us is from thee.","author" : "Rumi"},{"text" : "The pure heart is a spotless mirror in which images of infinite beauty are reflected.","author" : "Rumi"},{"text" : "Rise up nimbly and go on your strange journey to the ocean of meanings.... Leave and don't look away from the sun as you go, in whose light you're sometimes crescent, sometimes full.","author" : "Rumi"},{"text" : "The soul has been given its own ears to hear things the mind does not understand.","author" : "Rumi"},{"text" : "If you want something, release the wish, and let it light on its desire, completely free of the personal.","author" : "Rumi"},{"text" : "Stop, open up, surrender the beloved blind silence. Stay there until you see you're looking at the light with infinite eyes.","author" : "Rumi"},{"text" : "There is a force within that gives you life. Seek that.","author" : "Rumi"},{"text" : "By God, when you see your beauty you will be the idol of yourself.","author" : "Rumi"},{"text" : "All loves are a bridge to divine love.","author" : "Rumi"},{"text" : "Let yourself be silently drawn by the strange pull of what you really love. It will not lead you astray.","author" : "Rumi"},{"text" : "Be silent, only the hand of God can remove the burdens of your heart.","author" : "Rumi"},{"text" : "When setting out on a journey, do not seek advice from those who have never left home.","author" : "Rumi"},{"text" : "I have been a seeker and I still am, but I stopped asking the books and the stars. I started listening to the teaching of my Soul.","author" : "Rumi"},{"text" : "God writes spiritual mysteries on our heart, where they wait silently for discovery.","author" : "Rumi"},{"text" : "The only real rest comes when you're alone with God.","author" : "Rumi"},{"text" : "Why are you knocking at every other door? Go, knock at the door of your own heart.","author" : "Rumi"},{"text" : "Your heart is the size of an ocean. Go find yourself in its hidden depths.","author" : "Rumi"},{"text" : "Come inside the heart's house. There is peace and solace there.","author" : "Rumi"},{"text" : "Whatever purifies you is the right path, I will not try to define it.","author" : "Rumi"},{"text" : "The universe is not outside of you. Look inside yourself; everything that you want, you already are.","author" : "Rumi"},{"text" : "Don't dismiss the heart, even if it's filled with sorrow. God's treasures are buried in broken hearts.","author" : "Rumi"},{"text" : "If light is in your heart, you will find your way home.","author" : "Rumi"},{"text" : "Your heart knows the way. Run in that direction.","author" : "Rumi"},{"text" : "When your soul is looking for you, light a candle on its path.","author" : "Rumi"},{"text" : "Don't be satisfied with stories, how things have gone with others. Unfold your own myth.","author" : "Rumi"},{"text" : "All doubt, despair and fear become insignificant when the intention of life becomes love.","author" : "Rumi"},{"text" : "Remember, the entrance door to the sanctuary is inside you.","author" : "Rumi"},{"text" : "The desire to know your own soul will end all other desires.","author" : "Rumi"},{"text" : "When you feel a peaceful joy, that's when you are near the Truth.","author" : "Rumi"},{"text" : "I searched for God and found only myself. I searched for myself and found only God.","author" : "Rumi"},{"text" : "Know then that the body is merely a garment. Go seek the wearer, not the cloak.","author" : "Rumi"},{"text" : "When you seek love with all your heart, you shall find its echoes in the universe.","author" : "Rumi"},{"text" : "Now be silent. Let the dne who creates the words speak. He made the door. He made the lock. He also made the key.","author" : "Rumi"},{"text" : "If you want to be more alive, love is the truest health.","author" : "Rumi"},{"text" : "A craftsman pulled a reed from the reedbed, cut holes in it, and called it a human being. Since then, it's been wailing a tender agony of parting, never mentioning the skill that gave it life as a flute.","author" : "Rumi"},{"text" : "Every prophet and every saint has a way, but all lead to God. All ways are really one.","author" : "Rumi"},{"text" : "The prophets accept all agony and trust it. For the water has never feared the fire.","author" : "Rumi"},{"text" : "The water in the stream may have changed many times, but the reflection of the moon and the stars remains the same.","author" : "Rumi"},{"text" : "In Silence there is eloquence. Stop weaving and see how the pattern improves.","author" : "Rumi"},{"text" : "If you are irritated by every rub, how will your mirror be polished?","author" : "Rumi"},{"text" : "Your magnificence has made me a wonder. Your charm has taught me the way of love.","author" : "Rumi"},{"text" : "Something opens our wings. Something makes boredom and hurt disappear. Someone fills the cup in front of us: We taste only sacredness.","author" : "Rumi"},{"text" : "The day you were born, a ladder was set up to help you escape this world.","author" : "Rumi"},{"text" : "Do you pay regular visits to yourself? Start now.","author" : "Rumi"},{"text" : "Listen to the sound of waves within you.","author" : "Rumi"},{"text" : "A servant wants to be rewarded for what he does. A lover wants only to be in love's presence, that ocean whose depth will never be known.","author" : "Rumi"},{"text" : "Trade your cleverness for bewilderment.","author" : "Rumi"},{"text" : "The interpretation that makes you ardent and hopeful and active and reverent is the true one.","author" : "Rumi"},{"text" : "Humble living does not diminish. It fills. Going back to a simpler self gives wisdom.","author" : "Rumi"},{"text" : "Purify your eyes, and see the pure world. Your life will fill with radiant forms.","author" : "Rumi"},{"text" : "Purify yourself from the attributes of self, so that you may see your own pure, untarnished essence.","author" : "Rumi"},{"text" : "Whenever they rebuild an old building, they must first of all destroy the old one.","author" : "Rumi"},{"text" : "You show your worth by what you seek.","author" : "Rumi"},{"text" : "You wander from room to room Hunting for the diamond necklace That is already around your neck!","author" : "Rumi"},{"text" : "Very little grows on jagged rock. Be ground. Be crumbled, so wildflowers will come up where you are.","author" : "Rumi"},{"text" : "This being human is a guest house. Every morning a new arrival.","author" : "Rumi"},{"text" : "Last night I learned how to be a lover of God. To live in this world and call nothing my own.","author" : "Rumi"},{"text" : "Last night you left me and slept your own deep sleep. Tonight you turn and turn. I say, 'You and I will be together till the Universe dissolves.' You mumble back things you thought of when you were drunk.","author" : "Rumi"},{"text" : "Until the juice ferments a while in the cask, it isn't wine. If you wish your heart to be bright, you must do a little work.","author" : "Rumi"},{"text" : "We come spinning out of nothingness, scattering stars like dust.","author" : "Rumi"},{"text" : "Live life as if everything is rigged in your favor.","author" : "Rumi"},{"text" : "Set your sights on a place higher than your eyes can see.","author" : "Rumi"},{"text" : "Listen! Clam up your mouth and be silent like an oyster shell, for that tongue of yours is the enemy of the soul, my friend. When the lips are silent, the heart has a hundred tongues.","author" : "Rumi"},{"text" : "What strikes the oyster shell doesn't damage the pearl.","author" : "Rumi"},{"text" : "Rise up nimbly and go on your strange journey!","author" : "Rumi"},{"text" : "Be a helpful friend, and you will become a green tree with always new fruit, always deeper journeys into love.","author" : "Rumi"},{"text" : "In the blackest of your moments, wait with no fear.","author" : "Rumi"},{"text" : "The message behind the words is the voice of the heart.","author" : "Rumi"},{"text" : "Be relentless in your looking, because you are the one you seek.","author" : "Rumi"},{"text" : "Be patient where you sit in the dark. The dawn is coming.","author" : "Rumi"},{"text" : "The breeze at dawn has secrets to tell you. Don't go back to sleep.","author" : "Rumi"},{"text" : "No one knows what makes the soul wake up so happy! Maybe a dawn breeze has blown the veil from the face of God.","author" : "Rumi"},{"text" : "When I am silent, I have thunder hidden inside.","author" : "Rumi"},{"text" : "Whatever happens, just keep smiling and lose yourself in love.","author" : "Rumi"},{"text" : "The images we create could turn into wild beasts and tear us to pieces.","author" : "Rumi"},{"text" : "Fasting is the first principle of medicine; fast and see the strength of the spirit reveal itself.","author" : "Rumi"},{"text" : "Fasting blinds the body in order to open the eyes of your soul.","author" : "Rumi"},{"text" : "What a piece of bread looks like depends on whether you are hungry or not.","author" : "Rumi"},{"text" : "Words are a pretext. It is the inner bond that draws one person to another, not words.","author" : "Rumi"},{"text" : "Sorrow prepares you for joy. It violently sweeps everything out of your house, so that new joy can find space to enter. It shakes the yellow leaves from the bough of your heart, so that fresh, green leaves can grow in their place. It pulls up the rotten roots, so that new roots hidden beneath have room to grow. Whatever sorrow shakes from your heart, far better things will take their place.","author" : "Rumi"},{"text" : "Dive today from the cliff of what you know into what you can't know.","author" : "Rumi"},{"text" : "Tender words we spoke to one another are sealed in the secret vaults of heaven. One day like rain, they will fall to earth and grow green all over the world.","author" : "Rumi"},{"text" : "Submit to love without thinking, as the sun rose this morning recklessly extinguishing our star-candle minds.","author" : "Rumi"},{"text" : "Submit to a daily practice. Your loyalty to that is a ring at the door. Keep knocking, and the joy inside will eventually open a window and look out to see who's there.","author" : "Rumi"},{"text" : "One thing I learnt about writing is be true to your feelings but at the same time, be a pretentious writer.","author" : "Rumi"},{"text" : "They are the chosen ones who have surrendered.","author" : "Rumi"},{"text" : "The cure for pain is in the pain. Good and bad are mixed. If you don't have both, you don't belong with us.","author" : "Rumi"},{"text" : "When the light returns to its source, it takes nothing of what it has illuminated.","author" : "Rumi"},{"text" : "Don't seek the water; get thirst.","author" : "Rumi"},{"text" : "This world's existence is one night long.","author" : "Rumi"},{"text" : "Raise your words, not your voice. It is rain that grows flowers not thunders.","author" : "Rumi"},{"text" : "Like two swimmers who love the water, their souls knit together without being sewn, no seam.","author" : "Rumi"},{"text" : "My Soul is my Guide, for my Soul is of that Abode I will not Speak of the Earthly, I am of the Unknown.","author" : "Rumi"},{"text" : "This being human is a guest house. Every morning a new arrival.","author" : "Rumi"},{"text" : "Open your arms if you want the Beloved's embrace.","author" : "Rumi"},{"text" : "The agony of lovers burns with the fire of passion. Lovers leave traces of where they've been. The wailing of broken hearts is the doorway to God.","author" : "Rumi"},{"text" : "On this path let the heart be your guide.","author" : "Rumi"},{"text" : "Judge the moth by the beauty of the candle.","author" : "Rumi"},{"text" : "Silence is the root of everything. If you spiral into its void a hundred voices will thunder messages you long to hear.","author" : "Rumi"},{"text" : "But that shadow has been serving you! What hurts you, blesses you. Darkness is your candle. Your boundaries are your quest. You must have shadow and light source both. Listen, and lay your head under the tree of awe.","author" : "Rumi"},{"text" : "There is no worse sickness for the soul, o you who are proud, than this pretense of perfection.","author" : "Rumi"},{"text" : "If you are looking for a friend who is faultless, you will be friendless.","author" : "Rumi"},{"text" : "Your eyes are even smaller, yet they behold the world.","author" : "Rumi"},{"text" : "O Love, O pure deep Love, be here, be now, Be all 'worlds dissolve into your stainless endless radiance, Frail living leaves burn with your brighter than cold stares 'Make me your servant, your breath, your core.","author" : "Rumi"},{"text" : "No more words. In the name of this place . we drink with our breathing, . stay quiet like a flower. . So the nightbirds will start singing.","author" : "Rumi"},{"text" : "If you could untie your wings and free your soul of jealousy, you and everyone around you would fly up like doves.","author" : "Rumi"},{"text" : "Come out here where the roses have opened. Let soul and world meet.","author" : "Rumi"},{"text" : "Hold fast to dreams for if dreams die life is a broken-winged bird, that cannot fly.","author" : "Rumi"},{"text" : "Who could be so lucky? Who comes to a lake for water and sees the reflection of moon.","author" : "Rumi"},{"text" : "A rose’s rarest essence lives in the thorn.","author" : "Rumi"},{"text" : "This is love: to fly toward a secret sky, to cause a hundred veils to fall each moment. First to let go of life. Finally, to take a step without feet.","author" : "Rumi"},{"text" : "Every tree, every growing thing as it grows, says THIS truth, you harvest what you sow. With life as short as a half-taken breath, don't plant anything but love.","author" : "Rumi"},{"text" : "You mustn’t be afraid of death. You’re a deathless soul you can’t be kept in a dark grave you’re filled with God’s glow.","author" : "Rumi"},{"text" : "Set your life on fire. Seek those who fan your flames.","author" : "Rumi"},{"text" : "Light up the fire of love inside and blaze the thoughts away.","author" : "Rumi"},{"text" : "If you become a helper of hearts, springs of wisdom will flow from your heart.","author" : "Rumi"},{"text" : "Do not feel lonely, the entire universe is inside you.","author" : "Rumi"},{"text" : "Trade your cleverness for bewilderment.","author" : "Rumi"},{"text" : "Stop the flow of your words. Open the window of your heart and let the spirit speak.","author" : "Rumi"},{"text" : "You are not one you are a Thousand. Just Light your Lantern.","author" : "Rumi"},{"text" : "The lamps are different, but the Light is the same. One matter, one energy, one Light, one Light-mind, endlessly emanating all things.","author" : "Rumi"},{"text" : "Try not to resist the changes that come your way. Instead, let life live through you. And do not worry that your life is turning upside down. How do you know that the side you are used to is better than the one to come.","author" : "Rumi"},{"text" : "Love itself describes its own perfection. Be speechless and listen.","author" : "Rumi"},{"text" : "Lose yourself. Escape from the black cloud that surrounds you. Then you will see your own light as radiant as the full moon.","author" : "Rumi"},{"text" : "You've come to know the fortunate and the inauspicious stars, but you don't know whether you yourself are fortunate or lucky.","author" : "Rumi"},{"text" : "We are born of love; love is our mother.","author" : "Rumi"},{"text" : "Put your thoughts to sleep. Do not let them cast a shadow over the moon of your heart. Let go of thinking.","author" : "Rumi"},{"text" : "I looked in temples churches and mosques. But I found the Divine within my heart.","author" : "Rumi"},{"text" : "Don't be the rider who gallops all night and never sees the horse that is beneath him.","author" : "Rumi"},{"text" : "Because of your love, I have broken with my past.","author" : "Rumi"},{"text" : "Seek the wisdom that will untie your knot. Seek the path that demands your whole being.","author" : "Rumi"},{"text" : "Soul, if you want to learn secrets, your heart must forget about shame and dignity. You are God's lover, yet you worry what people are saying.","author" : "Rumi"},{"text" : "Not only the thirsty seek the water, the water as well seeks the thirsty.","author" : "Rumi"},{"text" : "We can't help being thirsty, moving toward the voice of water.","author" : "Rumi"},{"text" : "We can't help being thirsty, moving toward the voice of water. Milk drinkers draw close to the mother. Muslims, Christians, Jews, Buddhists, Hindus, shamans, everyone hears the intelligent sound and moves with thirst to meet it.","author" : "Rumi"},{"text" : "It’s your road and yours alone. Others may walk it with you, but no one can walk it for you.","author" : "Rumi"},{"text" : "When I am with you, we stay up all night. . When you're not here, I can't go to sleep. . Praise God for those two insomnias! . And the difference between them.","author" : "Rumi"},{"text" : "How does and essence of the world . Leave the world? . How does wetness leave water? . Don't even try . You are here to stay.","author" : "Rumi"},{"text" : "How long will you move backward? Come forward; do not stray in unbelief; come dancing to Divine Knowledge.","author" : "Rumi"},{"text" : "I want your sun to reach my raindrops, so your heat can raise my soul upward like a cloud.","author" : "Rumi"},{"text" : "Life is a balance of holding on and letting go.","author" : "Rumi"},{"text" : "Out beyond ideas of wrongdoing and right-doing there is a field. I'll meet you there. When the soul lies down in that grass the world is too full to talk about.","author" : "Rumi"},{"text" : "The soul has been given its own ears to hear things that the mind does not understand.","author" : "Rumi"},{"text" : "I have no companion but Love, no beginning, no end, no dawn. The Soul calls from within me: 'You, ignorant of the way of Love, set Me free.","author" : "Rumi"},{"text" : "Reason is powerless in the expression of Love.","author" : "Rumi"},{"text" : "Gamble everything for love, if you're a true human being.","author" : "Rumi"},{"text" : "If you are irritated by every rub, how will your mirror be polished","author" : "Rumi"},{"text" : "You were born with wings, why prefer to crawl through life","author" : "Rumi"},{"text" : "This is love to fly toward a secret sky","author" : "Rumi"},{"text" : "Lovers don't finally meet somewhere. They're in each other all along.","author" : "Rumi"},{"text" : "When I am with you, we stay up all night. When you're not here, I can't go to sleep. Praise God for those two insomnia. And the difference between them.","author" : "Rumi"},{"text" : "This is love to fly toward a secret sky, to cause a hundred veils to fall each moment. First to let go of life. Finally, to take a step without feet.","author" : "Rumi"},{"text" : "Love is the cure, for your pain will keep giving birth to more pain until your eyes constantly exhale love as effortlessly as your body yields its scent.","author" : "Rumi"},{"text" : "Now is the time to unite the soul and the world.","author" : "Rumi"},{"text" : "When you have indulged a lust, your wing drops off you become lame, abandoned by a fantasy. People fancy they are enjoying themselves, but they are really tearing out their wings for the sake of an illusion.","author" : "Rumi"}]