[{"text" : "Do you wish to rise? Begin by descending. You plan a tower that will pierce the clouds? Lay first the foundation of humility.","author" : "Saint Augustine"},{"text" : "Faith is to believe what you do not see; the reward of this faith is to see what you believe.","author" : "Saint Augustine"},{"text" : "If two friends ask you to judge a dispute, do not accept, as you may lose a friend.","author" : "Saint Augustine"},{"text" : "Indeed, man wishes to be happy even when he so lives as to make happiness impossible.","author" : "Saint Augustine"},{"text" : "If two friends ask you to judge a dispute, don't accept, because you will lose one friend; on the other hand, if two strangers come with the same request, accept because you will gain one friend.","author" : "Saint Augustine"},{"text" : "Complete abstinence is easier than perfect moderation.","author" : "Saint Augustine"},{"text" : "Repentant tears wash out the stain of guilt.","author" : "Saint Augustine"},{"text" : "Though defensive violence will always be 'a sad necessity' in the eyes of men of principle, it would be still more unfortunate if wrongdoers should dominate just men.","author" : "Saint Augustine"},{"text" : "No one can begin a new life, unless he repent of the old.","author" : "Saint Augustine"},{"text" : "It seems to me that an unjust law is no law at all.","author" : "Saint Augustine"},{"text" : "I want my friend to miss me as long as I miss him.","author" : "Saint Augustine"},{"text" : "We cannot pass our guardian angel's bounds, resigned or sullen, he will hear our sighs.","author" : "Saint Augustine"},{"text" : "The world is a book, and those who do not travel read only one page.","author" : "Saint Augustine"},{"text" : "This is the very perfection of a man, to find out his own imperfection.","author" : "Saint Augustine"},{"text" : "Although among heretics and schismatics there is the same Baptism, nevertheless, the remission of sins is not operative among them because of the very rottenness of discord and wickedness of dissension ... Baptism was in them, but it did not profit them outside the Church ... Outside the Church, Baptism works death because of discord.","author" : "Saint Augustine"},{"text" : "To fall in love with God is the greatest romance; to seek him the greatest adventure; to find him, the greatest human achievement.","author" : "Saint Augustine"},{"text" : "Find out how much God has given you and from it take what you need; the remainder is needed by others.","author" : "Saint Augustine"},{"text" : "Bad times, hard times, this is what people keep saying; but let us live well, and times shall be good. We are the times: Such as we are, such are the times.","author" : "Saint Augustine"},{"text" : "He who is filled with love is filled with God himself.","author" : "Saint Augustine"},{"text" : "Trials and tribulations offer us a chance to make reparation for our past faults and sins. On such occasions the Lord comes to us like a physician to heal the wounds left by our sins. Tribulation is the divine medicine.","author" : "Saint Augustine"},{"text" : "To withhold forgiveness is to take poison and expect the unforgiven to die.","author" : "Saint Augustine"},{"text" : "Purity of soul cannot be lost without consent.","author" : "Saint Augustine"},{"text" : "Fortitude is the disposition of soul which enables us to despise all inconveniences and the loss of things not in our power.","author" : "Saint Augustine"},{"text" : "Salvation is God's way of making us real people.","author" : "Saint Augustine"},{"text" : "The world is a book, and those who do not travel read only a page.","author" : "Saint Augustine"},{"text" : "Our heart is restless until it rests in You.","author" : "Saint Augustine"},{"text" : "What does love look like? It has the hands to help others. It has the feet to hasten to the poor and needy. It has eyes to see misery and want. It has the ears to hear the sighs and sorrows of men. That is what love looks like.","author" : "Saint Augustine"},{"text" : "Do you wish to rise? Begin by descending. You plan a tower that will pierce the clouds? Lay first the foundation of humility.","author" : "Saint Augustine"},{"text" : "Cursed is everyone who places his hope in changing the nature of man.","author" : "Saint Augustine"},{"text" : "Grant what thou commandest and then command what thou wilt.","author" : "Saint Augustine"},{"text" : "We are certainly in a common class with the beasts; every action of animal life is concerned with seeking bodily pleasure and avoiding pain.","author" : "Saint Augustine"},{"text" : "Punishment is justice for the unjust.","author" : "Saint Augustine"},{"text" : "That death is not to be judged an evil which is the end of a good life; for death becomes evil only by the retribution which follows it.","author" : "Saint Augustine"},{"text" : "Hell was made for the inquisitive.","author" : "Saint Augustine"},{"text" : "Charity is the root of all good works.","author" : "Saint Augustine"},{"text" : "Who would not shudder if he were given the choice of eternal death or life again as a child? Who would not choose to die?","author" : "Saint Augustine"},{"text" : "Will is to grace as the horse is to the rider.","author" : "Saint Augustine"},{"text" : "Hell was made for the inquisitive.","author" : "Saint Augustine"},{"text" : "Fasting cleanses the soul, raises the mind, subjects one's flesh to the spirit, renders the heart contrite and humble, scatters the clouds of concupiscence, quenches the fire of lust, and kindles the true light of chastity. Enter again into yourself.","author" : "Saint Augustine"},{"text" : "It is not the punishment but the cause that makes the martyr.","author" : "Saint Augustine"},{"text" : "The reward of patience Is patience.","author" : "Saint Augustine"},{"text" : "Our rewards in heaven are a result of God's crowning His own gifts.","author" : "Saint Augustine"},{"text" : "Where your pleasure is, there is your treasure: where your treasure, there your heart; where your heart, there your happiness","author" : "Saint Augustine"},{"text" : "Let necessity, and not your will, slay the enemy who fights against you.","author" : "Saint Augustine"},{"text" : "It is no advantage to be near the light if the eyes are closed.","author" : "Saint Augustine"},{"text" : "There is no greater invitation to love than loving first.","author" : "Saint Augustine"},{"text" : "O Holy Spirit, descend plentifully into my heart. Enlighten the dark corners of this neglected dwelling and scatter there Thy cheerful beams.","author" : "Saint Augustine"},{"text" : "No eulogy is due to him who simply does his duty and nothing more.","author" : "Saint Augustine"},{"text" : "To seek the highest good is to live well.","author" : "Saint Augustine"},{"text" : "Seek not to understand that you may believe, but believe that you may understand.","author" : "Saint Augustine"},{"text" : "You aspire to great things? Begin with the little ones.","author" : "Saint Augustine"},{"text" : "Forgiveness is the remission of sins. For it is by this that what has been lost, and was found, is saved from being lost again.","author" : "Saint Augustine"},{"text" : "God is more anxious to bestow his blessings on us than we are to receive them.","author" : "Saint Augustine"},{"text" : "From Latin: 'Inside man lives the truth.","author" : "Saint Augustine"},{"text" : "So if you can manage it, you shouldn't touch your partner, except for the sake of having children.","author" : "Saint Augustine"},{"text" : "For what is the self complacent man but a slave to his own self-praise.","author" : "Saint Augustine"},{"text" : "It was pride that changed angels into devils; it is humility that makes men as angels.","author" : "Saint Augustine"},{"text" : "Every visible thing in this world is put in the charge of an angel.","author" : "Saint Augustine"},{"text" : "Angels are spirits, but it is not because they are spirits that they are angels. They become angels when they are sent. For the name angel refers to their office, not their nature. You ask the name of this nature, it is spirit, you ask its office, it is that of an Angel, which is a messenger.","author" : "Saint Augustine"},{"text" : "Carnal lust rules where there is no love of God.","author" : "Saint Augustine"},{"text" : "Lust indulged became habit, and habit unresisted became necessity.","author" : "Saint Augustine"}]