[{"text" : "Siblings: children of the same parents, each of whom is perfectly normal until they get together.","author" : "Sam Levenson"},{"text" : "The simplest toy, one which even the youngest child can operate, is called a grandparent.","author" : "Sam Levenson"},{"text" : "Insanity is hereditary; you get it from your children.","author" : "Sam Levenson"},{"text" : "If you want to know how your girl will treat you after marriage, just listen to her talking to her little brother","author" : "Sam Levenson"},{"text" : "It's a good thing that when God created the rainbow he didn't consult a decorator or he would still be picking colors.","author" : "Sam Levenson"},{"text" : "Lead us not into temptation. Just tell us where it is; we'll find it.","author" : "Sam Levenson"},{"text" : "The reason grandparents and grandchildren get along so well is that they have a common enemy.","author" : "Sam Levenson"},{"text" : "Insanity is hereditary you get it from your kids.","author" : "Sam Levenson"},{"text" : "One of the virtues of being very young is that you don't let the facts get in the way of your imagination.","author" : "Sam Levenson"},{"text" : "You must learn from the mistakes of others. You can't possibly live long enough to make them all yourself.","author" : "Sam Levenson"},{"text" : "Love at first sight is easy to understand; it's when two people have been looking at each other for a lifetime that it becomes a miracle.","author" : "Sam Levenson"},{"text" : "Don't watch the clock; do what it does. Keep going.","author" : "Sam Levenson"},{"text" : "Don't watch the clock, do what it does. Keep Going.","author" : "Sam Levenson"},{"text" : "Life begins at forty, but so does arthritis, and the habit of telling the same story three times to the same person.","author" : "Sam Levenson"},{"text" : "If you die in an elevator, be sure to push the Up button.","author" : "Sam Levenson"},{"text" : "Any beast can cry over the misfortunes of its own child. It takes a mensch to weep for others' children.","author" : "Sam Levenson"},{"text" : "For attractive lips, speak words of kindness. For lovely eyes, seek out the good in people. For a slim figure, share your food with the hungry. For beautiful hair, let a child run his fingers through it once a day. For poise, walk with the knowledge you’ll never walk alone.","author" : "Sam Levenson"},{"text" : "Don't watch the clock. Do what it does. Keep going.","author" : "Sam Levenson"},{"text" : "The reason grandchildren and grandparents get along so well is that they have a common enemy.","author" : "Sam Levenson"},{"text" : "If you want to know how your girl will treat you after marriage, just listen to her talking to her little brother.","author" : "Sam Levenson"},{"text" : "Don't watch the clock do what it does. Keep going.","author" : "Sam Levenson"}]