[{"text" : "Love isn't finding a perfect person. It's seeing an imperfect person perfectly.","author" : "Sam Keen"},{"text" : "We come to love not by finding a perfect person, but by learning to see an imperfect person perfectly.","author" : "Sam Keen"},{"text" : "The difference between narcissism and self-love is a matter of depth. Narcissus falls in love not with the self, but with an image or reflection of the self with the persona, the mask. The narcissist sees himself through the eyes of another, changes his lifestyle to conform with what is admired by others, tailors his behavior and expression of feelings to what will please others. Narcissism is voluntary blindness, an agreement not to look beneath the surface.","author" : "Sam Keen"},{"text" : "Paranoia reduces anxiety and guilt by transferring to the other all the characteristics one does not want to recognize in oneself. It is maintained by selective perception and recall. We only see and acknowledge those negative aspects of the enemy that support the stereotype we have already created.","author" : "Sam Keen"},{"text" : "Mystical experiences (unlike scientific conclusions) cannot be communicated from one person to another. Philosophers and little children are continually amazed that we, unaccountably, find ourselves in a somewhat intelligible world.","author" : "Sam Keen"},{"text" : "We can only choose whether we will feel and not what we will feel.","author" : "Sam Keen"},{"text" : "Burnout is nature's way of telling you, you've been going through the motions your soul has departed; you're a zombie, a member of the walking dead, a sleepwalker. False optimism is like administrating stimulants to an exhausted nervous system.","author" : "Sam Keen"},{"text" : "The major impediment to experiencing the sacred depths of ordinary moments is the speed and distraction of contemporary life that moves to the imperatives of the global economic order.In addition, we increasingly live in a virtual world in which our reality is filtered through media and information technology.","author" : "Sam Keen"},{"text" : "There is a saying in Bali: 'We have no art. We do everything as beautifully as possible.' This reflects my philosophy of practice. I try to remember daily what a gift it is to have the privilege of living in this wondrous world.","author" : "Sam Keen"},{"text" : "To love is to return to a home we never left, to remember who we are.","author" : "Sam Keen"},{"text" : "For the adult, all the world is a stage and the personality is the mask one wears to play the assigned role.","author" : "Sam Keen"},{"text" : "Burnout: nature's way of telling you that you've been going through the motions, but your soul has departed; you're a zombie, a member of the walking dead, a sleepwalker.","author" : "Sam Keen"},{"text" : "You come to love not by finding the perfect person, but by seeing an imperfect person perfectly.","author" : "Sam Keen"},{"text" : "We come to love not by finding the perfect person, but by learning to see an imperfect person perfectly.","author" : "Sam Keen"},{"text" : "Don't misunderstand me. I don't believe in prayer. I only do it. Or perhaps it does me.","author" : "Sam Keen"}]