[{"text" : "The road to hell is paved with good intentions.","author" : "Samuel Johnson"},{"text" : "Tea's proper use is to amuse the idle, relax the studious, and dilute the full meals of those who cannot use exercise, and will not use abstinence.","author" : "Samuel Johnson"},{"text" : "This is one of the disadvantages of wine, it makes a man mistake words for thoughts.","author" : "Samuel Johnson"},{"text" : "This is one of the disadvantages of wine; it makes a man mistake words for thoughts.","author" : "Samuel Johnson"},{"text" : "Pride is seldom delicate; it will please itself with very mean advantages.","author" : "Samuel Johnson"},{"text" : "Great works are performed not by strength but by perseverance.","author" : "Samuel Johnson"},{"text" : "Kindness is in our power, even when fondness is not.","author" : "Samuel Johnson"},{"text" : "If your determination is fixed, I do not counsel you to despair. Few things are impossible to diligence and skill. Great works are performed not by strength, but perseverance.","author" : "Samuel Johnson"},{"text" : "It is better to suffer wrong than to do it, and happier to be sometimes cheated than not to trust.","author" : "Samuel Johnson"},{"text" : "The use of traveling is to regulate imagination by reality, and instead of thinking how things may be, to see them as they are.","author" : "Samuel Johnson"},{"text" : "All travel has its advantages. If the passenger visits better countries, he may learn to improve his own. And if fortune carries him to worse, he may learn to enjoy it.","author" : "Samuel Johnson"},{"text" : "Disappointment, when it involves neither shame nor loss, is as good as success; for it supplies as many images to the mind, and as many topics to the tongue.","author" : "Samuel Johnson"},{"text" : "Rain is good for vegetables, and for the animals who eat those vegetables, and for the animals who eat those animals.","author" : "Samuel Johnson"},{"text" : "Pleasure which must be enjoyed at the expense of another's pain, can never be such as a worthy mind can fully delight in.","author" : "Samuel Johnson"},{"text" : "Integrity without knowledge is weak and useless, and knowledge without integrity is dangerous and dreadful.","author" : "Samuel Johnson"},{"text" : "One of the disadvantages of wine is that it makes a man mistake words for thoughts.","author" : "Samuel Johnson"},{"text" : "Silence propagates itself, and the longer talk has been suspended, the more difficult it is to find anything to say.","author" : "Samuel Johnson"},{"text" : "While grief is fresh, every attempt to divert only irritates. You must wait till it be digested, and then amusement will dissipate the remains of it.","author" : "Samuel Johnson"},{"text" : "Grief is a species of idleness.","author" : "Samuel Johnson"},{"text" : "He that will enjoy the brightness of sunshine, must quit the coolness of the shade.","author" : "Samuel Johnson"},{"text" : "He is not only dull himself, but the cause of dulness in others.","author" : "Samuel Johnson"},{"text" : "No man can taste the fruits of autumn while he is delighting his scent with the flowers of spring.","author" : "Samuel Johnson"},{"text" : "The use of traveling is to regulate imagination with reality, and instead of thinking of how things may be, see them as they are.","author" : "Samuel Johnson"},{"text" : "Those who attain any excellence commonly spend life in one pursuit; for excellence is not often granted upon easier terms.","author" : "Samuel Johnson"},{"text" : "Self-confidence is the first requisite to great undertakings.","author" : "Samuel Johnson"},{"text" : "He that teaches us anything which we knew not before is undoubtedly to be reverenced as a master.","author" : "Samuel Johnson"},{"text" : "Power is not sufficient evidence of truth.","author" : "Samuel Johnson"},{"text" : "Exercise is labor without weariness.","author" : "Samuel Johnson"},{"text" : "We love to expect, and when expectation is either disappointed or gratified, we want to be again expecting.","author" : "Samuel Johnson"},{"text" : "Great works are performed, not by strength, but by perseverance.","author" : "Samuel Johnson"},{"text" : "So far is it from being true that men are naturally equal, that no two people can be half an hour together, but one shall acquire an evident superiority over the other.","author" : "Samuel Johnson"},{"text" : "It is reasonable to have perfection in our eye that we may always advance toward it, though we know it can never be reached.","author" : "Samuel Johnson"},{"text" : "Patriotism is the last refuge of the scoundrel.","author" : "Samuel Johnson"},{"text" : "It's matters not how a man dies, but how he lives.","author" : "Samuel Johnson"},{"text" : "If one was to think constantly of death, the business of life would stand still.","author" : "Samuel Johnson"},{"text" : "The habit of looking on the bright side of every event is worth more than a thousand pounds a year.","author" : "Samuel Johnson"},{"text" : "Bravery has no place where it can avail nothing.","author" : "Samuel Johnson"},{"text" : "All envy is proportionate to desire; we are uneasy at the attainments of another, according as we think our own happiness would be advanced by the addition of that which he withholds from us.","author" : "Samuel Johnson"},{"text" : "The insolence of wealth will creep out.","author" : "Samuel Johnson"},{"text" : "Of the blessings set before you make your choice, and be content.","author" : "Samuel Johnson"},{"text" : "An old friend never can be found, and nature has provided that he cannot easily be lost.","author" : "Samuel Johnson"},{"text" : "Judgment is forced upon us by experience.","author" : "Samuel Johnson"},{"text" : "Don't tell me of deception; a lie is a lie, whether it be a lie to the eye or a lie to the ear.","author" : "Samuel Johnson"},{"text" : "Wine makes a man better pleased with himself; I do not say that it makes him more pleasing to others.","author" : "Samuel Johnson"},{"text" : "Curiosity is one of the most permanent and certain characteristics of a vigorous intellect.","author" : "Samuel Johnson"},{"text" : "Some desire is necessary to keep life in motion, and he whose real wants are supplied must admit those of fancy.","author" : "Samuel Johnson"},{"text" : "Those who attain any excellence, commonly spend life in one pursuit; for excellence is not often gained upon easier terms.","author" : "Samuel Johnson"},{"text" : "Excellence in any department can be attained only by the labor of a lifetime; it is not to be purchased at a lesser price.","author" : "Samuel Johnson"},{"text" : "Depend upon it that if a man talks of his misfortunes there is something in them that is not disagreeable to him.","author" : "Samuel Johnson"},{"text" : "When any anxiety or gloom of the mind takes hold of you, make it a rule not to publish it by complaining; but exert yourselves to hide it, and by endeavoring to hide it you drive it away.","author" : "Samuel Johnson"},{"text" : "The usual fortune of complaint is to excite contempt more than pity.","author" : "Samuel Johnson"},{"text" : "Guilt once harbored in the conscious breast, intimidates the brave, degrades the great.","author" : "Samuel Johnson"},{"text" : "Guilt has always its horrors and solicitudes; and, to make it yet more shameful and detestable, it is doomed often to stand in awe of those to whom nothing could give influence or weight but their power of betraying.","author" : "Samuel Johnson"},{"text" : "No man is a hypocrite in his pleasures.","author" : "Samuel Johnson"},{"text" : "Such is the state of life, that none are happy but by the anticipation of change: the change itself is nothing; when we have made it, the next wish is to change again. The world is not yet exhausted; let me see something tomorrow which I never saw before.","author" : "Samuel Johnson"},{"text" : "Self-love is often rather arrogant than blind; it does not hide our faults from ourselves, but persuades us that they escape the notice of others.","author" : "Samuel Johnson"},{"text" : "Wise married women don't trouble themselves about infidelity in their husbands.","author" : "Samuel Johnson"},{"text" : "Treating your adversary with respect is giving him an advantage to which he is not entitled.","author" : "Samuel Johnson"},{"text" : "Depend upon it that if a man talks of his misfortunes there is something in them that is not disagreeable to him; for where there is nothing but pure misery there never is any recourse to the mention of it.","author" : "Samuel Johnson"},{"text" : "Pleasure is very seldom found where it is sought. Our brightest blazes are commonly kindled by unexpected sparks.","author" : "Samuel Johnson"},{"text" : "Advertisements are now so numerous that they are very negligently perused","author" : "Samuel Johnson"},{"text" : "Promise, large promise, is the soul of an advertisement.","author" : "Samuel Johnson"},{"text" : "Prejudice not being funded on reason cannot be removed by argument.","author" : "Samuel Johnson"},{"text" : "Falsehood always endeavors to copy the mien and attitude of truth.","author" : "Samuel Johnson"},{"text" : "Agriculture not only gives riches to a nation, but the only riches she can call her own.","author" : "Samuel Johnson"},{"text" : "If we estimate dignity by immediate usefulness, agriculture is undoubtedly the first and noblest science.","author" : "Samuel Johnson"},{"text" : "A vow is a snare for sin.","author" : "Samuel Johnson"},{"text" : "Let us be quick to repent of injuries while repentance may not be a barren anguish.","author" : "Samuel Johnson"},{"text" : "There must always be a struggle between a father and son, while one aims at power and the other at independence.","author" : "Samuel Johnson"},{"text" : "We may have many acquaintances, but we can have but few friends; this made Aristotle say that he that hath many friends hath none.","author" : "Samuel Johnson"},{"text" : "Our aspirations are our possibilities.","author" : "Samuel Johnson"},{"text" : "The Supreme end of education is expert discernment in all things -- the power to tell the good from the bad, the genuine from the counterfeit, and to prefer the good and the genuine to the bad and the counterfeit.","author" : "Samuel Johnson"},{"text" : "When a man is tired of London, he is tired of life; for there is in London all that life can afford.","author" : "Samuel Johnson"},{"text" : "For to be free is not merely to cast off one's chains, but to live in a way that respects and enhances the freedom of others.","author" : "Samuel Johnson"},{"text" : "Nothing flatters a man as much as the happiness of his wife; he is always proud of himself as the source of it.","author" : "Samuel Johnson"},{"text" : "He who does not mind his belly, will hardly mind anything else.","author" : "Samuel Johnson"},{"text" : "A man would rather have a hundred lies told of him than one truth which he does not wish should be known.","author" : "Samuel Johnson"},{"text" : "It is a most mortifying reflection for a man to consider what he has done, compared to what he might have done.","author" : "Samuel Johnson"},{"text" : "This is one of the disadvantages of wine: it makes a man mistake words for thought.","author" : "Samuel Johnson"},{"text" : "A man who exposes himself when he is intoxicated, has not the art of getting drunk.","author" : "Samuel Johnson"},{"text" : "Patriotism is the last refuge of a scoundrel.","author" : "Samuel Johnson"},{"text" : "Reproof should not exhaust its power upon petty failings.","author" : "Samuel Johnson"},{"text" : "Being in a ship is being in a jail, with the chance of being drowned.","author" : "Samuel Johnson"},{"text" : "To have gold is to be in fear, and to want it to be sorrow.","author" : "Samuel Johnson"},{"text" : "What is written without effort is in general read without pleasure.","author" : "Samuel Johnson"},{"text" : "One of the disadvanages of wine is that it makes a man mistake words for thoughts.","author" : "Samuel Johnson"},{"text" : "Questioning is not the mode of conversation among gentlemen.","author" : "Samuel Johnson"},{"text" : "Sorrow is properly that state of the mind in which our desires are fixed upon the past without looking forward to the future.","author" : "Samuel Johnson"},{"text" : "Exert your talents, and distinguish yourself, and don't think of retiring from the world, until the world will be sorry that you retire.","author" : "Samuel Johnson"},{"text" : "The blaze of reputation cannot be blown out, but it often dies in the socket; a very few names may be considered as perpetual lamps that shine unconsumed.","author" : "Samuel Johnson"},{"text" : "Revenge is an act of passion; vengeance of justice. Injuries are revenged; crimes are avenged.","author" : "Samuel Johnson"},{"text" : "Our brightest blazes of gladness are commonly kindled by unexpected sparks.","author" : "Samuel Johnson"},{"text" : "Prosperity's right hand is industry and her left hand is frugality.","author" : "Samuel Johnson"},{"text" : "Words are but the signs of ideas.","author" : "Samuel Johnson"},{"text" : "Alcohol is the anesthesia by which we endure the operation of life.","author" : "Samuel Johnson"},{"text" : "A man who both spends and saves money is the happiest man, because he has both enjoyments.","author" : "Samuel Johnson"},{"text" : "This was a good dinner enough, to be sure, but it was not a dinner to ask a man to.","author" : "Samuel Johnson"},{"text" : "The present time is seldom able to fill desire or imagination with immediate enjoyment, and we are forced to supply its deficiencies by recollection or anticipation.","author" : "Samuel Johnson"},{"text" : "The inevitable consequence of poverty is dependence.","author" : "Samuel Johnson"},{"text" : "The happiest part of a man's life is what he passes lying awake in bed in the morning.","author" : "Samuel Johnson"},{"text" : "In bed we laugh, in bed we cry, and born in bed, in bed we die; the near approach a bed may show of human bliss to human woe.","author" : "Samuel Johnson"},{"text" : "The happiest conversation is that of which nothing is distinctly remembered, but a general effect of pleasing impression.","author" : "Samuel Johnson"},{"text" : "Judgment is forced upon us by experience","author" : "Samuel Johnson"},{"text" : "Curiosity is the thirst of the soul.","author" : "Samuel Johnson"},{"text" : "To keep your secret is wisdom; but to expect others to keep it is folly.","author" : "Samuel Johnson"},{"text" : "How guilt once harbour'd in the conscious breast, Intimidates the brave, degrades the great.","author" : "Samuel Johnson"},{"text" : "Christianity is the highest perfection of humanity.","author" : "Samuel Johnson"},{"text" : "To strive with difficulties, and to conquer them, is the highest human felicity.","author" : "Samuel Johnson"},{"text" : "Courtesy and good humor are often found with little real worth.","author" : "Samuel Johnson"},{"text" : "The use of travelling is to regulate imagination by reality, and instead of thinking how things may be, to see them as they are.","author" : "Samuel Johnson"},{"text" : "Tears are often to be found where there is little sorrow, and the deepest sorrow without any tears.","author" : "Samuel Johnson"},{"text" : "What we hope ever to do with ease, we must learn first to do with diligence.","author" : "Samuel Johnson"},{"text" : "Diligence in employments of less consequence is the most successful introduction to greater enterprises.","author" : "Samuel Johnson"},{"text" : "Few things are impossible to diligence and skill.","author" : "Samuel Johnson"},{"text" : "The resolution of the combat is seldom equal to the vehemence of the charge.","author" : "Samuel Johnson"},{"text" : "The truly strong and sound mind is the mind that can embrace equally great things and small. I would have a man great in great things, and elegant in little things.","author" : "Samuel Johnson"},{"text" : "To set the mind above the appetites is the end of abstinence, which if not a virtue, is the groundwork of a virtue.","author" : "Samuel Johnson"},{"text" : "Abstinence is as easy to me as temperance would be difficult.","author" : "Samuel Johnson"},{"text" : "Be not too hasty to trust or to admire the teachers of morality; they discourse like angels, but they live like men.","author" : "Samuel Johnson"},{"text" : "There are charms made only for distance admiration.","author" : "Samuel Johnson"},{"text" : "Moderation is commonly firm, and firmness is commonly successful.","author" : "Samuel Johnson"},{"text" : "Small debts are like small shot; they are rattling on every side, and can scarcely be escaped without a wound; great debts are like cannon; of loud noise, but little danger.","author" : "Samuel Johnson"},{"text" : "The excellence of aphorisms consists not so much in the expression of some rare or abstruse sentiment, as in the comprehension of some useful truth in a few words.","author" : "Samuel Johnson"},{"text" : "Marriage has many pains, but celibacy has no pleasures.","author" : "Samuel Johnson"},{"text" : "When once the forms of civility are violated, there remains little hope of return to kindness or decency.","author" : "Samuel Johnson"},{"text" : "Must helpless man, in ignorance sedate, roll darkling down the torrent of his fate?","author" : "Samuel Johnson"},{"text" : "An epithet or metaphor drawn from nature ennobles art; an epithet or metaphor drawn from art degrades nature.","author" : "Samuel Johnson"},{"text" : "He that accepts protection, stipulates obedience.","author" : "Samuel Johnson"},{"text" : "Invention is almost the only literary labour which blindness cannot obstruct.","author" : "Samuel Johnson"},{"text" : "If the abuse be enormous, nature will rise up, and claiming her original rights, overturn a corrupt political system.","author" : "Samuel Johnson"},{"text" : "It is the just doom of laziness and gluttony to be inactive without ease and drowsy without tranquility.","author" : "Samuel Johnson"},{"text" : "The gloomy and the resentful are always found among those who have nothing to do or who do nothing.","author" : "Samuel Johnson"},{"text" : "Small debts are like small gun shot; they are rattling around us on all sides and one can scarcely escape being wounded. Large debts are like canons, they produce a loud noise, but are of little danger.","author" : "Samuel Johnson"},{"text" : "Small debts are like small shot; they are rattling on every side, and can scarcely be escaped without a wound: great debts are like cannon; of loud noise, but little danger.","author" : "Samuel Johnson"},{"text" : "Revenge is the act of passion, vengeance is an act of justice.","author" : "Samuel Johnson"},{"text" : "All truth is valuable, and satirical criticism may be considered as useful when it rectifies error and improves judgment; he that refines the public taste is a public benefactor.","author" : "Samuel Johnson"},{"text" : "Slander is the revenge of a coward, and dissimulation of his defense.","author" : "Samuel Johnson"},{"text" : "To the strongest and quickest mind, it is far easier to learn than to invent.","author" : "Samuel Johnson"},{"text" : "There are charms made only for distant admiration.","author" : "Samuel Johnson"},{"text" : "So many objections may be made to everything, that nothing can overcome them but the necessity of doing something.","author" : "Samuel Johnson"},{"text" : "Let us be quick to repent of injuries while repentance may not be a barren anguish.","author" : "Samuel Johnson"},{"text" : "Vulgar and inactive minds confound familiarity with knowledge, and conceive themselves informed of the whole nature of things, when they are shown their form or told their use.","author" : "Samuel Johnson"},{"text" : "Life is surely given us for higher purposes than to gather what our ancestors have wisely thrown away, and to learn what is of no value but because it has been forgotten.","author" : "Samuel Johnson"},{"text" : "The reciprocal civility of authors is one of the most risible scenes in the farce of life.","author" : "Samuel Johnson"},{"text" : "Those authors who would find many readers, must endeavour to please while they instruct.","author" : "Samuel Johnson"},{"text" : "Authors and lovers always suffer some infatuation, from which only absence can set them free.","author" : "Samuel Johnson"},{"text" : "Where there is no difficulty there is no praise.","author" : "Samuel Johnson"},{"text" : "The equity of providence has balanced peculiar sufferings with peculiar enjoyments.","author" : "Samuel Johnson"},{"text" : "Claret is the liquor for boys; port for men; but he who aspires to be a hero must drink brandy.","author" : "Samuel Johnson"},{"text" : "Of all the griefs that harass the distrest, Sure the most bitter is a scornful jest.","author" : "Samuel Johnson"},{"text" : "As to the rout that is made about people who are ruined by extravagance, it is no matter to the nation that some individuals suffer. When so much general productive exertion is the consequence of luxury, the nation does not care though there are debtors; nay, they would not care though their creditors were there too.","author" : "Samuel Johnson"},{"text" : "Life admits not of delays; when pleasure can be had, it is fit to catch it: every hour takes away part of the things that please us, and perhaps part of our disposition to be pleased.","author" : "Samuel Johnson"},{"text" : "Politeness is fictitious benevolence. Depend upon it, the want of it never fails to produce something disagreeable to one or other.","author" : "Samuel Johnson"},{"text" : "What ever the motive for the insult, it is always best to overlook it; for folly doesn't deserve resentment, and malice is punished by neglect.","author" : "Samuel Johnson"},{"text" : "Much mischief is done in the world with very little interest or design.","author" : "Samuel Johnson"},{"text" : "The mischief of flattery is, not that it persuades any man that he is what he is not, but that it suppresses the influence of honest ambition, by raising an opinion that honour may be gained without the toil of merit.","author" : "Samuel Johnson"},{"text" : "There mark what ills the scholar's life assail, toil, envy, want, and patron.","author" : "Samuel Johnson"},{"text" : "A decent provision for the poor is the true test of civilization.","author" : "Samuel Johnson"},{"text" : "Idleness and timidity often despair without being overcome, and forbear attempts for fear of being defeated; and we may promote the invigoration of faint endeavors, by showing what has already been performed.","author" : "Samuel Johnson"},{"text" : "To be idle and to be poor have always been reproaches, and therefore every man endeavors with his utmost care to hide his poverty from others, and his idleness from himself.","author" : "Samuel Johnson"},{"text" : "In all pointed sentences, some degree of accuracy must be sacrificed to conciseness.","author" : "Samuel Johnson"},{"text" : "All theory is against the freedom of the will; all experience for it.","author" : "Samuel Johnson"},{"text" : "Whoever envies another confesses his superiority.","author" : "Samuel Johnson"},{"text" : "The superiority of some men is merely local. They are great because their associates are little.","author" : "Samuel Johnson"},{"text" : "It is not true that people are naturally equal for no two people can be together for even a half an hour without one acquiring an evident superiority over the other.","author" : "Samuel Johnson"},{"text" : "Almost every man wastes part of his life attempting to display qualities which he does not possess.","author" : "Samuel Johnson"},{"text" : "Be not too hasty to trust or to admire the teachers of morality; they discourse like angels, but they live like men.","author" : "Samuel Johnson"},{"text" : "All wonder is the effect of novelty on ignorance.","author" : "Samuel Johnson"},{"text" : "The Irish are a fair people: They never speak well of one another.","author" : "Samuel Johnson"},{"text" : "That what cannot be repaired is not to be regretted.","author" : "Samuel Johnson"},{"text" : "Nothing will ever be attempted if all possible objections must first be overcome.","author" : "Samuel Johnson"},{"text" : "All argument is against it; but all belief is for it.","author" : "Samuel Johnson"},{"text" : "He that overvalues himself will undervalue others, and he that undervalues others will oppress them.","author" : "Samuel Johnson"},{"text" : "The road to hell is paved with good intentions.","author" : "Samuel Johnson"},{"text" : "The most useful truths are always universal, and unconnected with accidents and customs.","author" : "Samuel Johnson"},{"text" : "The vicious count their years; virtuous, their acts.","author" : "Samuel Johnson"},{"text" : "The trappings of a monarchy would set up an ordinary commonwealth.","author" : "Samuel Johnson"},{"text" : "Is not a patron one who looks with unconcern on a man struggling for life in the water, and, when he has reached ground, encumbers him with help?","author" : "Samuel Johnson"},{"text" : "Patron: One who countenances, supports or protects. Commonly a wretch who supports with insolence, and is repaid in flattery.","author" : "Samuel Johnson"},{"text" : "A cow is a very good animal in the field, but we turn her out of a garden.","author" : "Samuel Johnson"},{"text" : "The limbs will quiver and move after the soul is gone.","author" : "Samuel Johnson"},{"text" : "Go into the street, and give one man a lecture on morality, and another a shilling, and see which will respect you most.","author" : "Samuel Johnson"},{"text" : "The advice that is wanted is commonly not welcome and that which is not wanted, evidently an effrontery.","author" : "Samuel Johnson"},{"text" : "Get together a hundred or two men, however sensible they may be, and you are very likely to have a mob","author" : "Samuel Johnson"},{"text" : "Parents and children seldom act in concert: each child endeavors to appropriate the esteem or fondness of the parents, and the parents, with yet less temptation, betray each other to their children.","author" : "Samuel Johnson"},{"text" : "Whoever shall review his life, will find that the whole tenor of his conduct has been determined by some accident of no apparent moment.","author" : "Samuel Johnson"},{"text" : "Great works are performed, not by strength, but by perseverance. Those that walk with vigor, three hours a day, will pass in seven years a space equal to the circumference of the globe.","author" : "Samuel Johnson"},{"text" : "That observation which is called knowledge of the world will be found much more frequently to make men cunning than good.","author" : "Samuel Johnson"},{"text" : "A married man has many cares, but a bachelor no pleasures.","author" : "Samuel Johnson"},{"text" : "There may be community of material possessions, but there can never be community of love or esteem.","author" : "Samuel Johnson"},{"text" : "A blade of grass is always a blade of grass, whether in one country or another.","author" : "Samuel Johnson"},{"text" : "The charm of London is that you are never glad or sorry for ten minutes together; in the country you are one or the other for weeks.","author" : "Samuel Johnson"},{"text" : "Prudence keeps life safe, but it does not often make it happy.","author" : "Samuel Johnson"},{"text" : "The great end of prudence is to give cheerfulness to those hours which splendor cannot gild, and acclamation cannot exhilarate.","author" : "Samuel Johnson"},{"text" : "He who makes a beast of himself gets rid of the pain of being a man.","author" : "Samuel Johnson"},{"text" : "The power of punishment is to silence, not to confute.","author" : "Samuel Johnson"},{"text" : "No man was ever great by imitation.","author" : "Samuel Johnson"},{"text" : "Of all noises, I think music is the least disagreeable.","author" : "Samuel Johnson"},{"text" : "No man is much pleased with a companion who does not increase, in some respect, his fondness of himself.","author" : "Samuel Johnson"},{"text" : "All intellectual improvement arises from leisure.","author" : "Samuel Johnson"},{"text" : "The worst evils are those that never arrive.","author" : "Samuel Johnson"},{"text" : "Patience and submission are very carefully to be distinguished from cowardice and indolence. We are not to repine, but we may lawfully struggle; for the calamities of life, like the necessities of Nature, are calls to labor and diligence.","author" : "Samuel Johnson"},{"text" : "Cunning differs from wisdom as twilight from open day.","author" : "Samuel Johnson"},{"text" : "Sorrow is the mere rust of the soul. Activity will cleanse and brighten it.","author" : "Samuel Johnson"},{"text" : "When emulation leads us to strive for self-elevation by merit alone, and not by belittling another, then it is one of the grandest possible incentives to action.","author" : "Samuel Johnson"},{"text" : "No place affords a more striking conviction of the vanity of human hopes than a public library.","author" : "Samuel Johnson"},{"text" : "To let friendship die away by negligence and silence is certainly not wise. It is voluntarily to throw away one of the greatest comforts of the weary pilgrimage.","author" : "Samuel Johnson"},{"text" : "Remember that nothing will supply the want of prudence, and that negligence and irregularity long continued will make knowledge useless, wit ridiculous, and genius contemptible.","author" : "Samuel Johnson"},{"text" : "No weakness of the human mind has more frequently incurred animadversion, than the negligence with which men overlook their own faults, however flagrant, and the easiness with which they pardon them, however frequently repeated.","author" : "Samuel Johnson"},{"text" : "Every one should consider himself as intrusted not only with his own conduct, but with that of others; and as accountable, not only for the duties which he neglects, or the crimes that he commits, but for that negligence and irregularity which he may encourage or inculcate. Every man, in whatever station, has, or endeavours to have his followers, admirers, and imitators, and has therefore the influence of his example to watch with care.","author" : "Samuel Johnson"},{"text" : "He that thinks he can afford to be negligent is not far from being poor.","author" : "Samuel Johnson"},{"text" : "I would rather be attacked than unnoticed. For the worst thing you can do to an author is to be silent as to his works.","author" : "Samuel Johnson"},{"text" : "It is, indeed, at home that every man must be known by those who would make a just estimate either of his virtue or felicity; for smiles and embroidery are alike occasional, and the mind is often dressed for show in painted honor, and fictitious benevolence.","author" : "Samuel Johnson"},{"text" : "Every man has a lurking wish to appear considerable in his native place.","author" : "Samuel Johnson"},{"text" : "One of the most pernicious effects of haste is obscurity.","author" : "Samuel Johnson"},{"text" : "Human life is everywhere a state in which much is to be endured and little to be enjoyed.","author" : "Samuel Johnson"},{"text" : "An exotic and irrational entertainment, which has been always combated, and always has prevailed.","author" : "Samuel Johnson"},{"text" : "Suspicion is most often useless pain.","author" : "Samuel Johnson"},{"text" : "He who aspires to be a serious wine drinker must drink claret.","author" : "Samuel Johnson"},{"text" : "In a man's letters you know, Madam, his soul lies naked, his letters are only the mirror of his breast, whatever passes within him is shown undisguised in its natural process. Nothing is inverted, nothing distorted, you see systems in their elements, you discover actions in their motives.","author" : "Samuel Johnson"},{"text" : "The wretched have no compassion, they can do good only from strong principles of duty.","author" : "Samuel Johnson"},{"text" : "Human benevolence is mingled with vanity, interest, or some other motive.","author" : "Samuel Johnson"},{"text" : "If a man does not make new acquaintances as he advances through life, he will soon find himself left alone. A man, Sir, should keep his friendship in constant repair.","author" : "Samuel Johnson"},{"text" : "A wise man will make haste to forgive, because he knows the true value of time, and will not suffer it to pass away in unnecessary pain.","author" : "Samuel Johnson"},{"text" : "People in distress never think that you feel enough.","author" : "Samuel Johnson"},{"text" : "Don't, Sir, accustom yourself to use big words for little matters.","author" : "Samuel Johnson"},{"text" : "How many may a man of diffusive conversation count among his acquaintances, whose lives have been signalized by numberless escapes; who never cross the river but in a storm, or take a journey into the country without more adventures than befel the knights-errant of ancient times in pathless forests or enchanted castles! How many must he know, to whom portents and prodigies are of daily occurrence; and for whom nature is hourly working wonders invisible to every other eye, only to supply them with subjects of conversation?","author" : "Samuel Johnson"},{"text" : "Norway, too, has noble wild prospects; and Lapland is remarkable for prodigious noble wild prospects.","author" : "Samuel Johnson"},{"text" : "Pride is seldom delicate: it will please itself with very mean advantages.","author" : "Samuel Johnson"},{"text" : "In sovereignty there are no gradations.","author" : "Samuel Johnson"},{"text" : "It is a hopeless endeavour to unite the contrarieties of spring and winter; it is unjust to claim the privileges of age, and retain the play-things of childhood.","author" : "Samuel Johnson"},{"text" : "Without frugality none can be rich, and with it very few would be poor.","author" : "Samuel Johnson"},{"text" : "Frugality may be termed the daughter of Prudence, the sister of Temperance, and the parent of Liberty.","author" : "Samuel Johnson"},{"text" : "Getting money is not all a man's business: to cultivate kindness is a valuable part of the business of life.","author" : "Samuel Johnson"},{"text" : "A fishing rod is a stick with a hook at one end and a fool at the other.","author" : "Samuel Johnson"},{"text" : "Friendship, compounded of esteem and love, derives from one its tenderness and its permanence from the other.","author" : "Samuel Johnson"},{"text" : "Books, like friends, should be few and well-chosen.","author" : "Samuel Johnson"},{"text" : "Unintelligible language is a lantern without a light.","author" : "Samuel Johnson"},{"text" : "The world is like a grand staircase, some are going up and some are going down.","author" : "Samuel Johnson"},{"text" : "Long hast thou borne the burden of the day, . Thy task is ended, venerable Grey! . No more shall art thy dexterous hand require, . To break the sleep of elemental fire: . To rouse the powers that actuate Nature's frame, . The momentaneous shock, th' electric flame; . The flame, which at first, weak pupil of thy lore, . I saw, condemn'd, alas! to see no more.","author" : "Samuel Johnson"},{"text" : "The powers of the letters, when they were applied to a new language, must have been vague and unsettled, and therefore different hands would exhibit the same sound by different combinations.","author" : "Samuel Johnson"},{"text" : "Poor Sober! I have often teased him with reproof, and lie has often promised reformation: for no man is so much open to conviction as the idler, but there is none on whom it operates so little.","author" : "Samuel Johnson"},{"text" : "Every man is, or hopes to be, an idler.","author" : "Samuel Johnson"},{"text" : "I never desire to converse with a man who has written more than he has read.","author" : "Samuel Johnson"},{"text" : "I am a hardened and shameless tea drinker, who has for twenty years diluted his meals only with the infusion of this fascinating plant; whose kettle has scarcely time to cool; who with tea amuses the evening, with tea solaces the midnight, and with tea welcomes the morning.","author" : "Samuel Johnson"},{"text" : "Night comes at last, and some hours of restlessness and confusion brings me again to a day of solitude.","author" : "Samuel Johnson"},{"text" : "Wherever I turned my view, there was perplexity to be disentangled, and confusion to be regulated.","author" : "Samuel Johnson"},{"text" : "Claret is the liquor for boys; port, for men; but he who aspires to be a hero must drink brandy.","author" : "Samuel Johnson"},{"text" : "Age is rarely despised but when it is, contemptible.","author" : "Samuel Johnson"},{"text" : "City of God, how broad and far . Outspread thy walls sublime! . The true thy chartered freemen are, . Of every age and clime.","author" : "Samuel Johnson"},{"text" : "It is very strange, and very melancholy, that the paucity of human pleasures should persuade us ever to call hunting one of them.","author" : "Samuel Johnson"},{"text" : "Love is the wisdom of the fool, and the folly of the wise.","author" : "Samuel Johnson"}]