[{"text" : "Believe you can achieve your hockey goals and you're halfway there.","author" : "Scott Fitzgerald"},{"text" : "You only reach the hockey goals you aim at. Therefore, you might as well aim at reaching your ultimate hockey goals.","author" : "Scott Fitzgerald"},{"text" : "Hockey Goals Are Hockey Dreams With Deadlines.","author" : "Scott Fitzgerald"},{"text" : "Hockey Goals Are Attained Not By Strength But By Perseverance.","author" : "Scott Fitzgerald"},{"text" : "Lacrosse goals are attained not by strength but by perseverance.","author" : "Scott Fitzgerald"},{"text" : "Attitude is a little thing that makes a big difference between lacrosse success and lacrosse failure.","author" : "Scott Fitzgerald"},{"text" : "Lacrosse goals are lacrosse dreams with deadlines.","author" : "Scott Fitzgerald"},{"text" : "Discipline is the bridge between your bodybuilding goals and bodybuilding success.","author" : "Scott Fitzgerald"},{"text" : "Bodybuilders with goals succeed because they know where they're going.","author" : "Scott Fitzgerald"},{"text" : "Choosing a bodybuilding goal and sticking to it changes everything.","author" : "Scott Fitzgerald"},{"text" : "Have confidence in your running ability, and then be tough enough to follow through until you reach your running goals.","author" : "Scott Fitzgerald"},{"text" : "To get in the best running shape of your life, you have to do something you've never done.","author" : "Scott Fitzgerald"},{"text" : "On your path to running success, remember to enjoy the journey.","author" : "Scott Fitzgerald"},{"text" : "To attain your running goals, imagination is everything. It is a preview of the runner you will be in the future.","author" : "Scott Fitzgerald"},{"text" : "Your running dreams of yesterday are your running hopes of today and the reality of your tomorrow.","author" : "Scott Fitzgerald"},{"text" : "It is never too late to set another running goal or to dream a new running dream.","author" : "Scott Fitzgerald"},{"text" : "If you have the right mental attitude, nothing can stop you from achieving your football goals.","author" : "Scott Fitzgerald"},{"text" : "Football players with goals succeed because they know where they're going.","author" : "Scott Fitzgerald"},{"text" : "Believe you can achieve your football goals and you're halfway there.","author" : "Scott Fitzgerald"},{"text" : "Follow your football dreams and you will reach your football goals.","author" : "Scott Fitzgerald"},{"text" : "Positive expectations are important for your football success because you tend to get what you expect.","author" : "Scott Fitzgerald"},{"text" : "To be a better football player than you've ever been, you have to do something you've never done.","author" : "Scott Fitzgerald"},{"text" : "Have confidence in your football ability, and then be tough enough to follow through until you reach your football goals.","author" : "Scott Fitzgerald"},{"text" : "When you have running goals you have hope and when you have hope you have everything.","author" : "Scott Fitzgerald"},{"text" : "Act enthusiastic about running and you will be enthusiastic.","author" : "Scott Fitzgerald"},{"text" : "Belief in yourself and your cycling goals is the ignition switch that gets you off the sofa and onto your bike.","author" : "Scott Fitzgerald"},{"text" : "Your cycling goals should be out of reach but never out of sight.","author" : "Scott Fitzgerald"},{"text" : "Cycling is so difficult when you have to and so easy when you want to.","author" : "Scott Fitzgerald"},{"text" : "On your path to cycling success, remember to have fun and enjoy the ride.","author" : "Scott Fitzgerald"},{"text" : "Cycling goals are attained not by strength but by perseverance.","author" : "Scott Fitzgerald"},{"text" : "Cycling goals are cycling dreams with deadlines.","author" : "Scott Fitzgerald"},{"text" : "Choosing a cycling goal and sticking to it changes everything.","author" : "Scott Fitzgerald"},{"text" : "Baseball goals are attained not by strength but by perseverance.","author" : "Scott Fitzgerald"},{"text" : "Set your baseball goals high and don't stop till you get there.","author" : "Scott Fitzgerald"},{"text" : "Positive expectations are important for your baseball success because you tend to get what you expect.","author" : "Scott Fitzgerald"},{"text" : "Believe in your baseball dreams and you're halfway to reaching your baseball goals.","author" : "Scott Fitzgerald"},{"text" : "If you have the right mental attitude, nothing can stop you from achieving your baseball goals.","author" : "Scott Fitzgerald"},{"text" : "Have confidence in your baseball ability, and then be tough enough to follow through until you reach your baseball goals.","author" : "Scott Fitzgerald"},{"text" : "Baseball players with goals succeed because they know where they're going.","author" : "Scott Fitzgerald"},{"text" : "Set your bodybuilding goals high and don't stop till you get there.","author" : "Scott Fitzgerald"}]