[{"text" : "When we finally give up the struggle to find fulfillment 'out there', we have nowhere to go but within. It is at this moment of total surrender that a new light begins to dawn.","author" : "Shakti Gawain"},{"text" : "Notice what happens when you follow your intuitive feelings. The result is usually increased energy and power, and a sense of things flowing.","author" : "Shakti Gawain"},{"text" : "Trusting your intuition means tuning in as deeply as you can to the energy you feel, following that energy moment to moment, trusting that it will lead you where you want to go and bring you everything you desire.","author" : "Shakti Gawain"},{"text" : "The more willing you are to surrender to the energy within you, the more power can flow through you.","author" : "Shakti Gawain"},{"text" : "A deadness occurs in relationships when people are no longer willing to tell each other how they really feel.","author" : "Shakti Gawain"},{"text" : "My willingness to be intimate with my own deep feelings creates the space for intimacy with another.","author" : "Shakti Gawain"},{"text" : "A painful time in our life is what I call a healing crisis. We are letting go of something old and opening to something new.","author" : "Shakti Gawain"},{"text" : "Every time you don't follow your inner guidance, you feel a loss of energy, loss of power, a sense of spiritual deadness.","author" : "Shakti Gawain"},{"text" : "The more light you allow within you, the brighter the world you live in will be.","author" : "Shakti Gawain"},{"text" : "When you're riding a bike you're more connected to the outdoors and to other people than you are when you are stuck in your car.","author" : "Shakti Gawain"},{"text" : "Assertiveness is not what you do, it's who you are.","author" : "Shakti Gawain"},{"text" : "The most successful people are often very intuitive. Consciously or unconsciously, they follow their gut feelings. Following intuition puts us in the flow - a very alive, productive, and desirable state.","author" : "Shakti Gawain"},{"text" : "When I'm trusting and being myself as fully as possible, everything in my life reflects this by falling into place easily, often miraculously.","author" : "Shakti Gawain"},{"text" : "An affirmation is a strong, positive statement that something is already so.","author" : "Shakti Gawain"},{"text" : "The union of feminine and masculine energies within the individual is the basis of all creation.","author" : "Shakti Gawain"},{"text" : "When we consistently suppress and distrust our intuitive knowingness, looking instead for authority, validation, and approval from others, we give our personal power away.","author" : "Shakti Gawain"},{"text" : "The most powerful thing you can do to change the world is to change your own beliefs about the nature of life, people, reality, to something more positive.","author" : "Shakti Gawain"},{"text" : "When I'm trusting and being myself ...","author" : "Shakti Gawain"},{"text" : "If you don't find a way to express your anger, in a direct, constructive way, it will leak out as indirect, covert hostility, or it will eventually burst forth as explosive rage or violence. It might well attract you to angry people, with the unconscious intention of triggering your own anger.","author" : "Shakti Gawain"}]