[{"text" : "Equality is the public recognition, effectively expressed in institutions and manners, of the principle that an equal degree of attention is due to the needs of all human beings.","author" : "Simone Weil"},{"text" : "Imagination is always the fabric of social life and the dynamic of history. The influence of real needs and compulsions, of real interests and materials, is indirect because the crowd is never conscious of it.","author" : "Simone Weil"},{"text" : "It is an eternal obligation toward the human being not to let him suffer from hunger when one has a chance of coming to his assistance.","author" : "Simone Weil"},{"text" : "Whatever debases the intelligence degrades the entire human being.","author" : "Simone Weil"},{"text" : "In struggling against anguish one never produces serenity; the struggle against anguish only produces new forms of anguish.","author" : "Simone Weil"},{"text" : "Beauty always promises, but never gives anything.","author" : "Simone Weil"},{"text" : "A beautiful woman looking at her image in the mirror may very well believe the image is herself. An ugly woman knows it is not.","author" : "Simone Weil"},{"text" : "The capacity to give one's attention to a sufferer is a very rare and difficult thing; it is almost a miracle; it is a miracle. Nearly all those who think they have the capacity do not possess it.","author" : "Simone Weil"},{"text" : "Real genius is nothing else but the supernatural virtue of humility in the domain of thought.","author" : "Simone Weil"},{"text" : "Liberty, taking the word in its concrete sense, consists in the ability to choose.","author" : "Simone Weil"},{"text" : "In the Church, considered as a social organism, the mysteries inevitably degenerate into beliefs.","author" : "Simone Weil"},{"text" : "The intelligent man who is proud of his intelligence is like the condemned man who is proud of his large cell.","author" : "Simone Weil"},{"text" : "The joy of learning is as indispensable in study as breathing is in running.","author" : "Simone Weil"},{"text" : "Purity is the power to contemplate defilement.","author" : "Simone Weil"},{"text" : "There is no detachment where there is no pain. And there is no pain endured without hatred or lying unless detachment is present too.","author" : "Simone Weil"},{"text" : "The poison of skepticism becomes, like alcoholism, tuberculosis, and some other diseases, much more virulent in a hitherto virgin soil.","author" : "Simone Weil"},{"text" : "Those who are unhappy have no need for anything in this world but people capable of giving them their attention.","author" : "Simone Weil"},{"text" : "The contradictions the mind comes up against, these are the only realities, the criterion of the real. There is no contradiction in what is imaginary. Contradiction is the test of necessity.","author" : "Simone Weil"},{"text" : "When a contradiction is impossible to resolve except by a lie, then we know that it is really a door.","author" : "Simone Weil"},{"text" : "The danger is not lest the soul should doubt whether there is any bread, but lest, by a lie, it should persuade itself that it is not hungry.","author" : "Simone Weil"},{"text" : "One is never got out of the cave, one comes out of it.","author" : "Simone Weil"},{"text" : "The highest ecstasy is the attention at its fullest.","author" : "Simone Weil"},{"text" : "A test of what is real is that it is hard and rough. Joys are found in it, not pleasure. What is pleasant belongs to dreams.","author" : "Simone Weil"},{"text" : "Academic work is one of those fields which contain a pearl so precious that it is worth while to sell all our possessions, keeping nothing for ourselves, in order to be able to acquire it.","author" : "Simone Weil"},{"text" : "One must always be prepared to switch sides with justice, that fugitive of the winning camp.","author" : "Simone Weil"},{"text" : "Oppression that is clearly inexorable and invincible does not give rise to revolt but to submission.","author" : "Simone Weil"},{"text" : "Punishment is a vital need of the human soul.","author" : "Simone Weil"},{"text" : "Every kind of reward constitutes a degradation of energy.","author" : "Simone Weil"},{"text" : "We must prefer real hell to an imaginary paradise.","author" : "Simone Weil"},{"text" : "For when two beings who are not friends are near each other there is no meeting, and when friends are far apart there is no separation.","author" : "Simone Weil"},{"text" : "Attachment is the great fabricator of illusions; reality can be attained only by someone who is detached.","author" : "Simone Weil"},{"text" : "Everything which originates from pure love is lit with the radiance of beauty.","author" : "Simone Weil"},{"text" : "Every atheist is an idolater- unless he is worshipping the true God in his impersonal aspect. The majority of the pious are idolaters.","author" : "Simone Weil"},{"text" : "When a man's life is destroyed or damaged by some wound or privation of soul or body, which is due to other men's actions or negligence, it is not only his sensibility that suffers but also his aspiration toward the good. Therefore there has been sacrilege towards that which is sacred in him.","author" : "Simone Weil"},{"text" : "To be a hero or a heroine, one must give an order to oneself.","author" : "Simone Weil"},{"text" : "The destruction of the past is perhaps the greatest of all crimes.","author" : "Simone Weil"},{"text" : "The love of our neighbor in all its fullness simply means being able to say, 'What are you going through?","author" : "Simone Weil"},{"text" : "To be always relevant, you have to say things which are eternal. To be always relevant, you have to say things which are eternal.","author" : "Simone Weil"},{"text" : "Meditation on the chance which led to the meeting of my mother and father is even more salutary than meditation on death.","author" : "Simone Weil"},{"text" : "Attention is the rarest and purest form of generosity.","author" : "Simone Weil"},{"text" : "Difficult as it is really to listen to someone in affliction, it is just as difficult for him to know that compassion is listening to him.","author" : "Simone Weil"}]