[{"text" : "May the outward and inward man be at one.","author" : "Socrates"},{"text" : "People learn more on their own rather than being force fed.","author" : "Socrates"},{"text" : "I cannot teach anybody anything, I can only make them think.","author" : "Socrates"},{"text" : "To fear death, my friends, is only to think ourselves wise, without being wise: for it is to think that we know what we do not know. For anything that men can tell, death may be the greatest good that can happen to them: but they fear it as if they knew quite well that it was the greatest of evils.","author" : "Socrates"},{"text" : "Education is the kindling of a flame, not the filling of a vessel.","author" : "Socrates"},{"text" : "To find yourself, think for yourself.","author" : "Socrates"},{"text" : "From the deepest desires often come the deadliest hate.","author" : "Socrates"},{"text" : "An unexamined life is not worth living.","author" : "Socrates"},{"text" : "Worthless people live only to eat and drink; people of worth eat and drink only to live.","author" : "Socrates"},{"text" : "It is a shame for a man to grow old without seeing the beauty and strength of which his body is capable.","author" : "Socrates"},{"text" : "Once made equal to man, woman becomes his superior.","author" : "Socrates"},{"text" : "He who is not contented with what he has, would not be contented with what he would like to have.","author" : "Socrates"},{"text" : "The secret to change is to focus all of your energy, not on fighting the old, but on building the new.","author" : "Socrates"},{"text" : "The way to gain a good reputation, is to endeavor to be what you desire to appear.","author" : "Socrates"},{"text" : "The envious person grows lean with the fatness of their neighbor.","author" : "Socrates"},{"text" : "Let him that would move the world first move himself.","author" : "Socrates"},{"text" : "Whenever, therefore, people are deceived and form opinions wide of the truth, it is clear that the error has slid into their minds through the medium of certain resemblances to that truth.","author" : "Socrates"},{"text" : "The hottest love has the coldest end.","author" : "Socrates"},{"text" : "No citizen has a right to be an amateur in the matter of physical training what a disgrace it is for a man to grow old without ever seeing the beauty and strength of which his body is capable.","author" : "Socrates"},{"text" : "He is rich who is content with the least; for contentment is the wealth of nature.","author" : "Socrates"},{"text" : "The secret of change is to focus all of your energy, not on fighting the old, but on building the new","author" : "Socrates"},{"text" : "The way to gain a good reputation is to endeavor to be what you desire to appear.","author" : "Socrates"},{"text" : "Be slow to fall into friendship; but when thou art in, continue firm & constant.","author" : "Socrates"},{"text" : "Happiness is unrepentant pleasure.","author" : "Socrates"},{"text" : "The unexamined life is not worth living.","author" : "Socrates"},{"text" : "Flattery is like friendship in show, but not in fruit","author" : "Socrates"},{"text" : "Bad men live that they may eat and drink, whereas good men eat and drink that they may live.","author" : "Socrates"},{"text" : "False words are not only evil in themselves, but they infect the soul with evil.","author" : "Socrates"},{"text" : "Get not your friends by bare compliments, but by giving them sensible tokens of your love.","author" : "Socrates"},{"text" : "The secret of change is to focus all of your energy, not on fighting the old, but on building the new.","author" : "Socrates"},{"text" : "The only good is knowledge and the only evil is ignorance.","author" : "Socrates"},{"text" : "The greatest way to live with honor in this world is to be what we pretend to be.","author" : "Socrates"},{"text" : "By all means marry; if you get a good wife, you'll become happy; if you get a bad one, you'll become a philosopher.","author" : "Socrates"},{"text" : "By all means, marry. If you get a good wife, you'll become happy; if you get a bad one, you'll become a philosopher.","author" : "Socrates"},{"text" : "I only know one thing, and that is I know nothing.","author" : "Socrates"},{"text" : "Death is one of two things. Either it is annihilation, and the dead have no consciousness of anything; or, as we are told, it is really a change: a migration of the soul from one place to another.","author" : "Socrates"},{"text" : "By all means marry; if you get a good wife, you'll be happy. If you get a bad one, you'll become a philosopher.","author" : "Socrates"},{"text" : "Marry a good woman, and be happy the rest of your life.","author" : "Socrates"},{"text" : "It is a shame for a woman to grow old without ever seeing the strength and beauty of which her body is capable.","author" : "Socrates"},{"text" : "If a man is proud of his wealth, he should not be praised until it is known how he employs it.","author" : "Socrates"},{"text" : "Employ your time in improving yourself by other men's writings so that you shall come easily by what others have labored hard for.","author" : "Socrates"},{"text" : "One should eat to live; not live to eat.","author" : "Socrates"},{"text" : "My advice to you is to get married. If you find a good wife, you'll be happy; if not, you'll become a philosopher.","author" : "Socrates"},{"text" : "If at first you don't succeed, avoid skydiving.","author" : "Socrates"},{"text" : "One who is injured ought not to return the injury, for on no account can it be right to do an injustice; and it is not right to return an injury, or to do evil to any man, however much we have suffered from him.","author" : "Socrates"},{"text" : "The nearest way to glory is to strive to be what you wish to be thought to be.","author" : "Socrates"},{"text" : "By all means marry. If you get a good wife, you'll become happy. If you get a bad one, you'll become a philosopher.","author" : "Socrates"},{"text" : "All thinking begins with wondering","author" : "Socrates"},{"text" : "Be slow to fall into friendship; but when thou art in, continue firm and constant.","author" : "Socrates"},{"text" : "Strong minds discuss ideas, average minds discuss events, weak minds discuss people.","author" : "Socrates"},{"text" : "As to marriage or celibacy, let a man take which course he will, he will be sure to repent.","author" : "Socrates"},{"text" : "One should never do wrong in return, nor mistreat any man, no matter how one has been mistreated by him.","author" : "Socrates"},{"text" : "Our lives are but specks of dust falling through the fingers of time. Like sands of the hourglass, so are the days of our lives.","author" : "Socrates"},{"text" : "All men's souls are immortal, but the souls of the righteous are immortal and divine.","author" : "Socrates"},{"text" : "Let us follow the truth whither so ever it leads.","author" : "Socrates"},{"text" : "When you want wisdom and insight as badly as you want to breathe, it is then you shall have it.","author" : "Socrates"},{"text" : "The greatest flood has the soonest ebb; the sorest tempest the most sudden calm; the hottest love the coldest end; and from the deepest desire oftentimes ensues the deadliest hate.","author" : "Socrates"},{"text" : "Ordinary people seem not to realize that those who really apply themselves in the right way to philosophy are directly and of their own accord preparing themselves for dying and death.","author" : "Socrates"},{"text" : "When the debate is lost, slander becomes the tool of the loser.","author" : "Socrates"},{"text" : "And in knowing that you know nothing, makes you the smartest of all.","author" : "Socrates"},{"text" : "Thou shouldst eat to live; not live to eat.","author" : "Socrates"},{"text" : "The greatest blessing granted to mankind come by way of madness, which is a divine gift.","author" : "Socrates"},{"text" : "Let him that would move the world, first move himself.","author" : "Socrates"},{"text" : "The ancient Oracle said that I was the wisest of all the Greeks. It is because I alone, of all the Greeks, know that I know nothing.","author" : "Socrates"},{"text" : "Where there is reverence there is fear, but there is not reverence everywhere that there is fear, because fear presumably has a wider extension than reverence.","author" : "Socrates"},{"text" : "The heart of the person before you is a mirror. See there your own form.","author" : "Socrates"},{"text" : "Wonder is the beginning of all wisdom.","author" : "Socrates"},{"text" : "A disorderly mob is no more an army than a heap of building materials is a house.","author" : "Socrates"},{"text" : "This is a universe that does not favor the timid.","author" : "Socrates"},{"text" : "The only true wisdom is in knowing you know nothing.","author" : "Socrates"},{"text" : "Man must rise above the Earth - to the top of the atmosphere and beyond - for only thus will he fully understand the world in which he lives.","author" : "Socrates"},{"text" : "The years wrinkle our skin, but lack of enthusiasm wrinkles our soul.","author" : "Socrates"},{"text" : "The world's a puzzle; no need to make sense out of it.","author" : "Socrates"},{"text" : "If a rich man is proud of his wealth, he should not be praised until it is known how he employs it.","author" : "Socrates"},{"text" : "Obscurity is dispelled by augmenting the light of discernment, not by attacking the darkness.","author" : "Socrates"},{"text" : "Remember, no human condition is ever permanent. Then you will not be overjoyed in good fortune nor too scornful in misfortune.","author" : "Socrates"},{"text" : "What a disgrace it is for a man to grow old without ever seeing the beauty and strength of which his body is capable.","author" : "Socrates"},{"text" : "False language, evil in itself, infects the soul with evil.","author" : "Socrates"},{"text" : "If you would seek health, look first to the spine.","author" : "Socrates"},{"text" : "There is no possession more valuable than a good and faithful friend.","author" : "Socrates"},{"text" : "Faith gives us strength and reassurance and leaves us bathed in the wisdom that we are never alone.","author" : "Socrates"},{"text" : "Be slow to fall into friendship, but when you are in, continue firm and constant.","author" : "Socrates"},{"text" : "Wisdom begins in wonder.","author" : "Socrates"},{"text" : "Wealth does not bring about excellence, but excellence makes wealth and everything else good for men, both individually and collectively.","author" : "Socrates"},{"text" : "The shortest and surest way to live with honor, is to be in reality that we would appear to be; all human virtues increase and strenghten themselves by the practice and experience of them.","author" : "Socrates"},{"text" : "I know nothing except the fact of my ignorance.","author" : "Socrates"},{"text" : "Are you not ashamed of caring so much for the making of money and for fame and prestige, when you neither think nor care about wisdom and truth and the improvement of your soul?","author" : "Socrates"},{"text" : "The hour of departure has arrived, and we go our separate ways, I to die, and you to live. Which of these two is better only God knows.","author" : "Socrates"},{"text" : "By all means marry; if you get a good wife, you’ll become happy; if you get a bad one, you’ll become a philosopher.","author" : "Socrates"},{"text" : "By all means marry. If you get a good wife, you will become very happy; if you get a bad one, you will become a philosopher, and that is good to any man.","author" : "Socrates"},{"text" : "My advice to you is get married: if you find a good wife you'll be happy; if not, you'll become a philosopher.","author" : "Socrates"},{"text" : "I swear it upon Zeus an outstanding runner cannot be the equal of an average wrestler.","author" : "Socrates"},{"text" : "Fame is the perfume of heroic deeds.","author" : "Socrates"},{"text" : "No evil can happen to a good man, either in life or death.","author" : "Socrates"},{"text" : "A promise should be given with caution and kept with care.","author" : "Socrates"},{"text" : "My advice to you is get married: if you find a good wife you’ll be happy; if not, you’ll become a philosopher.","author" : "Socrates"},{"text" : "I cannot teach anybody anything. I can only make them think.","author" : "Socrates"},{"text" : "By all means marry; of you get a good wife, you'll be happy. If you get a bad one, you'll become a philosopher.","author" : "Socrates"},{"text" : "The secret of happiness, you see, is not found in seeking more, but in developing the capacity to enjoy less.","author" : "Socrates"},{"text" : "Beware the barrenness of a busy life.","author" : "Socrates"},{"text" : "Nobody is qualified to become a statesman who is entirely ignorant of the problem of wheat.","author" : "Socrates"},{"text" : "All thinking begins with wondering.","author" : "Socrates"},{"text" : "The understanding of mathematics is necessary for a sound grasp of ethics.","author" : "Socrates"},{"text" : "By all means marry. If you get a good wife, you’ll be happy. If you get a bad one, you'll become a philosopher.","author" : "Socrates"},{"text" : "Nature has given us two ears, two eyes, and but one tongue, to the end that we should hear and see more than we speak.","author" : "Socrates"},{"text" : "The shortest and surest way to live with honor in the world, is to be in reality what we would appear to be; all human virtues increase and strengthen themselves by the practice and experience of them.","author" : "Socrates"},{"text" : "Contentment is natural wealth; luxury is artificial poverty.","author" : "Socrates"},{"text" : "Contentment is the soil in which true joy grows.","author" : "Socrates"}]