[{"text" : "Wonders are many, and none is more wonderful than the power that crosses the white sea, driven by the stormy wind, making a path under surges that threaten to engulf him","author" : "Sophocles"},{"text" : "Children are the anchors of a mother's life.","author" : "Sophocles"},{"text" : "I would prefer even to fail with honor than to win by cheating.","author" : "Sophocles"},{"text" : "He who throws away a friend is as bad as he who throws away his life.","author" : "Sophocles"},{"text" : "It is a painful thing to look at your own trouble and know that you yourself and no one else has made it.","author" : "Sophocles"},{"text" : "Sons are the anchors of a mother's life.","author" : "Sophocles"},{"text" : "All concerns of men go wrong when they wish to cure evil with evil.","author" : "Sophocles"},{"text" : "The soul that has conceived one wickedness can nurse no good thereafter.","author" : "Sophocles"},{"text" : "The greatest griefs are those we cause ourselves.","author" : "Sophocles"},{"text" : "Quick decisions are unsafe decisions.","author" : "Sophocles"},{"text" : "Honor isn't about making the right choices. It's about dealing with the consequences.","author" : "Sophocles"},{"text" : "In darkness one may be ashamed of what one does, without the shame of disgrace","author" : "Sophocles"},{"text" : "Dark, dark! The horror of darkness, like a shroud, wraps me and bears me on through mist and cloud.","author" : "Sophocles"},{"text" : "Always desire to learn something useful.","author" : "Sophocles"},{"text" : "I would prefer even to lose with honor than to win by cheating.","author" : "Sophocles"},{"text" : "Enemies' gifts are no gifts and do no good.","author" : "Sophocles"},{"text" : "For God hates utterly the bray of bragging tongues.","author" : "Sophocles"},{"text" : "Chance never helps those who do not help themselves.","author" : "Sophocles"},{"text" : "Kindness begets kindness evermore.","author" : "Sophocles"},{"text" : "Not even old age knows how to love death.","author" : "Sophocles"},{"text" : "One word frees us of all the weight and pain in life. That word is love.","author" : "Sophocles"},{"text" : "One word frees us of all the weight and pain of life: That word is love.","author" : "Sophocles"},{"text" : "One word frees us of all the weight and pain in life.","author" : "Sophocles"},{"text" : "Kindness is ever the begetter of kindness.","author" : "Sophocles"},{"text" : "Every wind is fare when we are flying from misfortune.","author" : "Sophocles"},{"text" : "There is no success without hardship.","author" : "Sophocles"},{"text" : "A man can get a reputation from very small things.","author" : "Sophocles"},{"text" : "To be doing good deeds is man's most glorious task.","author" : "Sophocles"},{"text" : "There is no witness so terrible and no accuser so powerful as conscience which dwells within us.","author" : "Sophocles"},{"text" : "There is a point at which even justice does injury.","author" : "Sophocles"},{"text" : "For shameful deeds are taught by shameful deeds.","author" : "Sophocles"},{"text" : "Gentle time will heal our sorrows.","author" : "Sophocles"},{"text" : "The curse of ignorance is that man without being good or evil is nevertheless satisfied with himself.","author" : "Sophocles"},{"text" : "All is disgust when one leaves his own nature and does things that misfit it.","author" : "Sophocles"},{"text" : "The keenest sorrow is to recognize ourselves as the sole cause of all our adversities.","author" : "Sophocles"},{"text" : "For if any man thinks that he is alone is wise that in speech, or in mind, he hath no peer such a soul, when laid open, is ever found empty.","author" : "Sophocles"},{"text" : "How dreadful it is when the right judge judges wrong.","author" : "Sophocles"},{"text" : "It is always fair sailing, when you escape evil.","author" : "Sophocles"},{"text" : "Reverence does not die with mortals, nor does it perish whether they live or die.","author" : "Sophocles"},{"text" : "One who knows how to show and to accept kindness will be a friend better than any possession.","author" : "Sophocles"},{"text" : "To me so deep a silence portends some dread event; a clamorous sorrow wastes itself in sound.","author" : "Sophocles"},{"text" : "A trifle is often pregnant with high importance; the prudent man neglects no circumstance.","author" : "Sophocles"},{"text" : "Isn't it the sweetest mockery to mock our enemies?","author" : "Sophocles"},{"text" : "A man who deals in fairness with his own, he can make manifest justice in the state.","author" : "Sophocles"},{"text" : "Unwanted favours gain no gratitude.","author" : "Sophocles"},{"text" : "Many the wonders but nothing walks stranger than man.","author" : "Sophocles"},{"text" : "It is terrible to speak well and be wrong.","author" : "Sophocles"},{"text" : "How terrible is wisdom, when it brings no profit to the man that's wise","author" : "Sophocles"},{"text" : "It's terrible when the one who does the judging judges things all wrong.","author" : "Sophocles"},{"text" : "How dreadful knowledge of the truth can be when there's no help in truth!","author" : "Sophocles"},{"text" : "The rewards of virtue alone abide secure.","author" : "Sophocles"},{"text" : "Not knowing anything is the sweetest life.","author" : "Sophocles"},{"text" : "Zeus detests above all the boasts of a proud tongue.","author" : "Sophocles"},{"text" : "The dice of Zeus always fall luckily.","author" : "Sophocles"},{"text" : "To revive sorrow is cruel.","author" : "Sophocles"},{"text" : "Afterthought makes the first resolve a liar.","author" : "Sophocles"},{"text" : "For whoever knows how to return a kindness he has received must be a friend above all price.","author" : "Sophocles"},{"text" : "Who seeks shall find.","author" : "Sophocles"},{"text" : "Even a poor man can receive honors.","author" : "Sophocles"},{"text" : "How terrible it is to have wisdom when it does not benefit those who have it.","author" : "Sophocles"},{"text" : "No lie ever reaches old age.","author" : "Sophocles"},{"text" : "Old age and the passage of time teach all things.","author" : "Sophocles"},{"text" : "Profit is sweet, even if it comes from deception.","author" : "Sophocles"},{"text" : "Men should pledge themselves to nothing; for reflection makes a liar of their resolution.","author" : "Sophocles"},{"text" : "When people fall in deep distress, their native sense departs.","author" : "Sophocles"},{"text" : "False words do not bring forth fruit.","author" : "Sophocles"},{"text" : "The eyes of men love to pluck the blossoms from the faded flowers they turn away.","author" : "Sophocles"},{"text" : "Wisdom is not a product of schooling but of the lifelong attempt to acquire it.","author" : "Sophocles"},{"text" : "All men make mistakes, but a good man yields when he knows his course is wrong, and repairs the evil. The only crime is pride.","author" : "Sophocles"},{"text" : "If they are just, they are better than clever.","author" : "Sophocles"},{"text" : "Anarchy, anarchy! Show me a greater evil! . This is why cities tumble and the great houses rain down, .","author" : "Sophocles"},{"text" : "Bear up, my child, bear up; Zeus who oversees and directs all things is still mighty in heaven.","author" : "Sophocles"},{"text" : "One must learn by doing the thing. For though you think you know it, you have no certainty until you try.","author" : "Sophocles"},{"text" : "Children are the anchors that hold a mother to life.","author" : "Sophocles"},{"text" : "What greater wound is there than a false friend?","author" : "Sophocles"},{"text" : "If you were to offer a thirsty man all wisdom, you would not please him more than if you gave him a drink.","author" : "Sophocles"},{"text" : "Kindness it is that which brings forth kindness always.","author" : "Sophocles"},{"text" : "Nothing prospers without effort.","author" : "Sophocles"},{"text" : "Men of ill-judgment oft ignore the good that lies within their hands, til they have lost it.","author" : "Sophocles"},{"text" : "Rather fail with honor than succeed by fraud.","author" : "Sophocles"},{"text" : "Much wisdom often goes with the fewest words.","author" : "Sophocles"}]