[{"text" : "Put your heart, mind, and soul into even your smallest acts. This is the secret of success.","author" : "Swami Sivananda"},{"text" : "Love expects no reward. Love knows no fear. Love Divine gives - does not demand. Love thinks no evil; imputes no motive. To Love is to share and serve.","author" : "Swami Sivananda"},{"text" : "Meditation is the dissolution of thoughts in Eternal awareness or Pure consciousness without objectification, knowing without thinking, merging finitude in infinity.","author" : "Swami Sivananda"},{"text" : "Desire is poverty. Desire is the greatest impurity of the mind. Desire is the motive force for action. Desire in the mind is the real impurity. Even a spark of desire is a very great evil.","author" : "Swami Sivananda"},{"text" : "There is no end of craving. Hence contentment alone is the best way to happiness. Therefore, acquire contentment.","author" : "Swami Sivananda"},{"text" : "Meditation is painful in the beginning but it bestows immortal bliss and supreme joy in the end.","author" : "Swami Sivananda"},{"text" : "Put your heart, mind, intellect and soul even to your smallest acts. This is the secret of success.","author" : "Swami Sivananda"},{"text" : "A mountain is composed of tiny grains of earth. The ocean is made up of tiny drops of water. Even so, life is but an endless series of little details, actions, speeches, and thoughts. And the consequences whether good or bad of even the least of them are far-reaching.","author" : "Swami Sivananda"},{"text" : "Today is your own. Tomorrow perchance may never come.","author" : "Swami Sivananda"},{"text" : "Your duty is to treat everybody with love as a manifestation of the Lord.","author" : "Swami Sivananda"},{"text" : "Terrible is the fight put up by the senses. Fight bravely! Conquer them you must.","author" : "Swami Sivananda"},{"text" : "Do not brood over your past mistakes and failures as this will only fill your mind with grief, regret and depression. Do not repeat them in the future.","author" : "Swami Sivananda"}]