[{"text" : "A comfortable house is a great source of happiness. It ranks immediately after health and a good conscience.","author" : "Sydney Smith"},{"text" : "Obstacles are those frightful things you see when you take your eyes off your goals.","author" : "Sydney Smith"},{"text" : "If you wish to keep the mind clear and the body healthy, abstain from all fermented liquors.","author" : "Sydney Smith"},{"text" : "We know nothing of tomorrow; our business is to be good and happy today.","author" : "Sydney Smith"},{"text" : "Regret for the things we did can be tempered by time; it is regret for the things we did not do that is inconsolable.","author" : "Sydney Smith"},{"text" : "If I were to begin life again, I would devote it to music. It is the only cheap and unpunished rapture upon earth.","author" : "Sydney Smith"},{"text" : "Let every man be occupied, and occupied in the highest employment of which his nature is capable, and die with the consciousness that he has done his best.","author" : "Sydney Smith"},{"text" : "Manners are like the shadows of virtues, they are the momentary display of those qualities which our fellow creatures love and respect.","author" : "Sydney Smith"},{"text" : "When you rise in the morning, form a resolution to make the day a happy one for a fellow creature.","author" : "Sydney Smith"},{"text" : "Brevity in writing is what charity is to all other virtues - righteousness is nothing without the one, nor authorship without the other.","author" : "Sydney Smith"},{"text" : "It is all nonsense about not being able to work without ale, and gin, and cider, and fermented liquors.","author" : "Sydney Smith"},{"text" : "Mankind are always happier for having been happy; so that if you make them happy now, you make them happy twenty years hence by the memory of it.","author" : "Sydney Smith"},{"text" : "Death must be distinguished from dying, with which it is often confused.","author" : "Sydney Smith"},{"text" : "Poverty is no disgrace to a man, but it is confoundedly inconvenient.","author" : "Sydney Smith"},{"text" : "No furniture is so charming as books.","author" : "Sydney Smith"},{"text" : "Human beings cling to their delicious tyrannies and to their exquisite nonsense, till death stares them in the face.","author" : "Sydney Smith"},{"text" : "What two ideas are more inseparable than beer and Britannia?","author" : "Sydney Smith"},{"text" : "Never give way to melancholy; resist it steadily, for the habit will encroach.","author" : "Sydney Smith"},{"text" : "There is much virtue in a kiss of honest love.","author" : "Sydney Smith"},{"text" : "Take short views, hope for the best, and trust in God.","author" : "Sydney Smith"}]