[{"text" : "Perhaps some day I'll crawl back home, beaten, defeated. But not as long as I can make stories out of my heartbreak, beauty out of sorrow.","author" : "Sylvia Plath"},{"text" : "The silence depressed me.? It wasn't the silence of silence.? It was my own silence.","author" : "Sylvia Plath"},{"text" : "I shut my eyes and all the world drops dead; I lift my eyes and all is born again.","author" : "Sylvia Plath"},{"text" : "If the body is a temple, then tattoos are its stained glass windows.","author" : "Sylvia Plath"},{"text" : "Perhaps when we find ourselves wanting everything, it is because we are dangerously close to wanting nothing.","author" : "Sylvia Plath"},{"text" : "Perfection is terrible, it cannot have children.","author" : "Sylvia Plath"},{"text" : "There is so much hurt in this game of searching for a mate, of testing, trying. And you realize suddenly that you forgot it was a game, and turn away in tears.","author" : "Sylvia Plath"},{"text" : "And the danger is that in this move toward new horizons and far directions, that I may lose what I have now, and not find anything except loneliness.","author" : "Sylvia Plath"},{"text" : "Is there no way out of the mind.","author" : "Sylvia Plath"},{"text" : "If they substituted the word 'Lust' for 'Love' in the popular songs it would come nearer the truth.","author" : "Sylvia Plath"},{"text" : "One should be able to control and manipulate experiences with an informed and intelligent mind.","author" : "Sylvia Plath"},{"text" : "August rain: the best of the summer gone, and the new fall not yet born. The odd uneven time.","author" : "Sylvia Plath"},{"text" : "The blood of love welled up in my heart with a slow pain.","author" : "Sylvia Plath"},{"text" : "And by the way, everything in life is writable about if you have the outgoing guts to do it, and the imagination to improvise. The worst enemy to creativity is self-doubt.","author" : "Sylvia Plath"},{"text" : "When you give someone your whole heart and he doesn't want it, you cannot take it back. It's gone forever.","author" : "Sylvia Plath"},{"text" : "Empty, I echo to the least football.","author" : "Sylvia Plath"},{"text" : "The worst enemy to creativity is self-doubt.","author" : "Sylvia Plath"},{"text" : "The frost makes a flower, the dew makes a star.","author" : "Sylvia Plath"},{"text" : "Can nothingness be so prodigal?","author" : "Sylvia Plath"},{"text" : "There must be quite a few things a hot bath won't cure, but I don't know many of them.","author" : "Sylvia Plath"},{"text" : "It seemed silly to wash one day when I would only have to wash again the next. It made me tired just to think of it.","author" : "Sylvia Plath"},{"text" : "Winter dawn is the color of metal, The trees stiffen into place like burnt nerves.","author" : "Sylvia Plath"},{"text" : "The blood jet is poetry There is no stopping it.","author" : "Sylvia Plath"},{"text" : "If the moon smiled, she would resemble you. You leave the same impression Of something beautiful, but annihilating.","author" : "Sylvia Plath"},{"text" : "A time of darkness, despair, disillusion-so black only the inferno of the human mind can be-symbolic death, and numb shock-then the painful agony of slow rebirth and psychic regeneration.","author" : "Sylvia Plath"},{"text" : "I woke to the sound of rain.","author" : "Sylvia Plath"},{"text" : "What did my arms do before they held you?","author" : "Sylvia Plath"},{"text" : "That afternoon my mother had brought me the roses. 'Save them for my funeral,' I'd said.","author" : "Sylvia Plath"},{"text" : "There is nothing like puking with somebody to make you into old friends.","author" : "Sylvia Plath"},{"text" : "She stared at her reflection in the glossed shop windows as if to make sure, moment by moment, that she continued to exist.","author" : "Sylvia Plath"},{"text" : "If winter comes can spring be... We're nearer to spring than we were in September, i heard a bird sing in the dark of December, January, Febmar, aprimay, apricots, beneath the bough.","author" : "Sylvia Plath"},{"text" : "Dying . Is an art, like everything else.","author" : "Sylvia Plath"},{"text" : "Well, I know now. I know a little more how much a simple thing like a snowfall can mean to a person.","author" : "Sylvia Plath"},{"text" : "Apparently, the most difficult feat for a Cambridge male is to accept a woman not merely as feeling, not merely as thinking, but as managing a complex, vital interweaving of both.","author" : "Sylvia Plath"},{"text" : "I felt very still and empty, the way the eye of a tornado must feel, moving dully along in the middle of the surrounding hullabaloo.","author" : "Sylvia Plath"},{"text" : "The first time I saw a fingerbowl was at the home of my benefactress. [...] The water had a few cherry blossoms in it, and I thought it must be some clear sort of Japanese after-dinner soup and ate every bit of it, including the crisp little blossoms.","author" : "Sylvia Plath"},{"text" : "Remember, this is now, and now, and now. Live it, feel it, cling to it. I want to become acutely aware of all I've taken for granted.","author" : "Sylvia Plath"},{"text" : "I must bridge the gap between adolescent glitter and mature glow.","author" : "Sylvia Plath"},{"text" : "If you expect nothing from anybody, you’re never disappointed.","author" : "Sylvia Plath"},{"text" : "We should meet in another life, we should meet in air, me and you.","author" : "Sylvia Plath"},{"text" : "I didn’t want my picture taken because I was going to cry. I didn’t know why I was going to cry, but I knew that if anybody spoke to me or looked at me too closely the tears would fly out of my eyes and the sobs would fly out of my throat and I’d cry for a week. I could feel the tears brimming and sloshing in me like water in a glass that is unsteady and too full.","author" : "Sylvia Plath"},{"text" : "Kiss me, and you will see how important I am.","author" : "Sylvia Plath"},{"text" : "I wonder why I don’t go to bed and go to sleep. But then it would be tomorrow, so I decide that no matter how tired, no matter how incoherent I am, I can skip an hour more of sleep and live.","author" : "Sylvia Plath"},{"text" : "Out of the ash I rise with my red hair and I eat men like air.","author" : "Sylvia Plath"},{"text" : "I must get my soul back from you; I am killing my flesh without it.","author" : "Sylvia Plath"},{"text" : "I am the ghost of an infamous suicide, . My own blue razor rusting in my throat. . O pardon the one who knocks for pardon at . Your gate, father—your hound-bitch, daughter, friend. . It was my love that did us both to death.","author" : "Sylvia Plath"},{"text" : "How we need that security. How we need another soul to cling to, another body to keep us warm. To rest and trust; to give your soul in confidence: I need this. I need someone to pour myself into.","author" : "Sylvia Plath"}]