[{"text" : "Abuse if you slight it, will gradually die away; but if you show yourself irritated, you will be thought to have deserved it.","author" : "Tacitus"},{"text" : "It is human nature to hate the man whom you have hurt.","author" : "Tacitus"},{"text" : "Crime succeeds by sudden despatch; honest counsels gain vigor by delay.","author" : "Tacitus"},{"text" : "Greater things are believed of those who are absent.","author" : "Tacitus"},{"text" : "Cruelty is fed, not weakened, by tears.","author" : "Tacitus"},{"text" : "If you would know who controls you see who you may not criticise.","author" : "Tacitus"},{"text" : "When men are full of envy they disparage everything, whether it be good or bad.","author" : "Tacitus"},{"text" : "More faults are often committed while we are trying to oblige than while we are giving offense.","author" : "Tacitus"},{"text" : "Valor is the contempt of death and pain.","author" : "Tacitus"},{"text" : "In private enterprises men may advance or recede, whereas they who aim at empire have no alternative between the highest success and utter downfall.","author" : "Tacitus"},{"text" : "The persecution of genius fosters its influence.","author" : "Tacitus"},{"text" : "The lust of dominion burns with a flame so fierce as to overpower all other affections of the human breast.","author" : "Tacitus"},{"text" : "To plunder, to slaughter, to steal, these things they misname empire; and where they make a wilderness, they call it peace.","author" : "Tacitus"},{"text" : "A desire to resist oppression is implanted in the nature of man.","author" : "Tacitus"},{"text" : "The hatred of relatives is the most violent.","author" : "Tacitus"},{"text" : "The worst hatred is that of relatives.","author" : "Tacitus"},{"text" : "Seek to make a person blush for their guilt rather than shed their blood.","author" : "Tacitus"},{"text" : "Reckless adventure is the fool's hazard.","author" : "Tacitus"},{"text" : "No one would have doubted his ability to reign had he never been emperor.","author" : "Tacitus"},{"text" : "He shone with the greater splendor, because he was not seen.","author" : "Tacitus"},{"text" : "Reason and judgment are the qualities of a leader.","author" : "Tacitus"},{"text" : "The lust of fame is the last that a wise man shakes off.","author" : "Tacitus"}]