[{"text" : "If they don't like you for being yourself, be yourself even more.","author" : "Taylor Swift"},{"text" : "When you are missing someone, time seems to move slower, and when I'm falling in love with someone, time seems to be moving faster.","author" : "Taylor Swift"},{"text" : "They're [haters] just building you up to knock you down. But for me, they haven't.","author" : "Taylor Swift"},{"text" : "In a relationship each person should support the other; they should lift each other up.","author" : "Taylor Swift"},{"text" : "The drama and the trauma of the relationship you have when you're 16 can mirror the one you have when you're 26. Life repeats itself.","author" : "Taylor Swift"},{"text" : "Unique and different is the next generation of beautiful.","author" : "Taylor Swift"},{"text" : "I miss you more than the sun misses the sky at night.","author" : "Taylor Swift"},{"text" : "I haven't had that one great love, which is good. I don't want that to be in the past - I want it to be in the future.","author" : "Taylor Swift"},{"text" : "Live your life like you are 80 years old looking back on your teenage years.","author" : "Taylor Swift"},{"text" : "This is a new year. A new beginning. And things will change.","author" : "Taylor Swift"},{"text" : "Be that strong girl that everyone knew would make it through the worst, be that fearless girl, the one who would dare to do anything, be that independent girl who didn't need a man; be that girl who never backed down.","author" : "Taylor Swift"},{"text" : "It's possible to climb to the top without stomping on other people.","author" : "Taylor Swift"},{"text" : "You are the best thing that's ever been mine.","author" : "Taylor Swift"},{"text" : "Being fearless isn't being 100% Not fearful, it's being terrified but you jump anyway.","author" : "Taylor Swift"},{"text" : "Fearless is getting back up and fighting for what you want over and over again....even though every time you've tried before you've lost.","author" : "Taylor Swift"},{"text" : "I'd rather be at home and eat ice cream than go out and get wasted.","author" : "Taylor Swift"},{"text" : "I think that personality traits that come through when somebody is really sincere is what makes them beautiful.","author" : "Taylor Swift"},{"text" : "I'm a Sagittarius, and one of our major qualities is that we're blindly optimistic.","author" : "Taylor Swift"},{"text" : "We all dream about love, want to be in love, and have been hurt by love.","author" : "Taylor Swift"},{"text" : "Red is such an interesting color to correlate with emotion, because it's on both ends of the spectrum. On one end you have happiness, falling in love, infatuation with someone, passion, all that. On the other end, you've got obsession, jealousy, danger, fear, anger and frustration.","author" : "Taylor Swift"},{"text" : "When you're young you just run, but you come back to what you need.","author" : "Taylor Swift"},{"text" : "The trials and tribulations in your life make you stronger.","author" : "Taylor Swift"},{"text" : "The look on someone's face when they're doing what they love is contagious and inspiring.","author" : "Taylor Swift"},{"text" : "I still like to live in a whimsical world that seems more romantic and fantasy-related because real life seems so hard.","author" : "Taylor Swift"},{"text" : "People haven't always been there for me, but music always has.","author" : "Taylor Swift"},{"text" : "If you have something about yourself that's different, you're lucky. It's not a curse.","author" : "Taylor Swift"},{"text" : "Being fearless doesn't mean you have no fears. it means you're strong enough to face them.","author" : "Taylor Swift"},{"text" : "Never forget the essence of your spark!","author" : "Taylor Swift"},{"text" : "There's glitter on the floor after the party.","author" : "Taylor Swift"},{"text" : "No matter what happens in life, be good to people. Being good to people is a wonderful legacy to leave behind.","author" : "Taylor Swift"},{"text" : "No amount of vintage dresses gives you dignity.","author" : "Taylor Swift"},{"text" : "I'm the girl who still believes prince charming exists somewhere out there.","author" : "Taylor Swift"},{"text" : "Love always ends differently and it always begins differently - especially with me","author" : "Taylor Swift"},{"text" : "When you're singing you can hear the echo of people in the audience singing every single word with you, and that was that big dream that I had for myself. It's happening.","author" : "Taylor Swift"},{"text" : "I've always felt music is the only way to give an instantaneous moment the feel of slow motion. To romanticise it and glorify it and give it a soundtrack and a rhythm.","author" : "Taylor Swift"},{"text" : "When I figured out how to work my grill, it was quite a moment. I discovered that summer is a completely different experience when you know how to grill.","author" : "Taylor Swift"},{"text" : "Maybe this is wishful thinking, Probably mindless dreaming but if we loved again, I swear I'd love you right,","author" : "Taylor Swift"},{"text" : "If you're trying too hard to be the girl next door, you're not going to be.","author" : "Taylor Swift"},{"text" : "Relationships are like traffic lights. And I just have this theory that I can only exist in a relationship if it's a green light.","author" : "Taylor Swift"},{"text" : "If they don’t like you for being yourself, be yourself even more.","author" : "Taylor Swift"},{"text" : "This isn't a high school thing or an age thing. It's a people thing. People cut other people down out of jealousy, because of something broken inside them, or for no reason at all. Just don't let them change you or stop you from singing or dancing around to your favorite song.","author" : "Taylor Swift"},{"text" : "You, with your words like knives . And swords and weapons that you use against me . You, have knocked me off my feet again, . Got me feeling like a nothing . You, with your voice like nails . On a chalk board, calling me out when I'm wounded .","author" : "Taylor Swift"},{"text" : "For a female to write about her feelings, and then be portrayed as some clingy, insane, desperate girlfriend in need of making you marry her and have kids with her, I think that's taking something that potentially should be celebrated, a woman writing about her feelings in a confessional way. That's taking it and turning it and twisting it into something that is frankly a little sexist.","author" : "Taylor Swift"},{"text" : "You're an expert at sorry and keeping the lines blurry.","author" : "Taylor Swift"},{"text" : "I'm shining like fireworks over your sad, empty town.","author" : "Taylor Swift"},{"text" : "When you're 25 or 30, you know, you can't wear lime-green eye shadow anymore. When you're 25 or 30, you know, you can't wear lime-green eye shadow anymore.","author" : "Taylor Swift"},{"text" : "Misogyny is ingrained in people from the time they are born. So to me, feminism is probably the most important movement that you could embrace, because it's just basically another word for equality.","author" : "Taylor Swift"},{"text" : "Oh, a simple complication . Miscommunications lead to fall out . So many things that I wish you knew .","author" : "Taylor Swift"},{"text" : "Is green eyes and freckles and your smile In the back of my mind making me feel like I just wanna know you better, know you better, know you better now","author" : "Taylor Swift"},{"text" : "If somebody hurts you, it's okay to cry a river, just remember to build a bridge and get over it.","author" : "Taylor Swift"},{"text" : "It’s possible to climb to the top without stomping on other people.","author" : "Taylor Swift"},{"text" : "I think every girl's dream is to find a bad boy at the right time, when he wants to not be bad anymore.","author" : "Taylor Swift"},{"text" : "When I go to a restaurant, yeah, I know that a line is probably going to form in front of the table, but didn't I always wish for that? Yeah, I did.","author" : "Taylor Swift"},{"text" : "Silence speaks so much louder than screaming tantrums. Never give anyone an excuse to say that you're crazy.","author" : "Taylor Swift"},{"text" : "My definition of country music is really pretty simple. It's when someone sings about their life and what they know, from an authentic place.","author" : "Taylor Swift"},{"text" : "I think the first thing you should know is that nobody in country music 'made it' the same way. It's all different. There's no blueprint for success, and sometimes you just have to work at it.","author" : "Taylor Swift"},{"text" : "Cause when you're fifteen, . Somebody tells you they love you . You're gonna believe them .","author" : "Taylor Swift"},{"text" : "Happiness and confidence are the prettiest things you can wear.","author" : "Taylor Swift"},{"text" : "Turns out freedom ain't nothing but missing you.","author" : "Taylor Swift"},{"text" : "When you are missing someone, time seems to move slower, and when I'm falling in love with someone time seems to be moving faster.","author" : "Taylor Swift"},{"text" : "I used to know my place was a spot next to you . Now I'm searching the room for an empty seat .","author" : "Taylor Swift"},{"text" : "When you are missing someone, time seems to move slower, and when I’m falling in love with someone, time seems to be moving faster.","author" : "Taylor Swift"}]