My actions are my only true belongings. I cannot escape the consequences of my actions. My actions are the ground upon which I stand.
To be beautiful means to be yourself. You don't need to be accepted by others. You need to accept yourself.
People have a hard time letting go of their suffering. Out of a fear of the unknown, they prefer suffering that is familiar.
Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy.
Water flows from high in the mountains, Water runs deep in the Earth, Miraculously, water comes to us, And sustains all life.
Seek peace. When you have peace within, real peace with others will be possible.
Real peace is not in power, money, or weapons, but in deep inner peace.
Because of your smile, you make life more beautiful.
Nothing is more precious than being in the present moment. Fully alive, fully aware.
I promise myself that I will enjoy every minute of the day that is given me to live.
If you understand, and you show that you understand, you can love, and the situation will change.
Meditation can help us embrace our worries, our fear, our anger; and that is very healing. We let our own natural capacity of healing do the work.
We need to be aware of the suffering, but retain our clarity, calmness and strength so we can help transform the situation.
Enlightenment is always there. Small enlightenment will bring great enlightenment. If you breathe in and are aware that you are alive - that you can touch the miracle of being alive - then that is a kind of enlightenment.
There is no enlightenment outside of daily life.
We need enlightenment, not just individually but collectively, to save the planet. We need to awaken ourselves. We need to practice mindfulness if we want to have a future, if we want to save ourselves and the planet.
If you love someone, the greatest gift you can give them is your presence.
We are here to awaken from our illusion of separateness.
Letting go gives us freedom and freedom is the only condition for happiness.
The practice of peace and reconciliation is one of the most vital and artistic of human actions.
We have more possibilities available in each moment than we realize.
Every morning, when we walk up, we have twenty-four brand new hours to live. What a precious gift! We have the capacity to live in a way that these twenty-four hours will bring peace, joy and happiness to ourselves and others.
You must love in such a way that the person you love feels free.
The source of love is deep in us and we can help others realize a lot of happiness. One word, one action, one thought can reduce another person's suffering and bring that person joy.
Walk as if you are kissing the Earth with your feet.
Buddhism teaches us not to try to run away from suffering. You have to confront suffering. You have to look deeply into the nature of suffering in order to recognize its cause, the making of the suffering.
With mindfulness, you can establish yourself in the present in order to touch the wonders of life that are available in that moment.
Mindfulness is to keep our consciousness alive to present reality.
The most precious gift we can offer others is our presence. When mindfulness embraces those we love, they will bloom like flowers.
Feelings come and go like clouds in a windy sky. Conscious breathing is my anchor.
If we are free from attachment, we can easily recognize ourselves in other people, in different forms of manifestation, and then we don't have to suffer.
Breath is the bridge which connects life to consciousness, which unites your body to your thoughts.
Hope is important because it can make the present moment less difficult to bear. If we believe that tomorrow will be better, we can bear a hardship today.
Anger is like a flame blazing up and consuming our self-control, making us think, say, and do things that we will probably regret later.
Smile, breathe, and go slowly.
Every breath we take, every step we make, can be filled with peace, joy, and serenity. We need only to be awake, alive in the present moment.
Poison cannot penetrate the hand that is free of wounds.
There is no way to happiness. Happiness is the way.
Fear keeps us focused on the past or worried about the future. If we can acknowledge our fear, we can realize that right now we are okay. Right now, today, we are still alive, and our bodies are working marvelously. Our eyes can still see the beautiful sky. Our ears can still hear the voices of our loved ones.
People sacrifice the present for the future. But life is available only in the present. That is why we should walk in such a way that every step can bring us to the here and the now.
There is no way to happiness - happiness is the way.
The leaf and his body were one. Neither possessed a separate permanent self. Neither could exist independently from the rest of the universe.
In true dialogue, both sides are willing to change.
Every thought you produce, anything you say, any action you do, it bears your signature.
Total relaxation is the secret to enjoying sitting meditation. I sit with my spine upright, but not rigid; and I relax all the muscles in my body.
Anger is like a storm rising up from the bottom of your consciousness. When you feel it coming, turn your focus to your breath.
Keeping your body healthy is an expression of gratitude to the whole cosmos- the trees, the clouds, everything.
When we love someone, we should look deeply into the nature of that love. If we want to be with someone so that we can feel safe, that’s understandable, but it’s not true love. True love doesn’t foster suffering or attachment. On the contrary, it brings well-being to ourselves and to others. True love is generated from within. For true love to be there, you need to feel complete in yourself, not needing something from outside. True love is like the sun, shining with its own light, and offering that light to everyone.
'Love' is a beautiful word, and we have to restore its meaning. When we say, 'I love hamburgers,' we spoil the word. We have to make the effort to heal words by using them properly and carefully. True love includes a sense of responsibility and accepting the other person as she is, with all her strengths and weaknesses. If you only like the best things in a person, that is not love. You have to accept her weaknesses and bring your patience, understanding, and energy to help her transform. This kind of love brings protection and safety.
It is possible to live happily in the here and now. So many conditions of happiness are available-more than enough for you to be happy right now. You don't have to run into the future in order to get more.
Smiling is very important. If we are not able to smile, then the world will not have peace. It is not by going out for a demonstration against nuclear missiles that we can bring about peace. It is with our capacity of smiling, breathing, and being peace that we can make peace.
If we are peaceful, if we are happy, we can smile and blossom like a flower, and everyone in our family, our entire society, will benefit from our peace.
Our smile affirms our awareness and determination to live in peace and joy. The source of a true smile is an awakened mind.
If you look deeply into the palm of your hand, you will see your parents and all generations of your ancestors. All of them are alive in this moment. Each is present in your body.
Letting go gives us freedom, and freedom is the only condition for happiness. If in our heart, we still cling to anything – anger, anxiety, or possessions – we cannot be free.
If we believe that tomorrow will be better, we can bear a hardship today.
Hope is important because it can make the present moment less difficult to bear. If we believe that tomorrow will be better, we can bear a hardship today.
With the fork in my hand I will be thinking about what to do next, and the texture and flavor of the desert, together with the pleasure of eating it, will be lost.
When you look at the sun during your walking meditation, the mindfulness of the body helps you to see that the sun is in you; without the sun there is no life at all and suddenly you get in touch with the sun in a different way.
Happy teacher will change the world.
If our students learn mindfulness too, and everyone shares the same practices and manages their own behavior mindfully, our task is easier; but even without such conditions, mindfulness helps the teacher stay solid.
To love our enemy is impossible. The moment we understand our enemy, we feel compassion towards him.her, and he.she is no longer our enemy.
Go slowly, breathe and smile.
Compassion is a verb.
It is not a matter of faith. It is a matter of practice.
Love has no limits. Love never ends. Love is reborn and reborn and reborn.
Learning to touch deeply the jewels of our own tradition will allow us to understand and appreciate the values of other traditions.
To be beautiful means to be yourself. You don’t need to be accepted by others. you need to accept yourself.
We are here to awaken from the illusion of separateness.
With the practice of mindfulness, every breath brings happiness. Mindfulness can make every moment of our daily life peaceful, clear, and loving.