[{"text" : "Unfortunately, there seems to be far more opportunity out there than ability.... We should remember that good fortune often happens when opportunity meets with preparation.","author" : "Thomas Edison"},{"text" : "I have friends in overalls whose friendship I would not swap for the favor of the kings of the world.","author" : "Thomas Edison"},{"text" : "Our greatest weakness lies in giving up.The most certain way to succeed is always to try just one more time.","author" : "Thomas Edison"},{"text" : "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.","author" : "Thomas Edison"},{"text" : "Genius is one percent inspiration, ninety-nine percent perspiration.","author" : "Thomas Edison"},{"text" : "Maturity is often more absurd than youth and very frequently is most unjust to youth.","author" : "Thomas Edison"},{"text" : "The best thinking has been done in solitude.","author" : "Thomas Edison"},{"text" : "Until we stop harming all other living beings, we are still savages.","author" : "Thomas Edison"},{"text" : "Every failure is a lesson learned about your strategy.","author" : "Thomas Edison"},{"text" : "Everything comes to him who hustles while he waits.","author" : "Thomas Edison"},{"text" : "Negative results are just what I want. They're just as valuable to me as positive results. I can never find the thing that does the job best until I find the ones that don't.","author" : "Thomas Edison"},{"text" : "To invent, you need a good imagination and a pile of junk.","author" : "Thomas Edison"},{"text" : "There is no substitute for hard work.","author" : "Thomas Edison"},{"text" : "The three great essentials to achieve anything worthwhile are, first, hard work; second, stick-to-itiveness; third, common sense.","author" : "Thomas Edison"},{"text" : "Being busy does not always mean real work. The object of all work is production or accomplishment and to either of these ends there must be forethought, system, planning, intelligence, and honest purpose, as well as perspiration. Seeming to do is not doing.","author" : "Thomas Edison"},{"text" : "Genius is one percent inspiration and ninety-nine percent perspiration.","author" : "Thomas Edison"},{"text" : "Opportunity is missed by most people because it is dressed in overalls and looks like work.","author" : "Thomas Edison"},{"text" : "Many of life's failures are people who did not realize how close they were to success when they gave up.","author" : "Thomas Edison"},{"text" : "A good intention, with a bad approach, often leads to a poor result.","author" : "Thomas Edison"},{"text" : "Every wrong attempt discarded is another step forward.","author" : "Thomas Edison"},{"text" : "The successful person makes a habit of doing what the failing person doesn't like to do.","author" : "Thomas Edison"},{"text" : "Non-violence leads to the highest ethics, which is the goal of all evolution. Until we stop harming all other living beings, we are still savages.","author" : "Thomas Edison"},{"text" : "If we all did the things we are really capable of doing, we would literally astound ourselves.","author" : "Thomas Edison"},{"text" : "We will make electricity so cheap that only the rich will burn candles.","author" : "Thomas Edison"},{"text" : "The trouble with most people is that they quit before they start.","author" : "Thomas Edison"},{"text" : "Invention is 10% inspiration and 90% perspiration.","author" : "Thomas Edison"},{"text" : "It is remarkable to what lengths people will go to avoid thought.","author" : "Thomas Edison"},{"text" : "Waste is worse than loss. The time is coming when every person who lays claim to ability will keep the question of waste before him constantly. The scope of thrift is limitless.","author" : "Thomas Edison"},{"text" : "There is no substitute for your impassioned prayers on behalf of your children","author" : "Thomas Edison"},{"text" : "There is no substitute for hard work.","author" : "Thomas Edison"},{"text" : "Show me a thoroughly satisfied man and I will show you a failure.","author" : "Thomas Edison"},{"text" : "I have not failed. I’ve just found 10,000 ways that won’t work.","author" : "Thomas Edison"},{"text" : "Time is really the only capital that any human being has, and the only thing he can’t afford to lose.","author" : "Thomas Edison"},{"text" : "I'd put my money on the sun and solar energy. What a source of power! I hope we don't have to wait until oil and coal run out before we tackle that.","author" : "Thomas Edison"},{"text" : "Many of life’s failures are people who did not realize how close they were to success when they gave up.","author" : "Thomas Edison"},{"text" : "There is no expedient to which a man will not go to avoid the labor of thinking.","author" : "Thomas Edison"},{"text" : "I am not discouraged, because every wrong attempt discarded is another step forward.","author" : "Thomas Edison"},{"text" : "The three great essentials to achieve anything worthwhile are, first, hard work second, stick-to-itiveness third common sense.","author" : "Thomas Edison"},{"text" : "I haven't failed; I just found 10,000 ways that didn't work.","author" : "Thomas Edison"}]