If all things were equally in all men, nothing would be prized.
A man's conscience and his judgment is the same thing; and as the judgment, so also the conscience, may be erroneous.
The condition of man... is a condition of war of everyone against everyone.
There is no such thing as perpetual tranquillity of mind while we live here; because life itself is but motion, and can never be without desire, nor without fear, no more than without sense.
Curiosity is the lust of the mind.
The safety of the people requireth further from him or them that have the sovereign power, that justice be equally administered to all degrees of people, that is, that as well the rich and mighty as poor and obscure persons may be righted of the injuries done them, so as the great may have no greater hope of impunity when they do violence, dishonor, or any injury to the meaner sort than when one of these does the like to one of them. For in this consisteth equity, to which, as being a precept of the law of Nature, a sovereign is as much subject as any of the meanest of his people.
Science is the knowledge of consequences, and dependence of one fact upon another.
The life of man is solitary, poor, nasty, brutish, and short.
Baptism is the sacrament of allegiance of them that are to be received into the Kingdom of God, that is to say, into Eternal life, that is to say, to Remission of Sin. For as Eternal life was lost by the committing, so it is recovered by the remitting of men's sins.
Words are the money of fools.
Force and fraud are in war the two cardinal virtues.
Immortality is a belief grounded upon other men's sayings, that they knew it supernaturally; or that they knew those who knew them that knew others that knew it supernaturally.
Humans are driven by a perpetual and restless desire of power.
It is not wisdom but Authority that makes a law.
During the time men live without a common power to keep them all in awe, they are in that conditions called war; and such a war, as if of every man, against every man.
The flesh endures the storms of the present alone; the mind, those of the past and future as well as the present. Gluttony is a lust of the mind.
Geometry is the only science that it hath pleased God hitherto to bestow on mankind.
Prophecy is not an art, nor (when it is taken for prediction) a constant vocation, but an extraordinary and temporary employment from God, most often of good men, but sometimes also of the wicked.
Obligation is thraldom, and thraldom is hateful.
Competition of praise inclineth to a reverence of antiquity. For men contend with the living, not with the dead.
All generous minds have a horror of what are commonly called 'Facts'. They are the brute beasts of the intellectual domain.
I am about to take my last voyage, a great leap in the dark.
Prudence is but experience, which equal time, equally bestows on all men, in those things they equally apply themselves unto.
Prudence is a presumption of the future, contracted from the experience of time past.
Hell is truth seen too late.
The privilege of absurdity; to which no living creature is subject, but man only.
The flesh endures the storms of the present alone the mind, those of the past and future as well as the present. Gluttony is a lust of the mind.