[{"text" : "Give to every other human being every right that you claim for yourself.","author" : "Thomas Paine"},{"text" : "Reputation is what men and women think of us. Character is what God and the angels know of us.","author" : "Thomas Paine"},{"text" : "Character is much easier kept than recovered.","author" : "Thomas Paine"},{"text" : "I love the man that can smile in trouble, that can gather strength from distress, and grow brave by reflection. Tis the business of little minds to shrink, but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death.","author" : "Thomas Paine"},{"text" : "Those who expect to reap the blessings of freedom, must, like men, undergo the fatigue of supporting it.","author" : "Thomas Paine"},{"text" : "The harder the conflict, the more glorious the triumph.","author" : "Thomas Paine"},{"text" : "Not in numbers but in unity that our great strength lies.","author" : "Thomas Paine"},{"text" : "We have it in our power to change the world over.","author" : "Thomas Paine"},{"text" : "It is from our enemies that we often gain excellent maxims, and are frequently surprised into reason by their mistakes.","author" : "Thomas Paine"},{"text" : "Government, even in its best state, is but a necessary evil; in its worst state, an intolerable one.","author" : "Thomas Paine"},{"text" : "It is necessary to the happiness of man that he be mentally faithful to himself. Infidelity does not consist in believing or in disbelieving; it consists in professing to believe what he does not believe.","author" : "Thomas Paine"},{"text" : "The real man smiles in trouble, gathers strength from distress, and grows brave by reflection.","author" : "Thomas Paine"},{"text" : "Human nature is not of itself vicious.","author" : "Thomas Paine"},{"text" : "It is an affront to treat falsehood with complaisance.","author" : "Thomas Paine"},{"text" : "Those who expect to reap the blessings of freedom must, like men, undergo the fatigue of supporting it.","author" : "Thomas Paine"},{"text" : "The harder the conflict, the more glorious the triumph. What we obtain too cheap, we esteem too lightly; it is dearness only that gives everything its value. I love the man that can smile in trouble, that can gather strength from distress and grow brave by reflection. 'Tis the business of little minds to shrink; but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death.","author" : "Thomas Paine"},{"text" : "An army of principles can penetrate where an army of soldiers cannot.","author" : "Thomas Paine"},{"text" : "The real man smiles in trouble, gathers strength from distress and grows brave by reflection.","author" : "Thomas Paine"},{"text" : "The balance of power is the scale of peace.","author" : "Thomas Paine"},{"text" : "He that would make his own liberty secure, must guard even his enemy from opposition; for if he violates this duty he establishes a precedent that will reach himself.","author" : "Thomas Paine"},{"text" : "I do not believe in the creed professed by the Jewish Church, by the Roman Church, by the Greek Church, by the Turkish Church, by the Protestant Church, nor by any church that I know of. My own mind is my own church.","author" : "Thomas Paine"},{"text" : "Reputation is what men and women think of us; character is what God and angels know of us.","author" : "Thomas Paine"},{"text" : "When all other rights are taken away, the right of rebellion is made perfect.","author" : "Thomas Paine"},{"text" : "The protection of a man's person is more sacred than the protection of his property.","author" : "Thomas Paine"},{"text" : "The cunning of the fox is as murderous as the violence of the wolf.","author" : "Thomas Paine"},{"text" : "There is something in corruption which, like a jaundiced eye, transfers the color of itself to the object it looks upon, and sees everything stained and impure.","author" : "Thomas Paine"},{"text" : "It is the direction and not the magnitude which is to be taken into consideration.","author" : "Thomas Paine"},{"text" : "He that rebels against reason is a real rebel, but he that in defence of reason rebels against tyranny has a better title to Defender of the Faith, than George the Third.","author" : "Thomas Paine"},{"text" : "Of all the tyrannies that affect mankind, tyranny in religion is the worst.","author" : "Thomas Paine"},{"text" : "Tyranny, like hell, is not easily conquered; yet we have this consolation with us, that the harder the conflict, the more glorious the triumph. What we obtain too cheap, we esteem too lightly: it is dearness only that gives every thing its value.","author" : "Thomas Paine"},{"text" : "Tears may soothe the wounds they cannot heal.","author" : "Thomas Paine"},{"text" : "We can only reason from what is; we can reason on actualities, but not on possibilities.","author" : "Thomas Paine"},{"text" : "Moderation in temper is always a virtue; but moderation in principle is always a vice.","author" : "Thomas Paine"},{"text" : "The duty of man is not a wilderness of turnpike gates, through which he is to pass by tickets from one to the other. It is plain and simple, and consists but of two points--his duty God, which every man must feel; and, with respect to his neighbor, to do as he would be done by.","author" : "Thomas Paine"},{"text" : "A long habit of not thinking a thing wrong gives it a superficial appearance of being right.","author" : "Thomas Paine"},{"text" : "What we obtain too cheap, we esteem too lightly; it is dearness only that gives everything its value.","author" : "Thomas Paine"},{"text" : "Public credit is suspicion asleep.","author" : "Thomas Paine"},{"text" : "The deist needs none of those tricks and shows called miracles to confirm his faith, for what can be a greater miracle than the creation itself, and his own existence?","author" : "Thomas Paine"},{"text" : "In Deism our reason and our belief become happily united. The wonderful structure of the universe, and everything we behold in the system of the creation, prove to us, far better than books can do, the existence of a God, and at the same time proclaim His attributes.","author" : "Thomas Paine"},{"text" : "There is a happiness in Deism, when rightly understood, that is not to be found inany other system of religion. All other systems have something in them that either shock our reason, or are repugnant to it, and man, if he thinks at all, must stifle his reason in order to force himself to believe them.","author" : "Thomas Paine"},{"text" : "Titles are but nicknames, and every nickname is a title.","author" : "Thomas Paine"},{"text" : "Titles do not count with posterity.","author" : "Thomas Paine"},{"text" : "Titles are like a magicians wand which circumscribe human facility and prevent us from living the lives of man.","author" : "Thomas Paine"},{"text" : "Men did not make the earth... It is the value of the improvements only, and not the earth itself, that is individual property. ... Every proprietor owes to the community a ground rent for the land which he holds.","author" : "Thomas Paine"},{"text" : "Persecution is not an original feature in any religion; but it is always the strongly marked feature of all religions established by law.","author" : "Thomas Paine"},{"text" : "Suspicion and persecution are weeds of the same dunghill, and flourish best together.","author" : "Thomas Paine"},{"text" : "Oppression is often the consequence, but seldom or never the means of riches.","author" : "Thomas Paine"}]