[{"text" : "To one who has faith, no explanation is necessary. To one without faith, no explanation is possible.","author" : "Thomas Aquinas"},{"text" : "Temperance is simply a disposition of the mind which binds the passion.","author" : "Thomas Aquinas"},{"text" : "The test of the artist does not lie in the will with which he goes to work, but in the excellence of the work he produces.","author" : "Thomas Aquinas"},{"text" : "It is requisite for the relaxation of the mind that we make use, from time to time, of playful deeds and jokes.","author" : "Thomas Aquinas"},{"text" : "Baptism is not to be conferred on a man who is unwilling to give up his other sins, so neither should Baptism be given to one who is unwilling to renounce his unbelief. Nevertheless, each of them receives the Sacrament if it is conferred on him, although not unto salvation.","author" : "Thomas Aquinas"},{"text" : "Baptism is the door of the spiritual life and the gateway to the sacraments.","author" : "Thomas Aquinas"},{"text" : "The highest manifestation of life consists in this: that a being governs its own actions. A thing which is always subject to the direction of another is somewhat of a dead thing.","author" : "Thomas Aquinas"},{"text" : "Faith has to do with things that are not seen and hope with things that are not at hand.","author" : "Thomas Aquinas"},{"text" : "Friendship is the source of the greatest pleasures, and without friends even the most agreeable pursuits become tedious.","author" : "Thomas Aquinas"},{"text" : "There is nothing on this earth more to be prized than true friendship.","author" : "Thomas Aquinas"},{"text" : "There is nothing on this earth to be prized more than true friendship.","author" : "Thomas Aquinas"},{"text" : "The Study of philosophy is not that we may know what men have thought, but what the truth of things is.","author" : "Thomas Aquinas"},{"text" : "Three things are necessary for the salvation of man: to know what he ought to believe; to know what he ought to desire; and to know what he ought to do.","author" : "Thomas Aquinas"},{"text" : "Distinctions drawn by the mind are not necessarily equivalent to distinctions in reality.","author" : "Thomas Aquinas"},{"text" : "Theology is taught by God, teaches God, and leads to God.","author" : "Thomas Aquinas"},{"text" : "If the highest aim of a captain were to preserve his ship, he would keep it in port forever.","author" : "Thomas Aquinas"},{"text" : "Sorrow can be alleviated by good sleep, a bath and a glass of wine.","author" : "Thomas Aquinas"},{"text" : "There must be must be a first mover existing above all – and this we call God.","author" : "Thomas Aquinas"},{"text" : "Man should not consider his material possession his own, but as common to all, so as to share them without hesitation when others are in need.","author" : "Thomas Aquinas"},{"text" : "Wonder is the desire for knowledge.","author" : "Thomas Aquinas"},{"text" : "The proper task of the Savior is that he is a savior; indeed, for this he came into the world: to seek and save what was lost.","author" : "Thomas Aquinas"},{"text" : "Charity brings to life again those who are spiritually dead.","author" : "Thomas Aquinas"},{"text" : "The celestial bodies are the cause of all that takes place in the sublunar world.","author" : "Thomas Aquinas"},{"text" : "The proper task of the Savior is that he is a savior; indeed, for this he came into the world: to seek and save what was lost.","author" : "Thomas Aquinas"},{"text" : "A thing is lovable according as it is good. But God is infinite good. Therefore He is infinitely lovable.","author" : "Thomas Aquinas"},{"text" : "To love is to will the good of the other.","author" : "Thomas Aquinas"},{"text" : "The Angel's bread is made the Bread of man today.","author" : "Thomas Aquinas"},{"text" : "The principal act of courage is to endure and withstand dangers doggedly rather than to attack them.","author" : "Thomas Aquinas"},{"text" : "It is requisite for the relaxation of the mind that we make use, from time to time, of playful deeds and jokes","author" : "Thomas Aquinas"},{"text" : "Clearly the person who accepts the Church as an infallible guide will believe whatever the Church teaches.","author" : "Thomas Aquinas"},{"text" : "A man has free choice to the extent that he is rational.","author" : "Thomas Aquinas"},{"text" : "Every judgement of conscience, be it right or wrong, be it about things evil in themselves or morally indifferent, is obligatory, in such wise that he who acts against his conscience always sins.","author" : "Thomas Aquinas"},{"text" : "Angels transcend every religion, every philosophy, every creed. In fact Angels have no religion as we know it. Their existence precedes every religious system that has ever existed on Earth.","author" : "Thomas Aquinas"},{"text" : "A man does not always choose what his guardian angel intends.","author" : "Thomas Aquinas"},{"text" : "An angel can illumine the thought and mind of man by strengthening the power of vision and by bringing within his reach some truth which the angel himself contemplates.","author" : "Thomas Aquinas"},{"text" : "God himself would not permit evil in this world if good did not come of it.","author" : "Thomas Aquinas"}]