[{"text" : "Ill-health of body or of mind, is defeat. Health alone is victory.","author" : "Thomas Carlyle"},{"text" : "Music is well said to be the speech of angels.","author" : "Thomas Carlyle"},{"text" : "Music is well said to be the speech of angels. In fact, nothing among the utterances allowed to man is felt to be so divine. It brings us near to the infinite.","author" : "Thomas Carlyle"},{"text" : "Permanence, perseverance and persistence in spite of all obstacles, discouragements, and impossibilities: It is this, that in all things distinguishes the strong soul from the weak.","author" : "Thomas Carlyle"},{"text" : "A mystic bond of brotherhood makes all men one.","author" : "Thomas Carlyle"},{"text" : "No great man lives in vain. The history of the world is but the biography of great men.","author" : "Thomas Carlyle"},{"text" : "Everywhere in life, the true question is not what we gain, but what we do.","author" : "Thomas Carlyle"},{"text" : "Choose well. Your choice is brief, and yet endless.","author" : "Thomas Carlyle"},{"text" : "Imagination is a poor matter when it has to part company with understanding.","author" : "Thomas Carlyle"},{"text" : "Imperfection clings to a person, and if they wait till they are brushed off entirely, they would spin for ever on their axis, advancing nowhere.","author" : "Thomas Carlyle"},{"text" : "Do the duty which lies nearest to you. The second duty will then become clearer.","author" : "Thomas Carlyle"},{"text" : "For all right judgment of any man or things it is useful, nay, essential, to see his good qualities before pronouncing on his bad.","author" : "Thomas Carlyle"},{"text" : "Our life is not really a mutual helpfulness; but rather, it's fair competition cloaked under due laws of war; it's a mutual hostility.","author" : "Thomas Carlyle"},{"text" : "One must verify or expel his doubts, and convert them into the certainty of Yes or NO.","author" : "Thomas Carlyle"},{"text" : "Doubt, of whatever kind, can be ended by action alone.","author" : "Thomas Carlyle"},{"text" : "Sarcasm I now see to be, in general, the language of the devil; for which reason I have long since as good as renounced it.","author" : "Thomas Carlyle"},{"text" : "Youth is to all the glad season of life; but often only by what it hopes, not by what it attains, or what it escapes.","author" : "Thomas Carlyle"},{"text" : "The block of granite, which is an obstacle in the pathway of the weak, becomes a stepping-stone in the pathway of the strong.","author" : "Thomas Carlyle"},{"text" : "War is a quarrel between two thieves too cowardly to fight their own battle.","author" : "Thomas Carlyle"},{"text" : "By nature man hates change; seldom will he quit his old home till it has actually fallen around his ears.","author" : "Thomas Carlyle"},{"text" : "Literature is the thought of thinking Souls.","author" : "Thomas Carlyle"},{"text" : "We are the miracle of miracles, the great inscrutable mystery of God.","author" : "Thomas Carlyle"},{"text" : "Make yourself an honest man, and then you may be sure there is one less rascal in the world.","author" : "Thomas Carlyle"},{"text" : "Dishonesty is the raw material not of quacks only, but also in great part of dupes.","author" : "Thomas Carlyle"},{"text" : "A loving heart is the beginning of all knowledge.","author" : "Thomas Carlyle"},{"text" : "It is the heart always that sees, before the head can see.","author" : "Thomas Carlyle"},{"text" : "Old age is not a matter for sorrow. It is matter for thanks if we have left our work done behind us.","author" : "Thomas Carlyle"},{"text" : "Clever men are good, but they are not the best.","author" : "Thomas Carlyle"},{"text" : "Nothing builds self-esteem and self-confidence like accomplishment.","author" : "Thomas Carlyle"},{"text" : "The mystical bond of brotherhood makes all men brothers.","author" : "Thomas Carlyle"},{"text" : "The old cathedrals are good, but the great blue dome that hangs over everything is better.","author" : "Thomas Carlyle"},{"text" : "Adversity is the diamond dust Heaven polishes its jewels with.","author" : "Thomas Carlyle"},{"text" : "Permanence, perseverance and persistence in spite of all obstacles, discouragement s, and impossibilities: It is this, that in all things distinguishes the strong soul from the weak.","author" : "Thomas Carlyle"},{"text" : "Endurance is patience concentrated.","author" : "Thomas Carlyle"},{"text" : "All deep things are song.","author" : "Thomas Carlyle"},{"text" : "Every noble work is at first impossible.","author" : "Thomas Carlyle"},{"text" : "Isolation is the sum total of wretchedness to a man.","author" : "Thomas Carlyle"},{"text" : "The first sin in our universe was Lucifer's self conceit.","author" : "Thomas Carlyle"},{"text" : "Permanence, perseverance and persistence in spite of all obstacles, discouragements and impossibilities: It is this, that in all things distinguishes the strong soul from the weak.","author" : "Thomas Carlyle"},{"text" : "Great is journalism.","author" : "Thomas Carlyle"},{"text" : "The block of granite which was an obstacle in the pathway of the weak, became a stepping-stone in the pathway of the strong.","author" : "Thomas Carlyle"},{"text" : "Today is not yesterday; how can our works and thoughts, if they are always to be the fittest, continue always the same? Change, indeed, is painful, yet ever needful.","author" : "Thomas Carlyle"},{"text" : "Dinners are defined as the ultimate act of communion; men that can have communion in nothing else, can sympathetically eat together, can still rise into some glow of brotherhood over food and wine.","author" : "Thomas Carlyle"},{"text" : "A person with a clear purpose will make progress, even on the roughest road. A person with no purpose will make no progress, even on the smoothest road.","author" : "Thomas Carlyle"},{"text" : "No pressure, no diamonds.","author" : "Thomas Carlyle"},{"text" : "The glory of a workman, still more of a master workman, that he does his work well, ought to be his most precious possession, like the honor of a soldier, dearer to him than life.","author" : "Thomas Carlyle"},{"text" : "The insignificant, the empty, is usually the loud; and after the manner of a drum, is louder even because of its emptiness.","author" : "Thomas Carlyle"},{"text" : "Popular opinion is the greatest lie in the world.","author" : "Thomas Carlyle"},{"text" : "Oblivion is the dark page, whereon Memory writes her light-beam characters, and makes them legible; were it all light, nothing could be read there, any more than if it were all darkness.","author" : "Thomas Carlyle"},{"text" : "Without oblivion, there is no remembrance possible. When both oblivion and memory are wise, when the general soul of man is clear, melodious, true, there may come a modern Iliad as memorial of the Past.","author" : "Thomas Carlyle"},{"text" : "All destruction, by violent revolution or however it be, is but new creation on a wider scale.","author" : "Thomas Carlyle"},{"text" : "The sincere alone can recognize sincerity.","author" : "Thomas Carlyle"},{"text" : "We observe with confidence that the truly strong mind, view it as intellect or morality, or under any other aspect, is nowise the mind acquainted with its strength; that here the sign of health is unconsciousness.","author" : "Thomas Carlyle"},{"text" : "A man willing to work, and unable to find work, is perhaps the saddest sight that fortune's inequality exhibits under this sun.","author" : "Thomas Carlyle"},{"text" : "Go as far as you can see; when you get there, you'll be able to see further.","author" : "Thomas Carlyle"},{"text" : "Eternity looks grander and kinder if time grow meaner and more hostile.","author" : "Thomas Carlyle"},{"text" : "Nothing stops the man who desires to achieve. Every obstacle is simply a course to develop his achievement muscle. It's a strengthening of his powers of accomplishment.","author" : "Thomas Carlyle"},{"text" : "Conviction is worthless unless it is converted into conduct.","author" : "Thomas Carlyle"},{"text" : "France was long a despotism tempered by epigrams.","author" : "Thomas Carlyle"},{"text" : "Intellect is the soul of man, the only immortal part of him.","author" : "Thomas Carlyle"},{"text" : "Dishonesty is the raw material not of quacks only, but also in great part dupes.","author" : "Thomas Carlyle"},{"text" : "Metaphysics is the attempt of the mind to rise above the mind.","author" : "Thomas Carlyle"},{"text" : "Secrecy is the element of all goodness; even virtue, even beauty is mysterious.","author" : "Thomas Carlyle"},{"text" : "The break would never come as long as fear could turn to wrath.","author" : "Thomas Carlyle"},{"text" : "A background of wrath, which can be stirred up to the murderous infernal pitch, does lie in every man.","author" : "Thomas Carlyle"},{"text" : "A well written life is almost as rare as a well spent one.","author" : "Thomas Carlyle"},{"text" : "A well-written life is almost as rare as a well-spent one.","author" : "Thomas Carlyle"},{"text" : "To the vulgar eye, few things are wonderful that are not distant.","author" : "Thomas Carlyle"},{"text" : "The deepest depth of vulgarism is that of setting up money as the ark of the covenant.","author" : "Thomas Carlyle"},{"text" : "Skepticism means, not intellectual doubt alone, but moral doubt.","author" : "Thomas Carlyle"},{"text" : "Conclusive facts are inseparable from inconclusive except by a head that already understands and knows.","author" : "Thomas Carlyle"},{"text" : "The wise man is but a clever infant spelling letters from a hierographical prophetic book, the lexicon of which lies in eternity.","author" : "Thomas Carlyle"},{"text" : "Cash-payment is not the sole nexus of man with man.","author" : "Thomas Carlyle"},{"text" : "Wonder is the basis of worship","author" : "Thomas Carlyle"},{"text" : "The work an unknown good man has done is like a vein of water flowing hidden underground, secretly making the ground green.","author" : "Thomas Carlyle"},{"text" : "Great souls are always loyally submissive, reverent to what is over them: only small mean souls are otherwise.","author" : "Thomas Carlyle"},{"text" : "If there be no enemy there’s no fight. If no fight, no victory and if no victory there is no crown.","author" : "Thomas Carlyle"},{"text" : "The lightning spark of thought generated in the solitary mind awakens its likeness in another mind.","author" : "Thomas Carlyle"},{"text" : "All work, even cotton spinning, is noble; work is alone noble... A life of ease is not for any man, nor for any god.","author" : "Thomas Carlyle"},{"text" : "There is precious instruction to be got by finding we were wrong.","author" : "Thomas Carlyle"},{"text" : "Nothing is more terrible than activity without insight.","author" : "Thomas Carlyle"},{"text" : "A fair day's wages for a fair day's work.","author" : "Thomas Carlyle"},{"text" : "The first duty of man is to conquer fear; he must get rid of it, he cannot act till then.","author" : "Thomas Carlyle"},{"text" : "The true epic of our times is not 'Arm's and the Man,' but 'Tools and the Man'--an infinitely wider kind of epic.","author" : "Thomas Carlyle"},{"text" : "Worship is transcendent wonder.","author" : "Thomas Carlyle"},{"text" : "To be true is manly, chivalrous, Christian; to be false is mean, cowardly, devilish.","author" : "Thomas Carlyle"},{"text" : "The true university of these days is a collection of books.","author" : "Thomas Carlyle"},{"text" : "A crowd has the collective wisdom of individual ignorance.","author" : "Thomas Carlyle"},{"text" : "A noble book! all men's book!","author" : "Thomas Carlyle"},{"text" : "Every noble crown is, and on Earth will forever be, a crown of thorns.","author" : "Thomas Carlyle"},{"text" : "Biography is the only true history.","author" : "Thomas Carlyle"},{"text" : "Biography is the most universally pleasant and profitable of all reading.","author" : "Thomas Carlyle"},{"text" : "A person who is gifted sees the essential point and leaves the rest as surplus.","author" : "Thomas Carlyle"},{"text" : "Silence is the element in which great things fashion themselves together; that at length they may emerge, full-formed and majestic, into the delight of life, which they are thenceforth to rule.","author" : "Thomas Carlyle"},{"text" : "One is hardly sensible of fatigue while he marches to music.","author" : "Thomas Carlyle"},{"text" : "The fine arts once divorcing themselves from truth are quite certain to fall mad, if they do not die.","author" : "Thomas Carlyle"},{"text" : "Democracy will prevail when men believe the vote of Judas as good as that of Jesus Christ.","author" : "Thomas Carlyle"},{"text" : "No country can find eternal peace and comfort where the vote of Judas Iscariot is as good as the vote of the Saviour of mankind.","author" : "Thomas Carlyle"},{"text" : "Wondrous is the strength of cheerfulness, and its power of endurance-the cheerful man will do more in the same time, will do it; better, will preserve it longer, than the sad or sullen.","author" : "Thomas Carlyle"},{"text" : "Action hangs, as it were, dissolved in speech, in thoughts whereof speech is the shadow; and precipitates itself therefrom. The kind of speech in a man betokens the kind of action you will get from him.","author" : "Thomas Carlyle"},{"text" : "The wind does blow as it lists always; . Canst thou change this world to thy mind? . The world will wander its own wise way; . I also will wander mine, mine, . I also will wander mine.","author" : "Thomas Carlyle"},{"text" : "God Almighty never created a man half as wise as he looks.","author" : "Thomas Carlyle"},{"text" : "Blessed is he who has found his work; let him ask no other blessedness. He has a work, a life-purpose... Get your happiness out of your work or you will never know what real happiness is... Even in the meanest sorts of labor, the whole soul of a man is composed into a kind of real harmony the instant he sets himself to work.","author" : "Thomas Carlyle"},{"text" : "Caution is the lower story of prudence.","author" : "Thomas Carlyle"},{"text" : "A great man shows his greatness by the way he treats little men.","author" : "Thomas Carlyle"},{"text" : "Music is well said to be the speech of angels; in fact, nothing among the utterances allowed to man is felt to be so divine. It brings us near to the infinite.","author" : "Thomas Carlyle"},{"text" : "If you look deep enough you will see music. The heart of nature being everywhere music.","author" : "Thomas Carlyle"},{"text" : "Each human heart can properly exhibit but one love, if even one: the 'first love, which is infinite,' can be followed by no second like unto it.","author" : "Thomas Carlyle"},{"text" : "In youth the universe is majestically unveiling, and everywhere heaven revealing itself on earth, nowhere to the young man does this heaven on earth so immediately reveal itself as in the young maiden.","author" : "Thomas Carlyle"},{"text" : "History is the essence of innumerable biographies.","author" : "Thomas Carlyle"},{"text" : "I've got a great ambition to die of exhaustion rather than boredom.","author" : "Thomas Carlyle"},{"text" : "Fame is no sure test of merit, but only a probability of such; it is an accident, not a property of man.","author" : "Thomas Carlyle"},{"text" : "Generations are as the days of toilsome mankind.... What the father has made, the son can make and enjoy but has also work of his own appointed him. Thus all things wax and roll onwards; arts, establishments, opinions; nothing is ever completed, but ever completing.","author" : "Thomas Carlyle"},{"text" : "Originality is a thing we constantly clamor for, and constantly quarrel with.","author" : "Thomas Carlyle"},{"text" : "The merit of originality is not novelty, it is sincerity. The believing man is the original man; he believes for himself, not for another.","author" : "Thomas Carlyle"},{"text" : "For suffering and enduring there is no remedy, but striving and doing.","author" : "Thomas Carlyle"},{"text" : "Experience is the best of schoolmasters, only the school fees are heavy.","author" : "Thomas Carlyle"},{"text" : "The mystery of a Person, indeed, is ever divine, to him that has a sense for the Godlike.","author" : "Thomas Carlyle"},{"text" : "Optimism is the faith that leads to achievement. Nothing can be done without hope.","author" : "Thomas Carlyle"},{"text" : "He that can work is born to be king of something.","author" : "Thomas Carlyle"}]