What else does anxiety about the future bring you but sorrow upon sorrow?
First keep the peace within yourself, then you can also bring peace to others.
Intelligence must follow faith, never precede it, and never destroy it.
In judging of others, a man laboreth in vain, often erreth and easily sinneth; but in judging and examining himself, he always laboreth fruitfully.
Purity and simplicity are the two wings with which man soars above the earth and all temporary nature.
Watch for good times to retreat into yourself. Frequently meditate on how good God is to you.
Nothing is sweeter than love, nothing stronger, nothing higher, nothing wider, nothing more pleasant, nothing fuller or better in heaven or earth; for love is born of God.
Without labor there is no rest, nor without fighting can the victory be won.
How sweet it is to love, and to be dissolved, and as it were to bathe myself in thy love.
The reflections on a day well spent furnish us with joys more pleasing than ten thousand triumphs.
Nothing is sweeter than love, nothing higher, nothing stronger, nothing larger, nothing more joyful, nothing fuller, and nothing better in heaven or on earth.
When a man is out of sight, it is not too long before he is out of mind.
The only safe ruler is he who has learned to obey willingly.
Who has a harder fight than he who is striving to overcome himself.
If you wish to stand and progress as you ought, hold yourself an exile and a pilgrim on the earth.
Learn to humble yourself, you are but earth and clay.
The acknowledgment of our weakness is the first step in repairing our loss.
Bear the Cross cheerfully and it will bear you.
If you carry your cross joyfully, it will carry you.
Remember that lost time does not return.
Remember always your end, and that lost time does not return.
If you desire to know or learn anything to your advantage, then take delight in being unknown and unregarded. A true understanding and humble estimate of oneself is the highest and most valuable of all lessons.
All perfection in this life is attended by some imperfection, and all our farseeing is not without obscurity.
We should have great peace if we did not busy ourselves with what others say and do.
Who has a harder fight than he who is striving to overcome self?
We are sometimes stirred by emotion and take it for zeal.
Do not concern yourself with anxiety for the show of a great name.
It is vanity to desire a long life and to take no heed of a good life.
Often I am not where I am, but where my thoughts lead me.
It is much safer to obey than to rule.
Today the man is here; tomorrow he is gone. And when he is 'out of sight', quickly also is he out of mind.
There is no man in this world without some manner of tribulation or anguish, though he be king or pope.