[{"text" : "Every horse thinks his own pack heaviest.","author" : "Thomas Fuller"},{"text" : "The first breath is the beginning of death.","author" : "Thomas Fuller"},{"text" : "A wise man turns chance into good fortune.","author" : "Thomas Fuller"},{"text" : "Hope is one of the principal springs that keep mankind in motion.","author" : "Thomas Fuller"},{"text" : "Absence sharpens love, presence strengthens it.","author" : "Thomas Fuller"},{"text" : "An invincible determination can accomplish almost anything and in this lies the great distinction between great men and little men.","author" : "Thomas Fuller"},{"text" : "Leftovers in their less visible form are called memories. Stored in the refrigerator of the mind and the cupboard of the heart.","author" : "Thomas Fuller"},{"text" : "Great hopes make great men.","author" : "Thomas Fuller"},{"text" : "Travel makes a wise man better, and a fool worse.","author" : "Thomas Fuller"},{"text" : "Good is not good, when better is expected.","author" : "Thomas Fuller"},{"text" : "Great hope makes great men","author" : "Thomas Fuller"},{"text" : "If your desires be endless, your cares and fears will be so too.","author" : "Thomas Fuller"},{"text" : "Fear can keep a man out of danger but courage only can support him in it.","author" : "Thomas Fuller"},{"text" : "Some have been thought brave because they were afraid to run away.","author" : "Thomas Fuller"},{"text" : "Nothing sharpens sight like envy.","author" : "Thomas Fuller"},{"text" : "In fair weather prepare for foul.","author" : "Thomas Fuller"},{"text" : "Scalded cats fear even cold water.","author" : "Thomas Fuller"},{"text" : "Contentment consist not in adding more fuel, but in taking away some fire.","author" : "Thomas Fuller"},{"text" : "A hypocrite is in himself both the archer and the mark, in all actions shooting at his own praise or profit.","author" : "Thomas Fuller"},{"text" : "Better break your word than do worse in keeping it.","author" : "Thomas Fuller"},{"text" : "He that is busy is tempted by but one devil; he that is idle, by a legion.","author" : "Thomas Fuller"},{"text" : "He that plants trees, loves others besides himself.","author" : "Thomas Fuller"},{"text" : "A drinker has a hole under his nose that all his money runs into.","author" : "Thomas Fuller"},{"text" : "A good archer is known not by his arrows but by his aim.","author" : "Thomas Fuller"},{"text" : "Trust not in him that seems a saint.","author" : "Thomas Fuller"},{"text" : "Praises from wicked men are reproaches.","author" : "Thomas Fuller"},{"text" : "Vows are made in storms and forgotten in calm weather.","author" : "Thomas Fuller"},{"text" : "If it were not for hopes, the heart would break.","author" : "Thomas Fuller"},{"text" : "Cheaters must get some credit before they can cozen, and all falsehood, if not founded in some truth, would not be fixed in any belief.","author" : "Thomas Fuller"},{"text" : "If you would have a good wife, marry one who has been a good daughter.","author" : "Thomas Fuller"},{"text" : "All things are difficult before they are easy.","author" : "Thomas Fuller"},{"text" : "He that plants trees loves others beside himself.","author" : "Thomas Fuller"},{"text" : "Drink washes off the daub and discovers the man.","author" : "Thomas Fuller"},{"text" : "Kindness is the noblest weapon to conquer with.","author" : "Thomas Fuller"},{"text" : "It is much better to have your gold in the hand than in the heart.","author" : "Thomas Fuller"},{"text" : "Many come to bring their clothes to church rather than themselves.","author" : "Thomas Fuller"},{"text" : "Abused patience turns to fury.","author" : "Thomas Fuller"},{"text" : "Anger is one of the sinners of the soul.","author" : "Thomas Fuller"},{"text" : "A good horse should be seldom spurred.","author" : "Thomas Fuller"},{"text" : "He does not believe that does not live according to his belief.","author" : "Thomas Fuller"},{"text" : "He that will not sail till all dangers are over must never put to sea.","author" : "Thomas Fuller"},{"text" : "All the while thou livest ill, thou hast the trouble, distraction, inconveniences of life, but not the sweets and true use of it.","author" : "Thomas Fuller"},{"text" : "It is said that the darkest hour of the night comes just before the dawn.","author" : "Thomas Fuller"},{"text" : "Good clothes open all doors.","author" : "Thomas Fuller"},{"text" : "With devotion's visage and pious action we do sugar o'er the devil himself.","author" : "Thomas Fuller"},{"text" : "Better be alone than in bad company.","author" : "Thomas Fuller"},{"text" : "Contentment consists not in adding more fuel, but in taking away some fire; not in multiplying of wealth, but in subtracting people's desires. Generally those who boast most of contentment have least of it. Their very boasting shows they want something and basely beg it, namely commendation.","author" : "Thomas Fuller"},{"text" : "Moderation is the silken string running through the pearl-chain of all virtues.","author" : "Thomas Fuller"},{"text" : "Sickness is felt, but health not at all.","author" : "Thomas Fuller"},{"text" : "Wine hath drowned more men than the sea.","author" : "Thomas Fuller"},{"text" : "Cruelty is a tyrant that's always attended with fear.","author" : "Thomas Fuller"},{"text" : "Debt is the worst poverty.","author" : "Thomas Fuller"},{"text" : "Compliments cost nothing, yet many pay dear for them.","author" : "Thomas Fuller"},{"text" : "It is madness for sheep to talk peace with a wolf.","author" : "Thomas Fuller"},{"text" : "You cannot repent too soon, because you do not know how soon it may be too late.","author" : "Thomas Fuller"},{"text" : "Even doubtful accusations leave a stain behind them.","author" : "Thomas Fuller"},{"text" : "There is more pleasure in loving than in being beloved.","author" : "Thomas Fuller"},{"text" : "The devil lies brooding in the miser's chest.","author" : "Thomas Fuller"},{"text" : "Charity begins at home, but should not end there.","author" : "Thomas Fuller"},{"text" : "An old goat is never the more reverend for his beard.","author" : "Thomas Fuller"},{"text" : "Eaten bread is forgotten.","author" : "Thomas Fuller"},{"text" : "Memory is the treasure house of the mind wherein the monuments thereof are kept and preserved.","author" : "Thomas Fuller"},{"text" : "A fool's paradise is a wise man's hell!","author" : "Thomas Fuller"},{"text" : "A gift, with a kind countenance, is a double present.","author" : "Thomas Fuller"},{"text" : "Let him who expects one class of society to prosper in the highest degree, while the other is in distress, try whether one side of the face can smile while the other is pinched.","author" : "Thomas Fuller"},{"text" : "A fox should not be on the jury at a goose's trial.","author" : "Thomas Fuller"},{"text" : "He spits out secrets like hot custard.","author" : "Thomas Fuller"},{"text" : "Don't let your will roar when your power only whispers.","author" : "Thomas Fuller"},{"text" : "He that has a great nose, thinks everybody is speaking of it.","author" : "Thomas Fuller"},{"text" : "Contentment consists not in adding more fuel, but in taking away some fire.","author" : "Thomas Fuller"},{"text" : "Let him who expects one class of society to prosper in the highest degree, while the other is in distress, try whether one side; of the face can smile while the other is pinched.","author" : "Thomas Fuller"},{"text" : "Spill not the morning, the quintessence of the day, in recreation; for sleep itself is a recreation. Add not, therefore, sauce to sauces.","author" : "Thomas Fuller"},{"text" : "The noblest revenge is to forgive.","author" : "Thomas Fuller"},{"text" : "The way to be safe is never to be secure.","author" : "Thomas Fuller"},{"text" : "Pride perceiving humility honorable, often borrows her cloak.","author" : "Thomas Fuller"},{"text" : "The real difference between men is energy. A strong will, a settled purpose, an invincible determination, can accomplish almost anything; and in this lies the distinction between great men and little men.","author" : "Thomas Fuller"},{"text" : "A good garden may have some weeds.","author" : "Thomas Fuller"},{"text" : "All doors open to courtesy.","author" : "Thomas Fuller"},{"text" : "Two things a man should never be angry at: What he can help, and what he cannot help.","author" : "Thomas Fuller"},{"text" : "Likeness begets love yet proud men hate one another.","author" : "Thomas Fuller"},{"text" : "Bad excuses are worse than none.","author" : "Thomas Fuller"},{"text" : "We are born crying, live complaining, and die disappointed.","author" : "Thomas Fuller"},{"text" : "Health is not valued till sickness comes.","author" : "Thomas Fuller"},{"text" : "It is a shame when the church itself is a cemetery, where the living sleep above the ground, as the dead do beneath.","author" : "Thomas Fuller"},{"text" : "Miracles are the swaddling clothes of infant churches.","author" : "Thomas Fuller"},{"text" : "A wise man may look ridiculous in the company of fools.","author" : "Thomas Fuller"},{"text" : "The worse the passage the more welcome the port.","author" : "Thomas Fuller"},{"text" : "Deceive not thyself by overexpecting happiness in the married estate. . . . Remember the nightingales which sing only some months in the spring, but commonly are silent when they have hatched their eggs.","author" : "Thomas Fuller"},{"text" : "Curiosity is a kernel of the forbidden fruit which still sticketh in the throat of a natural man, sometimes to the clanger of his choking.","author" : "Thomas Fuller"},{"text" : "Fame sometimes hath created something of nothing.","author" : "Thomas Fuller"},{"text" : "He is a good time-server that finds out the fittest opportunity of every action.","author" : "Thomas Fuller"},{"text" : "That which was bitter to endure may be sweet to remember.","author" : "Thomas Fuller"},{"text" : "A good edge is good for nothing, if it has nothing to cut.","author" : "Thomas Fuller"},{"text" : "He does not believe, that does not live according to his Belief.","author" : "Thomas Fuller"},{"text" : "What cannot be altered must be borne, not blamed.","author" : "Thomas Fuller"},{"text" : "Choose such pleasures as recreating much and cost little.","author" : "Thomas Fuller"},{"text" : "Being gentle means forgiving yourself when you mess up. We should learn from our mistakes, but we shouldn't beat the tar out of ourselves over them. He that cannot forgive others breaks the bridge over which he must pass himself; for every man has need to be forgiven.","author" : "Thomas Fuller"}]