[{"text" : "I regard the theatre as the greatest of all art forms, the most immediate way in which a human being can share with another the sense of what it is to be a human being.","author" : "Thornton Wilder"},{"text" : "Literature is the orchestration of platitudes.","author" : "Thornton Wilder"},{"text" : "When you're safe at home you wish you were having an adventure; when you're having an adventure you whish you were safe at home.","author" : "Thornton Wilder"},{"text" : "Where there is an unknowable, there is a promise.","author" : "Thornton Wilder"},{"text" : "Many who have spent a lifetime in it can tell us less of love than the child that lost a dog yesterday.","author" : "Thornton Wilder"},{"text" : "We can only be said to be alive in those moments when our hearts are conscious of our treasures.","author" : "Thornton Wilder"},{"text" : "My advice to you is not to inquire why or whither, but just enjoy your ice cream while it's on your plate. That's my philosophy.","author" : "Thornton Wilder"},{"text" : "The best thing about animals is that they don't talk much.","author" : "Thornton Wilder"},{"text" : "The future author is one who discovers that language, the exploration and manipulation of the resources of language, will serve him in winning through to his way.","author" : "Thornton Wilder"},{"text" : "A play visibly represents pure existing.","author" : "Thornton Wilder"},{"text" : "The highest tribute to the dead is not grief but gratitude.","author" : "Thornton Wilder"},{"text" : "The future is the most expensive luxury in the world.","author" : "Thornton Wilder"},{"text" : "It is only in appearance that time is a river. It is rather a vast landscape and it is the eye of the beholder that moves.","author" : "Thornton Wilder"},{"text" : "There's nothing like eavesdropping to show you that the world outside your head is different from the world inside your head.","author" : "Thornton Wilder"},{"text" : "The art of biography is more difficult than is generally supposed.","author" : "Thornton Wilder"},{"text" : "There is a land of the living and a land of the dead and the bridge is love, the only survival, the only meaning.","author" : "Thornton Wilder"},{"text" : "Marriage is a bribe to make a housekeeper think she's a householder.","author" : "Thornton Wilder"},{"text" : "The more decisions that you are forced to make alone, the more you are aware of your freedom to choose.","author" : "Thornton Wilder"},{"text" : "My advice to you is not to inquire why or whither, but just enjoy your ice cream while it's on your plate— that's my philosophy.","author" : "Thornton Wilder"},{"text" : "Love is an energy which exists of itself. It is its own value.","author" : "Thornton Wilder"},{"text" : "When you're safe at home, you wish you were having an adventure; when you're having an adventure, you wish you were safe at home.","author" : "Thornton Wilder"},{"text" : "Oh, earth, you're too wonderful for anybody to realize you.","author" : "Thornton Wilder"}]