[{"text" : "Celebrate what you want to see more of.","author" : "Tom Peters"},{"text" : "If you're not confused, you're not paying attention.","author" : "Tom Peters"},{"text" : "Leaders don't create followers, they create more leaders.","author" : "Tom Peters"},{"text" : "Leaders understand the ultimate power of relationships.","author" : "Tom Peters"},{"text" : "The best leaders... almost without exception and at every level, are master users of stories and symbols.","author" : "Tom Peters"},{"text" : "There is no such thing as a minor lapse of integrity","author" : "Tom Peters"},{"text" : "Stellar teams are invariably made up of quirky individuals who typically rub each other raw, but they figure out - with the spiritual help of a gifted leader - how to be their peculiar selves and how to win championships as a team. . . at the same time.","author" : "Tom Peters"},{"text" : "The simple act of paying positive attention to people has a great deal to do with productivity.","author" : "Tom Peters"},{"text" : "Management is about arranging and telling. Leadership is about nurturing and enhancing.","author" : "Tom Peters"},{"text" : "If a window of opportunity appears, don't pull down the shade.","author" : "Tom Peters"},{"text" : "The widespread availability of information is the only basis for effective day-to-day problem solving, which abets continuous improvement programs.","author" : "Tom Peters"},{"text" : "One percent improvement in 1,000 things is better than 1,000% improvement in one thing.","author" : "Tom Peters"},{"text" : "As a consumer, you want to associate with brands whose powerful presence creates a halo effect that rubs off on you.","author" : "Tom Peters"},{"text" : "Almost all quality improvement comes via simplification of design, manufacturing layout, processes, and procedures.","author" : "Tom Peters"},{"text" : "Print-based libraries developed in an age of scarce printed resources.","author" : "Tom Peters"},{"text" : "A passive approach to professional growth will leave you by the wayside.","author" : "Tom Peters"},{"text" : "The dominant culture in most big companies demands punishment for a mistake, no matter how useful, small, invisible...","author" : "Tom Peters"},{"text" : "A passive approach to professional growth will leave you by the wayside.","author" : "Tom Peters"},{"text" : "Public Speaking is a skill that can be studied, polished, perfected. Not only can you get good at it, you can get damn good at it and it makes a heck of a difference.","author" : "Tom Peters"},{"text" : "Mastery is great, but even that is not enough. You have to be able to change course without a bead of sweat, or remorse.","author" : "Tom Peters"},{"text" : "Almost all quality improvement comes via simplification of design, manufacturing, layout, processes, and procedures.","author" : "Tom Peters"},{"text" : "Excellent firms don’t believe in excellence – only in constant improvement and constant change.","author" : "Tom Peters"},{"text" : "Excellent firms don't believe in excellence - only in constant improvement and constant change.","author" : "Tom Peters"},{"text" : "If silly things were not done, intelligent things would never happen.","author" : "Tom Peters"}]