Happiness is like manna; it is to be gathered in grains, and enjoyed every day. It will not keep; it cannot be accumulated; nor have we got to go out of ourselves or into remote places to gather it, since it has rained down from a Heaven, at our very door.
Every parting is a form of death, as every reunion is a type of heaven.
To be good, we must do good; and by doing good we take a sure means of being good, as the use and exercise of the muscles increase their power.
There is often as much independence in not being led, as in not being driven.
Sinful and forbidden pleasures are like poisoned bread; they may satisfy appetite for the moment, but there is death in them at the end.
Age does not depend upon years, but upon temperament and health. Some men are born old, and some never grow up.
Right actions in the future are the best apologies for bad actions in the past.
We weep over the graves of infants and the little ones taken from us by death; but an early grave may be the shortest way to heaven.
Between two evils, choose neither; between two goods, choose both.
If you would thoroughly know anything, teach it to others.
People never improve unless they look to some standard or example higher or better than themselves.
Credulity is belief in slight evidence, with no evidence, or against evidence.
Where duty is plain delay is both foolish and hazardous; where it is not, delay may be both wisdom and safety.
Have a time and place for everything, and do everything in its time and place, and you will not only accomplish more, but have far more leisure than those who are always hurrying.
Never be so brief as to become obscure.
High aims form high characters, and great objects bring out great minds.
To waken interest and kindle enthusiasm is the sure way to teach easily and successfully.
Accuracy of statement is one of the first elements of truth; inaccuracy is a near kin to falsehood.
Quiet and sincere sympathy is often the most welcome and efficient consolation to the afflicted. Said a wise man to one in deep sorrow, I did not come to comfort you; God only can do that; but I did come to say how deeply and tenderly I feel for you in your affliction.
Hell is truth seen too late - duty neglected in its season.
High aims form high characters, and great objects bring out great minds.
Compromise is but the sacrifice of one right or good in the hope of retaining another -- too often ending in the loss of both.
Seek happiness for its own sake, and you will not find it; seek for duty, and happiness will follow as the shadow comes with the sunshine.
Some so speak in exaggerations and superlatives, that we need to make a large discount from their statements, before we can come at their real meaning.
Whoever in prayer can say, 'Our Falther,' acknowledges and should feel the brotherhood of the whole race of mankind.
The great end of education is, to discipline rather than to furnish the mind; to train it to the use of its own powers, rather than fill it with the accumulation of others.
People never improve unless they look to some standard or example higher and better than themselves.
Anxiety is the poison of human life; the parent of many sins and of more miseries.