Imperfection is inherited, therefore we all sin, but fighting the war of sin is the greatest war of all because we all die in the end, no matter how hard we fight.
I'm not saying I'm gonna change the world, but I guarantee that I will spark the brain that will change the world.
Even though you're fed up, you've got to keep your head up.
Don't look back unless it's a good view.
Reality is wrong.
If we're all saying that rap is an art form then we gotta be more responsible for our lyrics. If you see everybody dying because of what you're saying, it don't matter that you didn't make them die, it just matters that you didn't save them.
When you do rap albums, you got to train yourself. You got to constantly be in character.
Behind every sweet smile, there is a bitter sadness that no one can ever see and feel.
I don't mean to sound sleezy but tease me I don't want it if it's that easy.
You never stop loving someone. You just learn to live without them.
Born through hard times, Ghetto child of mine. I wonder if you have to suffer for your father's crimes.
For every dark night, there's a brighter day.
Everybody's at war with different things. I'm at war with my own heart sometimes.
It seems like every time you come up something happens to bring you back down.
I'm not sayin' I'm gonna change the world, but I guarantee that I will spark the brain that will.
Hip Hop was supposed to be this new thing that had no boundaries and was so different to everyday music. As long as it has soul to it, hip hop can live on.
Death is not the greatest loss in life. The greatest loss is what dies inside while still alive. Never surrender.
Before we find world peace, we gotta find peace in the war on the streets.
The hard times make a true friend afraid to ask.
Never surrender, it's all about the faith you got: don't ever stop, just push it 'till you hit the top and if you drop, at least you know you gave your all to be true to you, that way you can never fall.
My mother was a woman. A black woman. A single mother. Raising two kids on her own. So she was dark skinned. Had short hair. Got no love from nobody except for a group called the Black Panthers. So that's why she was a Black Panther.
No matter how hard it gets, keep your chest out, keep your head up and handle it.
Reality is wrong. Dreams are for real.
I know it seems hard sometimes but remember one thing. Through every dark night, there's a bright day after that. So no matter how hard it get, stick your chest out, keep ya head up.... and handle it.
Only God can judge me.
Let me say for the record, I am not a gangster and never have been. I`m not the thief who grabs your purse. I`m not the guy who jacks your car. I`m not down with the people who steal and hurt others. I`m just a brother who fight back.
Did you hear about the rose that grew from a crack in the concrete? Proving nature's laws wrong, it learned to walk without having feet. Funny, it seems to by keeping it's dreams; it learned to breathe fresh air. Long live the rose that grew from concrete when no one else even cared.
You can spend minutes, hours, days, weeks, or even months over-analyzing a situation; trying to put the pieces together, justifying what could've, would've happened… or you can just leave the pieces on the floor and move on.