[{"text" : "Nothing is more fleeting than external form, which withers and alters like the flowers of the field at the appearance of autumn.","author" : "Umberto Eco"},{"text" : "The real hero is always a hero by mistake; he dreams of being an honest coward like everybody else.","author" : "Umberto Eco"},{"text" : "When men stop believing in God, it isn't that they then believe in nothing: they believe in everything.","author" : "Umberto Eco"},{"text" : "I believe that what we become depends on what our fathers teach us at odd moments, when they aren't trying to teach us. We are formed by the little scraps of wisdom.","author" : "Umberto Eco"},{"text" : "I believe that what we become depends on what our fathers teach us at odd moments, when they aren't trying to teach us. We are formed by little scraps of wisdom.","author" : "Umberto Eco"},{"text" : "Show not what has been done, but what can be. How beautiful the world would be if there were a procedure for moving through labyrinths.","author" : "Umberto Eco"},{"text" : "If you want to use television to teach somebody, you must first teach them how to use television.","author" : "Umberto Eco"},{"text" : "In the Middle Ages, cathedrals and convents burned like tinder; imagining a medieval story without a fire is like imagining a World War II movie in the Pacific without a fighter plane shot down in flames.","author" : "Umberto Eco"},{"text" : "National identity is the last bastion of the dispossessed. But the meaning of identity is now based on hatred, on hatred for those who are not the same.","author" : "Umberto Eco"},{"text" : "There is nothing more difficult to define than an aphorism.","author" : "Umberto Eco"},{"text" : "A mystic is a hysteric who has met her confessor before her doctor.","author" : "Umberto Eco"},{"text" : "Every great thinker is someone else's moron.","author" : "Umberto Eco"},{"text" : "A novel is a machine for generating interpretations.","author" : "Umberto Eco"},{"text" : "Entering a novel is like going on a climb in the mountains: You have to learn the rhythms of respiration - acquire the pace. Otherwise you stop right away.","author" : "Umberto Eco"},{"text" : "Followers of the occult believe in only what they already know, and in those things that confirm what they have already learned.","author" : "Umberto Eco"},{"text" : "The more elusive and ambiguous a symbol is, the more it gains significance and power.","author" : "Umberto Eco"},{"text" : "Translation is the art of failure.","author" : "Umberto Eco"},{"text" : "A dream is a scripture, and many scriptures are nothing but dreams.","author" : "Umberto Eco"},{"text" : "We are always remaking history. Our memory is always an interpretive reconstruction of the past, so is perspective.","author" : "Umberto Eco"},{"text" : "The pleasures of love are pains that become desirable, where sweetness and torment blend, and so love is voluntary insanity, infernal paradise, and celestial hell -- in short, harmony of opposite yearnings, sorrowful laughter, soft diamond.","author" : "Umberto Eco"},{"text" : "What we honor as prudence in our elders is simply panic in action.","author" : "Umberto Eco"},{"text" : "I was in a maze. No matter which way I turned, it was the wrong way.","author" : "Umberto Eco"},{"text" : "Two clichés make us laugh. A hundred cliches move us. For we sense dimly that the clichés are talking among themselves, and celebrating a reunion.","author" : "Umberto Eco"},{"text" : "A book is a fragile creature, it suffers the wear of time, it fears rodents, the elements and clumsy hands. so the librarian protects the books not only against mankind but also against nature and devotes his life to this war with the forces of oblivion.","author" : "Umberto Eco"},{"text" : "A democratic civilization will save itself only if it makes the language of the image into a stimulus for critical reflection — not an invitation for hypnosis.","author" : "Umberto Eco"},{"text" : "A sure sign of a lunatic is that sooner or later, he brings up the Templars.","author" : "Umberto Eco"},{"text" : "The first quality of an honest man is contempt for religion, which would have us afraid of the most natural thing in the world, which is death; and would have us hate the one beautiful thing destiny has given us, which is life.","author" : "Umberto Eco"},{"text" : "Absence is to love as wind is to fire: it extinguishes the little flame, it fans the big.","author" : "Umberto Eco"},{"text" : "Since I became a novelist I have discovered that I am biased. Either I think a new novel is worse than mine and I don’t like it, or I suspect it is better than my novels and I don’t like it.","author" : "Umberto Eco"},{"text" : "I felt no passion, no jealousy, no nostalgia. I was hollow, clear-headed, clean, and as emotionless as an aluminum pot.","author" : "Umberto Eco"},{"text" : "I have come to believe that the whole world is an enigma, a harmless enigma that is made terrible by our own mad attempt to interpret it as though it had an underlying truth.","author" : "Umberto Eco"},{"text" : "There are four kinds of people in this world. Cretins, fools, morons, and lunatics.","author" : "Umberto Eco"},{"text" : "The comic is the perception of the opposite; humor is the feeling of it.","author" : "Umberto Eco"},{"text" : "The United States needed a civil war to unite properly.","author" : "Umberto Eco"},{"text" : "I believe that what we become depends on what our fathers teach us at odd moments, when they aren’t trying to teach us.","author" : "Umberto Eco"},{"text" : "He is or has been, in many ways a great man. But for this very reason he is odd. It is only petty men who seem normal.","author" : "Umberto Eco"},{"text" : "For the enemy to be recognized and feared, he has to be in your home or on your doorstep.","author" : "Umberto Eco"},{"text" : "The problem with the Internet is that it gives you everything reliable material and crazy material.","author" : "Umberto Eco"}]