[{"text" : "Just believe in yourself. Even if you don't, pretend that you do and, at some point, you will.","author" : "Venus Williams"},{"text" : "I guess rumors are more exciting than the truth.","author" : "Venus Williams"},{"text" : "I don't focus on what I'm up against. I focus on my goals and I try to ignore the rest.","author" : "Venus Williams"},{"text" : "If the sun comes up, I have a chance.","author" : "Venus Williams"},{"text" : "Just believe in yourself. Even if you don't, pretend that you do and, at some point you will.","author" : "Venus Williams"},{"text" : "The principle of the design - the harmony, rhythm and balance are all the same with interior and fashion design.","author" : "Venus Williams"},{"text" : "Chiropractic gives me the flexibility I need to keep in the game.","author" : "Venus Williams"},{"text" : "Interior design is a business of trust.","author" : "Venus Williams"},{"text" : "Self-doubt is real. Everyone has it. Having confidence and losing confidence is real, too, and everyone has been in that position.","author" : "Venus Williams"},{"text" : "'Oh and Oh' is a tennis term . . . . It's a nice way of saying you took your opponent to pieces.","author" : "Venus Williams"},{"text" : "Tennis is mostly mental. You win or lose the match before you even go out there.","author" : "Venus Williams"},{"text" : "You have to believe in yourself when no one else does, that makes you a winner right there.","author" : "Venus Williams"},{"text" : "You can never get complacent because a loss is always around the corner.","author" : "Venus Williams"},{"text" : "Everyone makes their own comments. That's how rumors get started.","author" : "Venus Williams"},{"text" : "The naysayers, they don't mean a thing.","author" : "Venus Williams"},{"text" : "Every Olympics is something special. If you're fortunate enough to play for your country - there's just so much energy. It's truly amazing.","author" : "Venus Williams"},{"text" : "I’ve always found the rain very calming.","author" : "Venus Williams"},{"text" : "Some people say I have attitude - maybe I do... but I think you have to. You have to believe in yourself when no one else does, that makes you a winner right there.","author" : "Venus Williams"},{"text" : "There is nothing like training and preparation. You have to train your mind as much as your body.","author" : "Venus Williams"}]