[{"text" : "The ocean is a place of skin, rich outer membranes hiding thick juicy insides, laden with the soup of being.","author" : "Vera Nazarian"},{"text" : "Sunrise paints the sky with pinks and the sunset with peaches. Cool to warm. So is the progression from childhood to old age.","author" : "Vera Nazarian"},{"text" : "Never look directly at the sun. Instead, look at the sunflower.","author" : "Vera Nazarian"},{"text" : "Patience is not a virtue. It is an achievement.","author" : "Vera Nazarian"},{"text" : "In the kingdom of glass everything is transparent, and there is no place to hide a dark heart.","author" : "Vera Nazarian"},{"text" : "Some people prefer eating dessert to the main course. These people have never been really hungry.","author" : "Vera Nazarian"},{"text" : "The only thing faster than the speed of thought is the speed of forgetfulness. Good thing we have other people to help us remember.","author" : "Vera Nazarian"},{"text" : "Not every puzzle is intended to be solved. Some are in place to test your limits. Others are, in fact, not puzzles at all.","author" : "Vera Nazarian"},{"text" : "Would you like to know your future? If your answer is yes, think again. Not knowing is the greatest life motivator. So enjoy, endure, survive each moment as it comes to you in its proper sequence, a surprise.","author" : "Vera Nazarian"},{"text" : "Whenever you read a good book, somewhere in the world a door opens to allow in more light.","author" : "Vera Nazarian"},{"text" : "A choir is made up of many voices, including yours and mine. If .one by one all go silent then all that will be left are the soloists. Don't let a loud few determine the nature of the sound. It makes for poor harmony and diminishes the song.","author" : "Vera Nazarian"},{"text" : "Whenever you go on a trip to visit foreign lands or distant places, remember that they are all someone's home and backyard.","author" : "Vera Nazarian"},{"text" : "Each letter of the alphabet is a steadfast loyal soldier in a great army of words, sentences, paragraphs, and stories. One letter falls, and the entire language falters.","author" : "Vera Nazarian"},{"text" : "The sand in the hourglass runs from one compartment to the other, marking the passage of moments with something constant and tangible.If you watch the flowing sand, you might see time itself riding the granules.Contrary to popular opinion, time is not an old white-haired man, but a laughing child.And time sings.","author" : "Vera Nazarian"},{"text" : "Sometimes, being true to yourself means changing your mind. Self changes, and you follow.","author" : "Vera Nazarian"},{"text" : "Passion and courtesy are two polar opposite traits that serve to balance each other into a full-blooded whole.Without socialization, passion is a crude barbarian, and without passion, the elegant and polite are dead.Allow both passion and courtesy into your life in equal measure, and be complete.","author" : "Vera Nazarian"},{"text" : "The master of the garden is the one who waters it, trims the branches, plants the seeds, and pulls the weeds. If you merely stroll through the garden, you are but an acolyte.","author" : "Vera Nazarian"},{"text" : "In the plains the grass grows tall, since there is no one to cut it. There is no one to water it either.","author" : "Vera Nazarian"},{"text" : "When tough times come, it is particularly important to offset them with much gentle softness. Be a pillow.","author" : "Vera Nazarian"},{"text" : "The pyramid shape is said to hold many secrets and amazing properties. One of them is a sense of wonder.","author" : "Vera Nazarian"},{"text" : "For as long as there's anyone to ask 'Why?' the answer will always be Why not?","author" : "Vera Nazarian"},{"text" : "Strange dreams are better than no dreams at all","author" : "Vera Nazarian"},{"text" : "The difficulty in dealing with a maze or labyrinth lies not so much in navigating the convolutions to find the exit but in not entering the damn thing in the first place. Or, at least not yet again. As a creature of free will, do not be tempted into futility.","author" : "Vera Nazarian"},{"text" : "Before that lottery ticket won the jackpot, someone had to buy it.","author" : "Vera Nazarian"},{"text" : "A tornado of thought is unleashed after each new insight. This in turn results in an earthquake of assumptions. These are natural disasters that re-shape the spirit.","author" : "Vera Nazarian"},{"text" : "Unlike a fountain that circulates the same water in an enclosed, perpetually recycling system, a human being circulates thoughts in an unlimited reservoir of self. Don't limit yourself to being a mere fountain when you contain an ocean.","author" : "Vera Nazarian"},{"text" : "A boomerang returns back to the person who throws it. But first, while moving in a circle, it hits its target. So does gossip.","author" : "Vera Nazarian"},{"text" : "Sometimes, reaching out and taking someone's hand is the beginning of a journey. At other times, it is allowing another to take yours.","author" : "Vera Nazarian"},{"text" : "We often engage the defense mechanism of tunnel vision, just to keep ourselves focused on our daily lives. This makes us terribly jaded in our perception of what is really around us.","author" : "Vera Nazarian"},{"text" : "Fantasy is not the literature of subversion of the status quo but of 'awakening to' the status quo.","author" : "Vera Nazarian"},{"text" : "Stick around long enough to be someone's friend. Because true friendship, once recognized, in its essence is effortless.","author" : "Vera Nazarian"},{"text" : "There's a difference between playing and playing games. The former is an act of joy, the latter — an act.","author" : "Vera Nazarian"},{"text" : "Thoughts are slippery fish in a cold shallow stream. If you are intent on capturing a worthwhile one, you need to stand very still, focus very hard on somewhere outside yourself, and then simply ignore it until it gets so close that it tickles your ankles.","author" : "Vera Nazarian"},{"text" : "Siblings fight, pull each other's hair, steal stuff, and accuse each other indiscriminately. But siblings also know the undeniable fact that they are the same blood, share the same origins, and are family. Even when they hate each other. And that tends to put all things in perspective.","author" : "Vera Nazarian"},{"text" : "Was it you or I who stumbled first? It does not matter. The one of us who finds the strength to get up first, must help the other.","author" : "Vera Nazarian"},{"text" : "The desert and the ocean are realms of desolation on the surface. The desert is a place of bones, where the innards are turned out, to desiccate into dust.","author" : "Vera Nazarian"},{"text" : "In the desert, the only god is a well.","author" : "Vera Nazarian"},{"text" : "A fine glass vase goes from treasure to trash, the moment it is broken. Fortunately, something else happens to you and me. Pick up your pieces. Then, help me gather mine.","author" : "Vera Nazarian"},{"text" : "Incidentally, the world is magical. Magic is simply what's off our human scale... at the moment.","author" : "Vera Nazarian"},{"text" : "If you are faced with a mountain, you have several options. You can climb it and cross to the other side. You can go around it. You can dig under it. You can fly over it. You can blow it up. You can ignore it and pretend it’s not there. You can turn around and go back the way you came. Or you can stay on the mountain and make it your home.","author" : "Vera Nazarian"},{"text" : "If Music is a Place -- then Jazz is the City, Folk is the Wilderness, Rock is the Road, Classical is a Temple.","author" : "Vera Nazarian"},{"text" : "It's easier for a rich man to ride that camel through the eye of a needle directly into the Kingdom of Heaven, than for some of us to give up our cell phone.","author" : "Vera Nazarian"},{"text" : "A choir is made up of many voices, including yours and mine. If one by one all go silent then all that will be left are the soloists. Don't let a loud few determine the nature of the sound. It makes for poor harmony and diminishes the song.","author" : "Vera Nazarian"},{"text" : "A woman is human. She is not better, wiser, stronger, more intelligent, more creative, or more responsible than a man. Likewise, she is never less. Equality is a given.","author" : "Vera Nazarian"},{"text" : "On this material plane, each living being is like a street lantern lamp with a dirty lampshade.","author" : "Vera Nazarian"}]