[{"text" : "Perseverance, secret of all triumphs.","author" : "Victor Hugo"},{"text" : "Laughter is the sun that drives winter from the human face.","author" : "Victor Hugo"},{"text" : "He who opens a school door, closes a prison.","author" : "Victor Hugo"},{"text" : "Fashions have done more harm than revolutions.","author" : "Victor Hugo"},{"text" : "He sought to transform the grief that looks down into the grave by showing it the grief that looks up to the stars.","author" : "Victor Hugo"},{"text" : "Inspiration and genius--one and the same.","author" : "Victor Hugo"},{"text" : "When a woman is talking to you, listen to what she says with her eyes.","author" : "Victor Hugo"},{"text" : "Music expresses that which cannot be put into words and that which cannot remain silent.","author" : "Victor Hugo"},{"text" : "To give thanks in solitude is enough. Thanksgiving has wings and goes where it must go. Your prayer knows much more about it than you do.","author" : "Victor Hugo"},{"text" : "He does not weep who does not see.","author" : "Victor Hugo"},{"text" : "What I feel for you seems less of earth and more of a cloudless heaven.","author" : "Victor Hugo"},{"text" : "People do not lack strength; they lack will.","author" : "Victor Hugo"},{"text" : "The supreme happiness of life is the conviction that one is loved; loved for oneself, or better yet, loved despite oneself.","author" : "Victor Hugo"},{"text" : "Reason is intelligence taking exercise. Imagination is intelligence with an erection.","author" : "Victor Hugo"},{"text" : "Even the darkest night will end and the sun will rise.","author" : "Victor Hugo"},{"text" : "Progress is the stride of God.","author" : "Victor Hugo"},{"text" : "Curiosity is one of the forms of feminine bravery.","author" : "Victor Hugo"},{"text" : "Common sense is in spite of, not as the result of education.","author" : "Victor Hugo"},{"text" : "It is by suffering that human beings become angels.","author" : "Victor Hugo"},{"text" : "Short as life is, we make it still shorter by the careless waste of time.","author" : "Victor Hugo"},{"text" : "Have courage for the great sorrows in life, and patience for the small ones. And when you have laboriously accomplished your daily tasks, go to sleep in peace, God is awake.","author" : "Victor Hugo"},{"text" : "Adversity makes men, and prosperity makes monsters.","author" : "Victor Hugo"},{"text" : "To reform a man, you must begin with his grandmother.","author" : "Victor Hugo"},{"text" : "What makes night within us may leave stars.","author" : "Victor Hugo"},{"text" : "There is always more misery among the lower classes than there is humanity in the higher.","author" : "Victor Hugo"},{"text" : "Excitement is not enjoyment: in calmness lies true pleasure. The most precious wines are sipped, not bolted at a swallow.","author" : "Victor Hugo"},{"text" : "The wicked envy and hate; it is their way of admiring.","author" : "Victor Hugo"},{"text" : "Close by the Rights of Man, at the least set beside them, are the Rights of the Spirit.","author" : "Victor Hugo"},{"text" : "A great artist is a great man in a great child.","author" : "Victor Hugo"},{"text" : "I have been loving you a little more every minute since this morning.","author" : "Victor Hugo"},{"text" : "All the human and animal manure which the world wastes, if returned to the land, instead of being thrown into the sea, would suffice to nourish the world","author" : "Victor Hugo"},{"text" : "Concision in style, precision in thought, decision in life.","author" : "Victor Hugo"},{"text" : "The greatest happiness of life it the conviction that we are loved; loved for ourselves, or rather, loved in spite of ourselves.","author" : "Victor Hugo"},{"text" : "The greatest happiness of life is the conviction that we are loved; loved for ourselves, or rather, loved in spite of ourselves.","author" : "Victor Hugo"},{"text" : "Life is a flower of which love is the honey.","author" : "Victor Hugo"},{"text" : "An invasion of armies can be resisted, but not an idea whose time has come.","author" : "Victor Hugo"},{"text" : "England has two books; the Bible and Shakespeare. England made Shakespeare, but the Bible made England.","author" : "Victor Hugo"},{"text" : "A man is not idle because he is absorbed in thought. There is a visible labor and there is an invisible labor.","author" : "Victor Hugo"},{"text" : "You are adorable, mademoiselle. I study your feet with the microscope and your soul with the telescope.","author" : "Victor Hugo"},{"text" : "There is something more terrible than a hell of suffering – a hell of boredom.","author" : "Victor Hugo"},{"text" : "The mountains, the forest, and the sea, render men savage; they develop the fierce, but yet do not destroy the human.","author" : "Victor Hugo"},{"text" : "He who opens a school door closes a prison.","author" : "Victor Hugo"},{"text" : "She had had sweet dreams, which possibly arose from the fact that her little bed was very white.","author" : "Victor Hugo"},{"text" : "A little girl without a doll is almost as unfortunate and quite as impossible as a woman without children.","author" : "Victor Hugo"},{"text" : "Taste is the common sense of genius.","author" : "Victor Hugo"},{"text" : "Initiative is doing the right thing without being told.","author" : "Victor Hugo"},{"text" : "The beautiful has but one type, the ugly has a thousand.","author" : "Victor Hugo"},{"text" : "To study in Paris is to be born in Paris!","author" : "Victor Hugo"},{"text" : "A breath of Paris preserves the soul.","author" : "Victor Hugo"},{"text" : "She was a lovely blonde, with fine teeth. She had gold and pearls for her dowry; but her gold was on her head, and her pearls were in her mouth.","author" : "Victor Hugo"},{"text" : "Nihilism has no substance. There is no such thing as nothingness, and zero does not exist. Everything is something. Nothing is nothing.","author" : "Victor Hugo"},{"text" : "Reaction a boat which is going against the current but which does not prevent the river from flowing on.","author" : "Victor Hugo"},{"text" : "The supreme happiness of life is the conviction that we are loved; loved for ourselves say rather, loved in spite of ourselves.","author" : "Victor Hugo"},{"text" : "To love another person is to see the face of God.","author" : "Victor Hugo"},{"text" : "Nothing makes a man so adventurous as an empty pocket.","author" : "Victor Hugo"},{"text" : "Forty is the old age of youth; fifty the youth olf old age.","author" : "Victor Hugo"},{"text" : "Nothing is more imminent than the impossible. What we must always foresee is the unforeseen.","author" : "Victor Hugo"},{"text" : "Inspiration and genius one and the same.","author" : "Victor Hugo"},{"text" : "Let us study things that are no more. It is necessary to understand them, if only to avoid them.","author" : "Victor Hugo"},{"text" : "Love is a portion of the soul itself, and it is of the same nature as the celestial breathing of the atmosphere of paradise.","author" : "Victor Hugo"},{"text" : "Good night! Good night! Far flies the light; But still God's love Shall shine above, Making all bright, Good night! Good night!","author" : "Victor Hugo"},{"text" : "Morality is truth in full bloom.","author" : "Victor Hugo"},{"text" : "Melancholy is the pleasure of being sad.","author" : "Victor Hugo"},{"text" : "Melancholy is the happiness of being sad.","author" : "Victor Hugo"},{"text" : "Forty is the old age of youth; fifty the youth of old age.","author" : "Victor Hugo"},{"text" : "Great buildings, like great mountains, are the work of centuries.","author" : "Victor Hugo"},{"text" : "Everything being a constant carnival, there is no carnival left.","author" : "Victor Hugo"},{"text" : "To learn to read is to light a fire; every syllable that is spelled out is a spark.","author" : "Victor Hugo"},{"text" : "When we are at the end of life, to die means to go away; when we are at the beginning, to go away means to die.","author" : "Victor Hugo"},{"text" : "All the forces in the world are not so powerful as an idea whose time has come.","author" : "Victor Hugo"},{"text" : "Popularity - a piece of faded tinsel, that is out of date.","author" : "Victor Hugo"},{"text" : "Popularity is glory's small change.","author" : "Victor Hugo"},{"text" : "Life is the flower for which love is the honey.","author" : "Victor Hugo"},{"text" : "In saying no to progress, it is not the future which they condemn, but themselves. They give themselves a melancholy disease; they inoculate themselves with the past. There is but one way of refusing tomorrow, that is to die.","author" : "Victor Hugo"},{"text" : "By putting forward the hands of the clock you shall not advance the hour.","author" : "Victor Hugo"},{"text" : "A man trying to escape never thinks himself sufficiently concealed.","author" : "Victor Hugo"},{"text" : "When God desires to destroy a thing, he entrusts its destruction to the thing itself. Every bad institution of this world ends by suicide.","author" : "Victor Hugo"},{"text" : "She might have melted a heart of stone, but nothing can melt a heart of wood.","author" : "Victor Hugo"},{"text" : "As for methods of prayer, all are good, as long as they are sincere","author" : "Victor Hugo"},{"text" : "Great grief is a divine and terrible radiance which transfigures the wretched.","author" : "Victor Hugo"},{"text" : "The supreme happiness of life is the conviction that we are loved-loved for ourselves, or rather, loved in spite of ourselves.","author" : "Victor Hugo"},{"text" : "Daring is the price of progress. All splendid conquests are the prize of boldness, more or less.","author" : "Victor Hugo"},{"text" : "Diamonds are found only in the dark places of the earth, truths are found only in the depths of thought.","author" : "Victor Hugo"},{"text" : "Almost all our desires, when examined, contain something too shameful to reveal.","author" : "Victor Hugo"},{"text" : "There is nothing like a dream to create the future.","author" : "Victor Hugo"},{"text" : "There is a way of meeting error while on the road of truth.","author" : "Victor Hugo"},{"text" : "He was not his father, and this was not his work; but he was the master, and this was his masterpiece.","author" : "Victor Hugo"},{"text" : "Music expresses that which cannot be said and on which it is impossible to be silent.","author" : "Victor Hugo"},{"text" : "All the human and animal manure which the world wastes, if returned to the land, instead of being thrown into the sea, would suffice to nourish the world.","author" : "Victor Hugo"},{"text" : "All their teeth are yellow. No tooth-brush ever entered that convent. Brushing one's teeth is at the top of a ladder at whose bottom is the loss of one's soul.","author" : "Victor Hugo"},{"text" : "Progress is not accomplished in one stage.","author" : "Victor Hugo"},{"text" : "Nations, like stars, are entitled to eclipse. All is well, provided the light returns and the eclipse does not become endless night. Dawn and resurrection are synonymous.","author" : "Victor Hugo"},{"text" : "Each man should frame life so that at some future hour fact and his dreaming meet.","author" : "Victor Hugo"},{"text" : "Be as a bird perched on a frail branch that she feels bending beneath her, still she sings away all the same, knowing she has wings.","author" : "Victor Hugo"},{"text" : "A compliment is something like a kiss through a veil.","author" : "Victor Hugo"},{"text" : "Many great actions are committed in small struggles.","author" : "Victor Hugo"},{"text" : "What a gloomy thing, not to know the address of one's soul.","author" : "Victor Hugo"},{"text" : "When grace is joined with wrinkles, it is adorable.  There is an unspeakable dawn in happy old age.","author" : "Victor Hugo"},{"text" : "To think of shadows is a serious thing.","author" : "Victor Hugo"},{"text" : "Liberation is not deliverance.","author" : "Victor Hugo"},{"text" : "Tobacco is the plant that converts thoughts into dreams.","author" : "Victor Hugo"},{"text" : "When dictatorship is a fact, revolution becomes a right.","author" : "Victor Hugo"},{"text" : "A one-eyed man is much more incomplete than a blind man, for he knows what it is that's lacking.","author" : "Victor Hugo"},{"text" : "Do not let it be your aim to be something, but to be someone.","author" : "Victor Hugo"},{"text" : "It is from books that wise men derive consolation in the troubles of life.","author" : "Victor Hugo"},{"text" : "One is not idle because one is absorbed. There is both visible and invisible labor. To contemplate is to toil, to think is to do. The crossed arms work, the clasped hands act. The eyes upturned to Heaven are an act of creation.","author" : "Victor Hugo"},{"text" : "To contemplate is to look at shadows.","author" : "Victor Hugo"},{"text" : "Winter is on my head, but eternal spring is in my heart; I breathe at this hour the fragrance of the lilacs, the violets, and the roses, as at twenty years ago.","author" : "Victor Hugo"},{"text" : "There is no rapture in the love which is prompted by esteem; such affection is lasting, not passionate.","author" : "Victor Hugo"},{"text" : "Nothing is so stifling as symmetry. Symmetry is boredom, the quintessence of mourning. Despair yawns. There is something more terrible than a hell of suffering -- a hell of boredom.","author" : "Victor Hugo"},{"text" : "Symmetry is ennui, and ennui is the very essence of grief and melancholy. Despair yawns.","author" : "Victor Hugo"},{"text" : "As a means of contrast with the sublime, the grotesque is, in our view, the richest source that nature can offer.","author" : "Victor Hugo"},{"text" : "Sublime upon sublime scarcely presents a contrast, and we need a little rest from everything, even the beautiful.","author" : "Victor Hugo"},{"text" : "Idleness is the heaviest of all oppressions.","author" : "Victor Hugo"},{"text" : "It is most pleasant to commit a just action which is disagreeable to someone whom one does not like.","author" : "Victor Hugo"},{"text" : "Thought is the labor of the intellect, reverie is its pleasure.","author" : "Victor Hugo"},{"text" : "Change your opinions, keep to your principles; change your leaves, keep intact your roots.","author" : "Victor Hugo"},{"text" : "Dirt has been shrewdly termed 'misplaced material'.","author" : "Victor Hugo"},{"text" : "When grace is joined with wrinkles, it is adorable. There is an unspeakable dawn in happy old age.","author" : "Victor Hugo"},{"text" : "A mother's arms are made of tenderness and children sleep soundly in them.","author" : "Victor Hugo"},{"text" : "Lastly, this threefold poetry flows from three great sources - The Bible, Homer, Shakespeare.... The Bible before the Iliad, the Iliad before Shakespeare.","author" : "Victor Hugo"},{"text" : "As the purse is emptied, the heart is filled.","author" : "Victor Hugo"},{"text" : "The left-handed are precious; they take places which are inconvenient for the rest.","author" : "Victor Hugo"},{"text" : "When a man is out of sight, it is not too long before he is out of mind.","author" : "Victor Hugo"},{"text" : "To rise from error to truth is rare and beautiful.","author" : "Victor Hugo"},{"text" : "Earnestness is the salt of eloquence.","author" : "Victor Hugo"},{"text" : "There are many tongues to talk, and but few heads to think.","author" : "Victor Hugo"},{"text" : "The most terrible of motives and the most unanswerable of responses: Because.","author" : "Victor Hugo"},{"text" : "The owl goes not into the nest of the lark.","author" : "Victor Hugo"},{"text" : "Sorrow is a fruit. God does not make it grow on limbs too weak to bear it.","author" : "Victor Hugo"},{"text" : "The thirst for the infinite proves infinity.","author" : "Victor Hugo"},{"text" : "Cheerfulness is like money well expended in charity; the more we dispense of it, the greater our possession.","author" : "Victor Hugo"},{"text" : "The word Gothic, in the sense in which it is generally employed, is wholly unsuitable, but wholly consecrated. Hence we accept it and we adopt it, like all the rest of the world, to characterize the architecture of the second half of the Middle Ages, where the ogive is the principle which succeeds the architecture of the first period, of which the semi-circle is the father.","author" : "Victor Hugo"},{"text" : "Man lives more by affirmation than by bread.","author" : "Victor Hugo"},{"text" : "He didn't know if he was looking at a pretty girl, or a lovely fairy.","author" : "Victor Hugo"},{"text" : "It seemed to her almost that she was pretty. This threw her in a singularly troubled state of mind. Up to that moment she had never thought of her face.","author" : "Victor Hugo"},{"text" : "Society is a republic. When an individual tries to lift themselves above others, they are dragged down by the mass, either by ridicule or slander.","author" : "Victor Hugo"},{"text" : "Justice has its anger, my lord Bishop, and the wrath of justice is an element of progress. Whatever else may be said of it, the French Revolution was the greatest step forward by mankind since the coming of Christ. It was unfinished, I agree, but still it was sublime. It released the untapped springs of society; it softened hearts, appeased, tranquilized, enlightened, and set flowing through the world the tides of civilization. It was good. The French Revolution was the anointing of humanity.","author" : "Victor Hugo"},{"text" : "Dear God! how beauty varies in nature and art. In a woman the flesh must be like marble; in a statue the marble must be like flesh.","author" : "Victor Hugo"},{"text" : "Habit is the nursery of errors.","author" : "Victor Hugo"},{"text" : "England has two books, the Bible and Shakespeare. England made Shakespeare, but the Bible made England.","author" : "Victor Hugo"},{"text" : "I shall be great and you rich, because we love each other.","author" : "Victor Hugo"},{"text" : "A noble soul and real poetic talent are almost always inseparable.","author" : "Victor Hugo"},{"text" : "Life, misfortunes, isolation, abandonment, poverty, are battlefields which have their heroes; obscure heroes, sometimes greater than the illustrious heroes.","author" : "Victor Hugo"},{"text" : "In every cradle decked with rosy wreath lurk germs of death.","author" : "Victor Hugo"},{"text" : "For dogs we kings should have lions, and for cats, tigers. The great benefits a crown.","author" : "Victor Hugo"},{"text" : "It is the essence of truth that it is never excessive.... We must not resort to the flame where only light is required.","author" : "Victor Hugo"},{"text" : "Those who every morning plan the transactions of the day and follow out that plan carry a thread that will guide them through the labyrinth of the most busy life. The orderly arrangement of their time is like a ray of light which darts itself through all their occupations. But where no plan is laid, where the disposal of time is surrendered merely to the chance of incidents, chaos will soon reign.","author" : "Victor Hugo"},{"text" : "Creation lives, grows, and multiplies; man is but a witness.","author" : "Victor Hugo"},{"text" : "People overwhelmed with trouble do not look behind; they know only too well that misfortune follows them.","author" : "Victor Hugo"},{"text" : "Winter is on my head, but eternal spring is in my heart.","author" : "Victor Hugo"},{"text" : "At the shrine of friendship never say die, let the wine of friendship never run dry.","author" : "Victor Hugo"},{"text" : "Reaction - a boat which is going against the current but which does not prevent the river from flowing on.","author" : "Victor Hugo"},{"text" : "Have courage for the great sorrows of life and patience for the small ones; and when you have laboriously accomplished your daily task, go to sleep in peace. God is awake.","author" : "Victor Hugo"},{"text" : "Teach the ignorant as much as you can.","author" : "Victor Hugo"},{"text" : "How did it happen that their lips came together? How does it happen that birds sing, that snow melts, that the rose unfolds, that the dawn whitens behind the stark shapes of trees on the quivering summit of the hill? A kiss, and all was said.","author" : "Victor Hugo"},{"text" : "A garden to walk in and immensity to dream in–what more could he ask? A few flowers at his feet and above him the stars.","author" : "Victor Hugo"},{"text" : "There are fathers who do not love their children; there is no grandfather who does not adore his grandson.","author" : "Victor Hugo"},{"text" : "A bird alone could have extricated himself from that place.","author" : "Victor Hugo"},{"text" : "At the shrine if friendship never say die, let the wine of friendship never run dry.","author" : "Victor Hugo"},{"text" : "Forty is the old age of youth; fifty is the youth of old age.","author" : "Victor Hugo"},{"text" : "Who could ever then can calculate the path of a molecule? how do we know that the creations of worlds are not determined by the falling of grains of sand?","author" : "Victor Hugo"},{"text" : "Take away time is money, and what is left of England? take away cotton is king, and what is left of America?","author" : "Victor Hugo"},{"text" : "The drama is complete poetry. The ode and the epic contain it only in germ; it contains both of them in a state of high development, and epitomizes both.","author" : "Victor Hugo"},{"text" : "Civil war? What does that mean? Is there any foreign war? Isn't every war fought between men, between brothers?","author" : "Victor Hugo"},{"text" : "There is neither a foreign war nor a civil war; there is only just and unjust war.","author" : "Victor Hugo"},{"text" : "If you would civilize a man, begin with his grandmother.","author" : "Victor Hugo"},{"text" : "The clouds. The only birds that never sleep.","author" : "Victor Hugo"},{"text" : "The most powerful symptom of love is a tenderness which becomes at times almost insupportable.","author" : "Victor Hugo"},{"text" : "The supreme happiness of life is the conviction that we are loved.","author" : "Victor Hugo"},{"text" : "Caution is the eldest child of wisdom.","author" : "Victor Hugo"},{"text" : "It was hunger that drove us to exploration. And it took a depression to teach us the real value of a job.","author" : "Victor Hugo"},{"text" : "Do you know what friendship is? it is to be brother and sister, two souls which touch without mingling, two fingers on one hand.","author" : "Victor Hugo"},{"text" : "The pupil dilates in darkness and in the end finds light, just as the soul dilates in misfortune and in the end finds God.","author" : "Victor Hugo"},{"text" : "The first symptom of true love in a young man is timidity, in a girl it is boldness. The two sexes have a tendency to approach, and each assumes the qualities of the other.","author" : "Victor Hugo"},{"text" : "To lie a little is not possible; whoever lies, lies a whole lie.","author" : "Victor Hugo"},{"text" : "Curiosity is gluttony. To see is to devour.","author" : "Victor Hugo"},{"text" : "There are souls which, crab-like, crawl continually toward darkness, going back in life rather than advancing in it, using what experience they have to increase their deformity, growing worse without ceasing, and becoming steeped more and more thoroughly in an intensifying wickedness.","author" : "Victor Hugo"},{"text" : "No one ever keeps a secret so well as a child.","author" : "Victor Hugo"},{"text" : "But secondly you say 'society must exact vengeance, and society must punish'. Wrong on both counts. Vengeance comes from the individual and punishment from God.","author" : "Victor Hugo"},{"text" : "To love beauty is to see light.","author" : "Victor Hugo"},{"text" : "I am like a forest that has once been razed; the new shoots are stronger and brisker.","author" : "Victor Hugo"},{"text" : "There is one spectacle grander than the sea, that is the sky; there is one spectacle grander than the sky, that is the interior of the soul.","author" : "Victor Hugo"}]