[{"text" : "Terrorism has no nationality or religion.","author" : "Vladimir Putin"},{"text" : "Terrorism has once again shown it is prepared deliberately to stop at nothing in creating human victims. An end must be put to this. As never before, it is vital to unite forces of the entire world community against terror.","author" : "Vladimir Putin"},{"text" : "Those who fight corruption should be clean themselves.","author" : "Vladimir Putin"},{"text" : "The ability to compromise is not a diplomatic politeness toward a partner but rather taking into account and respecting your partner's legitimate interests.","author" : "Vladimir Putin"},{"text" : "The Cold War is over. The world has become much more complicated.","author" : "Vladimir Putin"},{"text" : "Speaking seriously, Russia does not want to aggravate relations with anyone. We don't want any tensions. We want a good, friendly partnership with everyone.","author" : "Vladimir Putin"},{"text" : "Nobody should pin their hopes on a miracle.","author" : "Vladimir Putin"},{"text" : "China is a great country with a great culture, populated by fascinating, industrious and talented people.","author" : "Vladimir Putin"},{"text" : "Bike is the most democratic transport vehicle.","author" : "Vladimir Putin"},{"text" : "I have a private life in which I do not permit interference. It must be respected.","author" : "Vladimir Putin"},{"text" : "Brazil is one of the biggest Latin American countries, the biggest, no doubt, and, more importantly, it is a country with immense development potential.","author" : "Vladimir Putin"},{"text" : "The climate is changing. This year we have come to understand this when we faced events that resulted in fires.","author" : "Vladimir Putin"},{"text" : "We're no longer in the Cold War. Eavesdropping on friends is unacceptable.","author" : "Vladimir Putin"},{"text" : "Spying has always gone on since ancient times.","author" : "Vladimir Putin"},{"text" : "The centuries-old history and culture of India, majestic architectural monuments and museums of Delhi, Agra and Mumbai have a unique attractive force.","author" : "Vladimir Putin"},{"text" : "If you aspire to be a leader of your own country, you must speak your own language, for God's sake.","author" : "Vladimir Putin"},{"text" : "Things are different in the international relations between states. In this respect, I am neither a friend, nor bride or groom [of the West].","author" : "Vladimir Putin"},{"text" : "I think the international community should unite to fight such inhuman phenomena as terror attacks and the murder of totally innocent people.","author" : "Vladimir Putin"},{"text" : "Respecting the sovereignty means preventing coups, unconstitutional actions and illegitimate overthrowing of the legitimate government. All these things should be totally prevented.","author" : "Vladimir Putin"},{"text" : "You must obey the law, always, not only when they grab you by your special place.","author" : "Vladimir Putin"},{"text" : "Sometimes it is necessary to be lonely in order to prove that you are right.","author" : "Vladimir Putin"}]