[{"text" : "A revolution is impossible without a revolutionary situation; furthermore, not every revolutionary situation leads to revolution.","author" : "Vladimir Lenin"},{"text" : "The most important thing when ill, is to never lose heart.","author" : "Vladimir Lenin"},{"text" : "The way to crush the bourgeoisie is to grind them between the millstones of taxation and inflation.","author" : "Vladimir Lenin"},{"text" : "One man with a gun can control 100 without one.","author" : "Vladimir Lenin"},{"text" : "It is in prison that one becomes a real revolutionary.","author" : "Vladimir Lenin"},{"text" : "One man with a gun can control a hundred without one.","author" : "Vladimir Lenin"},{"text" : "Despair is typical of those who do not understand the causes of evil, see no way out, and are incapable of struggle. The modern industrial proletariat does not belong to the category of such classes.","author" : "Vladimir Lenin"},{"text" : "The goal of socialism is communism.","author" : "Vladimir Lenin"},{"text" : "Imperialism: The final stage of Capitalism.","author" : "Vladimir Lenin"},{"text" : "If it were necessary to give the briefest possible definition of imperialism, we should have to say that imperialism is the monopoly stage of capitalism.","author" : "Vladimir Lenin"},{"text" : "Authority poisons everybody who takes authority on himself.","author" : "Vladimir Lenin"},{"text" : "To rely upon conviction, devotion, and other excellent spiritual qualities; that is not to be taken seriously in politics.","author" : "Vladimir Lenin"},{"text" : "The best way to destroy the capitalist system is to debauch the currency.","author" : "Vladimir Lenin"},{"text" : "No Marxist can deny that the interests of socialism are higher than the interests of the right of nations to self-determination.","author" : "Vladimir Lenin"},{"text" : "Unity is a great thing and a great slogan. But what the workers' cause needs is the unity of Marxists, not unity between Marxists, and opponents and distorters of Marxism.","author" : "Vladimir Lenin"},{"text" : "Pacifism, the preaching of peace in the abstract, is one of the means of duping the working class.","author" : "Vladimir Lenin"},{"text" : "You cannot make a revolution in white gloves.","author" : "Vladimir Lenin"},{"text" : "We need the real, nation wide terror which reinvigorates the country and through which the great French Revolution achieved glory.","author" : "Vladimir Lenin"},{"text" : "We Would Be Deceiving Both Ourselves And The People If We Concealed From The Masses The Necessity Of A Desperate, Bloody War Of Extermination, As The Immediate Task Of The Coming Revolutionary Action.","author" : "Vladimir Lenin"},{"text" : "All over the world, wherever there are capitalists, freedom of the press means freedom to buy up newspapers, to buy writers, to bribe, buy and fake “public opinion” for the benefit of the bourgeoisie.","author" : "Vladimir Lenin"},{"text" : "A lie told often enough becomes the truth.","author" : "Vladimir Lenin"},{"text" : "Learning is never done without errors and defeat.","author" : "Vladimir Lenin"},{"text" : "The most important thing in illness is never to lose heart.","author" : "Vladimir Lenin"},{"text" : "Democracy for an insignificant minority, democracy for the rich that is the democracy of capitalist society.","author" : "Vladimir Lenin"},{"text" : "Fascism is capitalism in decay.","author" : "Vladimir Lenin"}]