[{"text" : "Don't think money does everything or you are going to end up doing everything for money.","author" : "Voltaire"},{"text" : "When it is a question of money, everybody is of the same religion.","author" : "Voltaire"},{"text" : "We are rarely proud when we are alone.","author" : "Voltaire"},{"text" : "The infinitely little have a pride infinitely great.","author" : "Voltaire"},{"text" : "Love is a canvas furnished by Nature and embroidered by imagination.","author" : "Voltaire"},{"text" : "The passions are the winds which fill the sails of the vessel; they sink it at times, but without them it would be impossible to make way.","author" : "Voltaire"},{"text" : "Every man is guilty of all the good he didn't do.","author" : "Voltaire"},{"text" : "God is a circle whose center is everywhere and circumference nowhere.","author" : "Voltaire"},{"text" : "Faith consists in believing when it is beyond the power of reason to believe.","author" : "Voltaire"},{"text" : "With great power comes great responsibility.","author" : "Voltaire"},{"text" : "Tears are the silent language of grief.","author" : "Voltaire"},{"text" : "History is filled with the sound of silken slippers going downstairs and wooden shoes coming up.","author" : "Voltaire"},{"text" : "No problem can withstand the assault of sustained thinking.","author" : "Voltaire"},{"text" : "Think for yourselves and let others enjoy the privilege to do so, too","author" : "Voltaire"},{"text" : "All the citizens of a state cannot be equally powerful, but they may be equally free.","author" : "Voltaire"},{"text" : "All people are equal, it is not birth, it is virtue alone that makes the difference.","author" : "Voltaire"},{"text" : "Judge a man by his questions rather than by his answers.","author" : "Voltaire"},{"text" : "Perfection is attained by slow degrees; it requires the hand of time.","author" : "Voltaire"},{"text" : "Optimism is the madness of insisting that all is well when we are miserable.","author" : "Voltaire"},{"text" : "Madness is to think of too many things in succession too fast, or of one thing too exclusively.","author" : "Voltaire"},{"text" : "Beauty pleases the eyes only; Sweetness of disposition charms the soul.","author" : "Voltaire"},{"text" : "The safest course is to do nothing against one's conscience. With this secret, we can enjoy life and have no fear from death.","author" : "Voltaire"},{"text" : "If you have two religions in your land, the two will cut each other's throats; but if you have thirty religions, they dwell in peace.","author" : "Voltaire"},{"text" : "What is tolerance?--it is the consequence of humanity. We are all formed of frailty and error; let us pardon reciprocally each other's folly--that is the first law of nature.","author" : "Voltaire"},{"text" : "Use, do not abuse; neither abstinence nor excess ever renders man happy.","author" : "Voltaire"},{"text" : "Every abuse ought to be reformed, unless the reform is more dangerous than the abuse itself.","author" : "Voltaire"},{"text" : "The best is the enemy of the good.","author" : "Voltaire"},{"text" : "Let us cultivate our garden.","author" : "Voltaire"},{"text" : "One great use of words is to hide our thoughts.","author" : "Voltaire"},{"text" : "I disapprove of what you say, but I will defend to the death your right to say it.","author" : "Voltaire"},{"text" : "Every one goes astray, but the least imprudent are they who repent the soonest.","author" : "Voltaire"},{"text" : "The true character of liberty is independence, maintained by force.","author" : "Voltaire"},{"text" : "It is not love that should be depicted as blind, but self-love.","author" : "Voltaire"},{"text" : "Doubt is not a pleasant condition, but certainty is absurd.","author" : "Voltaire"},{"text" : "There are two things for which animals are to be envied: they know nothing of future evils, or of what people say about them.","author" : "Voltaire"},{"text" : "A woman can keep one secret - the secret of her age.","author" : "Voltaire"},{"text" : "Chance is a word void of sense; nothing can exist without a cause.","author" : "Voltaire"},{"text" : "The art of medicine consists of amusing the patient while nature cures the disease.","author" : "Voltaire"},{"text" : "We must cultivate our own garden. When man was put in the garden of Eden he was put there so that he should work, which proves that man was not born to rest.","author" : "Voltaire"},{"text" : "I know of no great men except those who have rendered great service to the human race.","author" : "Voltaire"},{"text" : "We have a natural right to make use of our pens as of our tongue, at our peril, risk and hazard.","author" : "Voltaire"},{"text" : "Life is a shipwreck but we must not forget to sing in the lifeboats.","author" : "Voltaire"},{"text" : "As long as people believe in absurdities they will continue to commit atrocities.","author" : "Voltaire"},{"text" : "To the wicked, everything serves as pretext.","author" : "Voltaire"},{"text" : "Prejudices are what fools use for reason.","author" : "Voltaire"},{"text" : "Prejudice is opinion without judgement.","author" : "Voltaire"},{"text" : "Prejudices are what rule the vulgar crowd.","author" : "Voltaire"},{"text" : "The husband who decides to surprise his wife is often very much surprised himself.","author" : "Voltaire"},{"text" : "Injustice in the end produces independence.","author" : "Voltaire"},{"text" : "I know of no great man except those who have rendered great services to the human race.","author" : "Voltaire"},{"text" : "It is not known precisely where angels dwell -- whether in the air, the void, or the planets. It has not been God's pleasure that we should be informed of their abode.","author" : "Voltaire"},{"text" : "Each player must accept the cards that life deals him or her. But once in hand one must decide how to play the cards in order to win the game.","author" : "Voltaire"},{"text" : "It is forbidden to kill; therefore all murderers are punished unless they kill in large numbers and to the sound of trumpets.","author" : "Voltaire"},{"text" : "Originality is nothing but judicious imitation.","author" : "Voltaire"},{"text" : "Appreciation is a wonderful thing: It makes what is excellent in others belong to us as well.","author" : "Voltaire"},{"text" : "Appreciation is a wonderful thing. It makes what is excellent in others belong to us as well.","author" : "Voltaire"},{"text" : "Life is a shipwreck but we must not forget tosing in the lifeboats.","author" : "Voltaire"},{"text" : "No snowflake in an avalanche ever feels responsible.","author" : "Voltaire"},{"text" : "Work spares us from three evils: boredom, vice, and need.","author" : "Voltaire"},{"text" : "Clever tyrants are never punished.","author" : "Voltaire"},{"text" : "It is lamentable, that to be a good patriot one must become the enemy of the rest of mankind.","author" : "Voltaire"},{"text" : "All kinds are good except the kind that bores you.","author" : "Voltaire"},{"text" : "Work banishes those three great evils, boredom, vice, and poverty.","author" : "Voltaire"},{"text" : "Ice cream is exquisite. What a pity it isn't illegal.","author" : "Voltaire"},{"text" : "The longer we dwell on our misfortunes, the greater is their power to harm us.","author" : "Voltaire"},{"text" : "It is only through timidity that states are lost.","author" : "Voltaire"},{"text" : "Love has features which pierce all hearts, he wears a bandage which conceals the faults of those beloved. He has wings, he comes quickly and flies away the same.","author" : "Voltaire"},{"text" : "Man is free at the moment he wishes to be.","author" : "Voltaire"},{"text" : "It is not enough to conquer, one must also know how to seduce.","author" : "Voltaire"},{"text" : "Satire lies about literary men while they live and eulogy lies about them when they die.","author" : "Voltaire"},{"text" : "Illusion is the first of all pleasures.","author" : "Voltaire"},{"text" : "One day everything will be well, that is our hope. Everything's fine today, that is our illusion.","author" : "Voltaire"},{"text" : "In the case of news, we should always wait for the sacrament of confirmation.","author" : "Voltaire"},{"text" : "Present opportunities are not to be neglected; they rarely visit us twice.","author" : "Voltaire"},{"text" : "Be bold, proclaim it everywhere: They only live who dare.","author" : "Voltaire"},{"text" : "Dress changes the manners.","author" : "Voltaire"},{"text" : "The secret of being boring is to say everything.","author" : "Voltaire"},{"text" : "To learn who rules over you, simply find out who you are not allowed to criticize.","author" : "Voltaire"},{"text" : "The most important decision you make is to be in a good mood.","author" : "Voltaire"},{"text" : "God gave us the gift of life; it is up to us to give ourselves the gift of living well.","author" : "Voltaire"},{"text" : "It is better to risk saving a guilty man than to condemn an innocent one.","author" : "Voltaire"},{"text" : "Cherish those who seek the truth but beware of those who find it.","author" : "Voltaire"},{"text" : "So long as the people do not care to exercise their freedom, those who wish to tyrannize will do so; for tyrants are active and ardent, and will devote themselves in the name of any number of gods, religious and otherwise, to put shackles upon sleeping men.","author" : "Voltaire"},{"text" : "Labor rids us of three great evils poverty, vice, and boredom.","author" : "Voltaire"},{"text" : "Every man is guilty of all the good he did not do.","author" : "Voltaire"},{"text" : "Opinion has caused more trouble on this little earth than plagues or earthquakes.","author" : "Voltaire"},{"text" : "To succeed in the world it is not enough to be stupid, you must also be well-mannered.","author" : "Voltaire"},{"text" : "Tyrants have always some slight shade of virtue; they support the laws before destroying them.","author" : "Voltaire"},{"text" : "It is dangerous to be right in matters on which the established authorities are wrong.","author" : "Voltaire"},{"text" : "The true triumph of reason is that it enables us to get along with those who do not possess it.","author" : "Voltaire"},{"text" : "It is not inequality which is the real misfortune, it is dependence.","author" : "Voltaire"},{"text" : "Pleasure is the object, duty and the goal of all rational creatures.","author" : "Voltaire"},{"text" : "Doctrine of reincarnation is neither absurd nor useless. It is not more surprising to be born twice than once.","author" : "Voltaire"},{"text" : "Originality is nothing but judicious plagiarism.","author" : "Voltaire"},{"text" : "Uncertainty is an uncomfortable position. But certainty is an absurd one.","author" : "Voltaire"},{"text" : "In France every man is either an anvil or a hammer; he is a beater or must be beaten.","author" : "Voltaire"},{"text" : "I know of nothing more laughable than a doctor who does not die of old age.","author" : "Voltaire"},{"text" : "Almost all life depends on probabilities.","author" : "Voltaire"},{"text" : "Titles are of no value to posterity; the name of a man who has achieved great deeds imposes more respect than any or all epithets.","author" : "Voltaire"},{"text" : "The post is the grand connecting link of all transactions, of all negotiations. Those who are absent, by its means become present; it is the consolation of life.","author" : "Voltaire"},{"text" : "One should always aim at being interesting, rather than exact.","author" : "Voltaire"},{"text" : "The great consolation in life is to say what one thinks.","author" : "Voltaire"},{"text" : "Exaggeration, the inseparable companion of greatness.","author" : "Voltaire"},{"text" : "The opportunity for doing mischief is found a hundred times a day, and of doing good once in a year.","author" : "Voltaire"},{"text" : "Shun idleness. It is a rust that attaches itself to the most brilliant metals.","author" : "Voltaire"},{"text" : "All pleasantry should be short; and it might even be as well were the serious short also.","author" : "Voltaire"},{"text" : "Woe to the makers of literal translations, who by rendering every word weaken the meaning! It is indeed by so doing that we can say the letter kills and the spirit gives life.","author" : "Voltaire"},{"text" : "Those who can make you believe absurdities, can make you commit atrocities.","author" : "Voltaire"},{"text" : "All is for the best in the best of all possible ways.","author" : "Voltaire"},{"text" : "What a heavy burden is a name that has become too famous.","author" : "Voltaire"},{"text" : "The public is a ferocious beast; one must either chain it or flee from it.","author" : "Voltaire"},{"text" : "I have never made but one prayer to God, a very short one: Oh Lord, make my enemies ridiculous. And God granted it.","author" : "Voltaire"},{"text" : "Doubt is an uncomfortable condition, but certainty is a ridiculous one.","author" : "Voltaire"},{"text" : "All men have equal rights to liberty, to their property, and to the protection of the laws.","author" : "Voltaire"},{"text" : "Will is wish, and liberty is power.","author" : "Voltaire"},{"text" : "Superstition sets the whole world in flames, but philosophy douses them.","author" : "Voltaire"},{"text" : "Ideas are like beards; men do not have them until they grow up.","author" : "Voltaire"},{"text" : "Paradise was made for tender hearts; hell, for loveless hearts.","author" : "Voltaire"},{"text" : "A witty saying proves nothing.","author" : "Voltaire"},{"text" : "The punishment of criminals should serve a purpose. When a man is hanged he is useless.","author" : "Voltaire"},{"text" : "Those who can make you believe absurdities can make you commit atrocities.","author" : "Voltaire"},{"text" : "Think for yourselves and let others enjoy the privilege to do so, too.","author" : "Voltaire"},{"text" : "It is not enough to conquer; one must learn to seduce.","author" : "Voltaire"},{"text" : "Fear follows crime and is its punishment.","author" : "Voltaire"},{"text" : "Every sensible man, every honorable man, must hold the Christian sect in horror.","author" : "Voltaire"},{"text" : "We look to Scotland for all our ideas of civilization.","author" : "Voltaire"},{"text" : "England has forty-two religions and only two sauces.","author" : "Voltaire"},{"text" : "What then do you call your soul? What idea have you of it? You cannot of yourselves, without revelation, admit the existence within you of anything but a power unknown to you of feeling and thinking.","author" : "Voltaire"},{"text" : "Nature has always had more force than education.","author" : "Voltaire"},{"text" : "Whatever you do, crush the infamous thing, and love those who love you.","author" : "Voltaire"},{"text" : "History never repeats itself. Man always does.","author" : "Voltaire"},{"text" : "This agglomeration which was called and which still calls itself the Holy Roman Empire was neither holy, nor Roman, nor an empire.","author" : "Voltaire"},{"text" : "The first clergyman was the first rascal who met the first fool.","author" : "Voltaire"},{"text" : "A physician is an unfortunate gentleman who is every day required to perform a miracle; namely to reconcile health with intemperance.","author" : "Voltaire"},{"text" : "It is better to risk saving a guilty person than to condemn an innocent one.","author" : "Voltaire"},{"text" : "The perfect is the enemy of the good.","author" : "Voltaire"},{"text" : "The more I read, the more I acquire, the more certain I am that I know nothing.","author" : "Voltaire"},{"text" : "I have chosen to be happy because it is good for my health.","author" : "Voltaire"},{"text" : "The biggest reward for a thing well done is to have done it.","author" : "Voltaire"},{"text" : "Our labour preserves us from three great evils -- weariness, vice, and want.","author" : "Voltaire"},{"text" : "God gave us the gift of life; it is up to us to give ourselves the gift of living well.","author" : "Voltaire"},{"text" : "I advise you to go on living solely to enrage those who are paying your annuities. It is the only pleasure I have left.","author" : "Voltaire"},{"text" : "Anyone who has the power to make you believe absurdities has the power to make you commit injustices.","author" : "Voltaire"},{"text" : "The honors due to real genius share.","author" : "Voltaire"},{"text" : "I have lived eighty years of life and know nothing for it, but to be resigned and tell myself that flies are born to be eaten by spiders and man to be devoured by sorrow.","author" : "Voltaire"},{"text" : "Every public man pays tribute to malignity, but he is rewarded in honors and gold.","author" : "Voltaire"},{"text" : "Each player must accept the cards life deals him or her: but once they are in hand, he or she alone must decide how to play the cards in order to win the game.","author" : "Voltaire"},{"text" : "The mirror is a worthless invention. The only way to truly see yourself is in the reflection of someone else's eyes.","author" : "Voltaire"},{"text" : "The only way to comprehend what mathematicians mean by Infinity is to contemplate the extent of human stupidity.","author" : "Voltaire"},{"text" : "Doctors prescribe medicines of which they know little, to cure diseases of which they know less, in human beings of which they know nothing.","author" : "Voltaire"},{"text" : "Let us read, and let us dance; these two amusements will never do any harm to the world.","author" : "Voltaire"},{"text" : "All the persecutors declare against each other mortal war, while the philosopher, oppressed by them all, contents himself with pitying them.","author" : "Voltaire"},{"text" : "The discovery of what is true, and the practice of that which is good, are the two most important objects of philosophy.","author" : "Voltaire"},{"text" : "Philosophers never stood in need of Homer or the Pharisees to be convinced! that everything is done by immutable! laws; that everything is settled; that everything is the necessary effect of some previous cause.","author" : "Voltaire"},{"text" : "God gave us the gift of life. it is up to us to give ourselves the gift of living well.","author" : "Voltaire"},{"text" : "A long dispute means that both parties are wrong.","author" : "Voltaire"},{"text" : "In general, the art of government consists of taking as much money as possible from one party of the citizens to give to the other.","author" : "Voltaire"},{"text" : "Anything that is too stupid to be spoken is sung.","author" : "Voltaire"},{"text" : "The more often a stupidity is repeated, the more it gets the appearance of wisdom.","author" : "Voltaire"},{"text" : "It must be slow, for I have been drinking it for sixty-five years and I am not yet dead.","author" : "Voltaire"},{"text" : "A woman can keep one secret-the secret of her age.","author" : "Voltaire"},{"text" : "In this best of possible worlds...all is for the best.","author" : "Voltaire"}]