[{"text" : "Thinking will not overcome fear, but action will.","author" : "W. Clement Stone"},{"text" : "If you are really thankful, what do you do? You share.","author" : "W. Clement Stone"},{"text" : "There is little difference in people, but that little difference makes a big difference. The little difference is attitude. The big difference is whether it is positive or negative.","author" : "W. Clement Stone"},{"text" : "Thinking will not overcome fear but action will.","author" : "W. Clement Stone"},{"text" : "Aim for the moon. If you miss, you may hit a star.","author" : "W. Clement Stone"},{"text" : "Try, try, try, and keep on trying is the rule that must be followed to become an expert in anything.","author" : "W. Clement Stone"},{"text" : "Success is achieved and maintained by those who TRY, And keep TRYING. Where there is nothing to lose by TRYING, And a great deal to gain if SUCCESSFUL, By all means, TRY. DO IT NOW.","author" : "W. Clement Stone"},{"text" : "When we direct our thoughts properly, we can control our emotions.","author" : "W. Clement Stone"},{"text" : "Aim for the highest.","author" : "W. Clement Stone"},{"text" : "I think there is something, more important than believing: Action! The world is full of dreamers, there aren't enough who will move ahead and begin to take concrete steps to actualize their vision.","author" : "W. Clement Stone"},{"text" : "To solve a problem or to reach a goal, you don't need to know all the answers in advance. But you must have a clear idea of the problem or the goal you want to reach.","author" : "W. Clement Stone"},{"text" : "Be careful the environment you choose for it will shape you; be careful the friends you choose for you will become like them.","author" : "W. Clement Stone"},{"text" : "The reason so few people are successful is no one has yet found a way for someone to sit down and slide uphill.","author" : "W. Clement Stone"},{"text" : "Like success, failure is many things to many people. With positive mental attitude, failure is a learning experience, a rung on the ladder, a plateau at which to get your thoughts in order and prepare to try again.","author" : "W. Clement Stone"},{"text" : "Definiteness of purpose is the starting point of all achievement.","author" : "W. Clement Stone"},{"text" : "Whatever the mind of man can conceive and believe, it can achieve","author" : "W. Clement Stone"},{"text" : "Everyone who achieves success in a great venture solves each problem as they came. They helped themselves and they were helped through powers known and unknown to them at the time they set out on their voyage. They keep going regardless of the obstacles they meet.","author" : "W. Clement Stone"},{"text" : "Like success, failure is many things to many people. With positive mental attitude, failure is a learning experience, a rung on the ladder, and a plateau at which to get your thoughts in order to prepare to try again.","author" : "W. Clement Stone"},{"text" : "If you cannot save money, the seeds of greatness are not in you.","author" : "W. Clement Stone"},{"text" : "Bondage is subjection to external influences and internal negative thoughts and attitudes.","author" : "W. Clement Stone"},{"text" : "There's a great joy in my giving. It's thrilling. It's exhilarating. It's important to be a part of sharing. It is my love. It is my joy.","author" : "W. Clement Stone"},{"text" : "You affect your subconscious mind by verbal repetition.","author" : "W. Clement Stone"},{"text" : "You too, can determine what you want. You can decide on your major objectives, targets, aims, and destinations.","author" : "W. Clement Stone"},{"text" : "Give time for a worthy cause with eagerness and you will be worthy and richly rewarded.","author" : "W. Clement Stone"},{"text" : "Aim for the moon, if you miss, you may hit a star.","author" : "W. Clement Stone"},{"text" : "You too can determine what you want. You can decide on your major objectives, targets, aim and destination.","author" : "W. Clement Stone"},{"text" : "Give a kind word (with a kindly thought behind the word) — you will be kind and receive kind words.","author" : "W. Clement Stone"},{"text" : "Bondage is - subjection to external influences and internal negative thoughts and attitudes.","author" : "W. Clement Stone"},{"text" : "What the mind of man can conceive and believe, the mind of man can achieve with Positive Mental Attitude. It is a form of self-suggestion. It is a self-motivator to success. When it becomes a part of you, you dare to aim higher.","author" : "W. Clement Stone"},{"text" : "Have the courage to say no. Have the courage to face the truth. Do the right thing because it is right. These are the magic keys to living your life with integrity.","author" : "W. Clement Stone"},{"text" : "Self-suggestion makes you master of yourself.","author" : "W. Clement Stone"},{"text" : "Big doors swing on little hinges.","author" : "W. Clement Stone"},{"text" : "Everyone who achieves success in a great venture, solves each problem as they came to it. They helped themselves. And they were helped through powers known and unknown to them at the time they set out on their voyage. They keep going regardless of the obstacles they met.","author" : "W. Clement Stone"},{"text" : "There is little difference in people, but that little difference makes the big difference. That little difference is attitude. The big difference is whether it is positive or negative.","author" : "W. Clement Stone"}]