The ear tends to be lazy, craves the familiar and is shocked by the unexpected; the eye, on the other hand, tends to be impatient, craves the novel and is bored by repetition.
Drama is based on the Mistake. I think someone is my friend when he really is my enemy, that I am free to marry a woman when in fact she is my mother, that this person is a chambermaid when it is a young nobleman in disguise, that this well-dressed young man is rich when he is really a penniless adventurer, or that if I do this such and such a result will follow when in fact it results in something very different. All good drama has two movements, first the making of the mistake, then the discovery that it was a mistake.
Evil is unspectacular and always human, and shares our bed and eats at our own table.
Thousands have lived without love, not one without water.
Slavery is so intolerable a condition that the slave can hardly escape deluding himself into thinking that he is choosing to obey his master's commands when, in fact, he is obliged to. Most slaves of habit suffer from this delusion and so do some writers, enslaved by an all too personal style.
We are all here on earth to help others; what on earth the others are here for I don't know.
Poetry might be defined as the clear expression of mixed feelings.
Among those whom I like or admire, I can find no common denominator, but among those whom I love, I can: all of them make me laugh.
In relation to a writer, most readers believe in the Double Standard: they may be unfaithful to him as often as they like, but he must never, never be unfaithful to them.
It takes little talent to see clearly what lies under one's nose, a good deal of it to know in which direction to point that organ.
A daydream is a meal at which images are eaten. Some of us are gourmets.
In headaches and in worry vaguely life leaks away, And time will have his fancy tomorrow or today.
Great art is clear thinking about mixed feelings.
No human being is innocent, but there is a class of innocent human actions called games.
Perhaps there is only one cardinal sin: impatience. Because of impatience we were driven out of Paradise, because of impatience we cannot return.
A verbal art like poetry is reflective; it stops to think. Music is immediate, it goes on to become.
Almost all of our relationships begin and most of them continue as forms of mutual exploitation, a mental or physical barter, to be terminated when one or both parties run out of goods.
A craftsman knows in advance what the finished result will be, while the artist knows only what it will be when he has finished it.
A poet feels the impulse to create a work of art when the passive awe provoked by an event is transformed into a desire to express that awe in a rite of worship.
Machines are beneficial to the degree that they eliminate the need for labor, harmful to the degree that they eliminate the need for skill.
One cannot review a bad book without showing off.
Swans in the winter air A white perfection have
A poet can write about a man slaying a dragon, but not about a man pushing a button that releases a bomb.
What the mass media offers is not popular art, but entertainment which is intended to be consumed like food, forgotten, and replaced by a new dish.
Few people take an interest in Iceland, but in those few the interest is passionate.
It takes little talent to see what lies under one's nose, a good deal to know in what direction to point that organ.
A false enchantment can all too easily last a lifetime.
Those who hate to go to bed fear death; those who hate to get up fear life.
Like everything which is not the involuntary result of fleeting emotion but the creation of time and will, any marriage, happy or unhappy, is infinitely more interesting than any romance, however passionate
We are here on earth to do good for others. What the others are here for, I don't know.
History is, strictly speaking, the study of questions the study of answers belongs to anthropology and sociology.