[{"text" : "Too many people grow up. That's the real trouble with the world, too many people grow up. They forget. They don't remember what it's like to be 12 years old. They patronize, they treat children as inferiors. Well I won't do that.","author" : "Walt Disney"},{"text" : "It's kind of fun to do the impossible.","author" : "Walt Disney"},{"text" : "The way to get started is to quit talking and begin doing.","author" : "Walt Disney"},{"text" : "The more you like yourself, the less you are like anyone else, which makes you unique.","author" : "Walt Disney"},{"text" : "There is more treasure in books than in all the pirate's loot on Treasure Island.","author" : "Walt Disney"},{"text" : "You may not realize it when it happens, but a kick in the teeth may be the best thing in the world for you.","author" : "Walt Disney"},{"text" : "Get a good idea, and stay with it. Dog it, and work at it until it's done, and done right.","author" : "Walt Disney"},{"text" : "I have been up against tough competition all my life. I wouldn't know how to get along without it.","author" : "Walt Disney"},{"text" : "Believe in your dreams, no matter how impossible they seem.","author" : "Walt Disney"},{"text" : "The difference in winning and losing is most often not quitting.","author" : "Walt Disney"},{"text" : "Here in Florida, we have something special we never enjoyed at Disneyland...the blessing of size. There's enough land here to hold all the ideas and plans we can possibly imagine.","author" : "Walt Disney"},{"text" : "Everyone falls down. Getting back up is how you learn how to walk.","author" : "Walt Disney"},{"text" : "Movies can and do have tremendous influence in shaping young lives in the realm of entertainment towards the ideals and objectives of normal adulthood.","author" : "Walt Disney"},{"text" : "We keep moving forward, opening new doors, and doing new things, because we're curious and curiosity keeps leading us down new paths.","author" : "Walt Disney"},{"text" : "Somehow I can't believe that there are any heights that can't be scaled by a man who knows the secrets of making dreams come true. This special secret, it seems to me, can be summarized in four C s. They are curiosity, confidence, courage, and constancy, and the greatest of all is confidence. When you believe in a thing, believe in it all the way, implicitly and unquestionable.","author" : "Walt Disney"},{"text" : "All our dreams can come true, if we have the courage to pursue them.","author" : "Walt Disney"},{"text" : "When you believe in a thing, believe in it all the way, implicitly and unquestionably.","author" : "Walt Disney"},{"text" : "All our dreams can come true if we have the courage to pursue them.","author" : "Walt Disney"},{"text" : "I always like to look on the optimistic side of life, but I am realistic enough to know that life is a complex matter.","author" : "Walt Disney"},{"text" : "If you can dream it, you can do it. Always remember this whole thing was started by a mouse.","author" : "Walt Disney"},{"text" : "Laughter is timeless. Imagination has no age. And dreams are forever.","author" : "Walt Disney"},{"text" : "You can design and create, and build the most wonderful place in the world. But it takes people to make the dream a reality.","author" : "Walt Disney"},{"text" : "Why worry? If you've done the very best you can, worrying won't make it any better.","author" : "Walt Disney"},{"text" : "A man should never neglect his family for business.","author" : "Walt Disney"},{"text" : "Why worry? If you've done the very best you can, worrying won't make it only better.","author" : "Walt Disney"},{"text" : "Fantasy, if it's really convincing, can't become dated, for the simple reason that it represents a flight into a dimension that lies beyond the reach of time.","author" : "Walt Disney"},{"text" : "The worst of us is not without innocence, although buried deeply it might be.","author" : "Walt Disney"},{"text" : "When you believe in a thing, believe in it all the way, implicitly and unquestionable.","author" : "Walt Disney"},{"text" : "The difference between winning and losing is most often not quitting.","author" : "Walt Disney"},{"text" : "If you can dream it, you can do it.","author" : "Walt Disney"},{"text" : "When you're curious, you find lots of interesting things to do.","author" : "Walt Disney"},{"text" : "For every laugh, there should be a tear.","author" : "Walt Disney"},{"text" : "Behind every great amusement park is a great fan site.","author" : "Walt Disney"},{"text" : "Our heritage and ideals, our code and standards the things we live by and teach our children are preserved or diminished by how freely we exchange ideas and feelings.","author" : "Walt Disney"},{"text" : "We don't make movies to make money, we make money to make more movies.","author" : "Walt Disney"},{"text" : "If we didn't have deadlines, we'd stagnate.","author" : "Walt Disney"},{"text" : "Do a good job. You don't have to worry about the money; it will take care of itself. Just do your best work then try to trump it.","author" : "Walt Disney"},{"text" : "I suppose my formula might be: dream, diversify and never miss an angle.","author" : "Walt Disney"},{"text" : "Disneyland is the star, everything else is in the supporting role.","author" : "Walt Disney"},{"text" : "Disneyland will never be completed. It will continue to grow as long as there is imagination left in the world.","author" : "Walt Disney"},{"text" : "Disneyland is like Alice stepping through the Looking Glass; to step through the portals of Disneyland will be like entering another world.","author" : "Walt Disney"},{"text" : "Disneyland is often called a magic kingdom because it combines fantasy and history, adventure and learning, together with every variety of recreation and fun designed to appeal to everyone.","author" : "Walt Disney"},{"text" : "Disneyland is Vegas for children.","author" : "Walt Disney"},{"text" : "Disneyland will always be building and growing and adding new things... new ways of having fun, of learning things, and sharing the many exciting adventures which may be experienced here in the company of family and friends.","author" : "Walt Disney"},{"text" : "Disneyland is dedicated to the ideals, the dreams, and the hard facts that have created America.","author" : "Walt Disney"},{"text" : "The idea of Disneyland is a simple one. It will be a place for people to find happiness and knowledge.","author" : "Walt Disney"},{"text" : "We love to entertain kings and queens, but at Disneyland, everyone is a V.I.P.","author" : "Walt Disney"},{"text" : "You reach a point where you don't work for money.","author" : "Walt Disney"},{"text" : "Animation can explain whatever the mind of man can conceive. This facility makes it the most versatile and explicit means of communication yet devised for quick mass appreciation.","author" : "Walt Disney"},{"text" : "Animation is different from other parts. Its language is the language of caricature.","author" : "Walt Disney"},{"text" : "Animation offers a medium of story telling and visual entertainment which can bring pleasure and information to people of all ages everywhere in the world.","author" : "Walt Disney"},{"text" : "Laughter is timeless, imagination has no age, dreams are forever.","author" : "Walt Disney"},{"text" : "Whatever we accomplish is due to the combined effort.","author" : "Walt Disney"},{"text" : "We keep moving forward, opening up new doors and doing new things, because we're curious... and curiosity keeps leading us down new paths.","author" : "Walt Disney"},{"text" : "Growing old is mandatory, but growing up is optional.","author" : "Walt Disney"},{"text" : "Any fool can make a lot of noise. But it takes a strong bull to go his own way and forget the things those bullies say.","author" : "Walt Disney"},{"text" : "There is more treasure in books than in all the pirates' loot on Treasure Island.","author" : "Walt Disney"},{"text" : "There is no magic in magic, it's all in the details.","author" : "Walt Disney"},{"text" : "The magic is as wide as a smile and as narrow as a wink, loud as laughter and quiet as a tear, tall as a tale and deep as emotion. So strong, it can lift the spirit. So gentle, it can touch the heart. It is the magic that begins the happily ever after.","author" : "Walt Disney"},{"text" : "Happiness is a state of mind. It's just according to the way you look at things.","author" : "Walt Disney"},{"text" : "I'd rather die tomorrow than live a hundred years without knowing you.","author" : "Walt Disney"},{"text" : "You can dream, create, design, and build the most wonderful place in the world. But it requires people to make the dream a reality.","author" : "Walt Disney"},{"text" : "Times and conditions change so rapidly that we must keep our aim constantly focused on the future.","author" : "Walt Disney"},{"text" : "Disneyland is a work of love. We didn't go into Disneyland just with the idea of making money.","author" : "Walt Disney"},{"text" : "Curiosity keeps leading us down new paths.","author" : "Walt Disney"},{"text" : "Around here, however, we don't look backwards for very long. We keep moving forward, opening up new doors and doing new things, because we're curious... and curiosity keeps leading us down new paths.","author" : "Walt Disney"},{"text" : "All our dreams can come true, if we have the courage to pursue them","author" : "Walt Disney"},{"text" : "The difference in winning and losing is most often, not quitting.","author" : "Walt Disney"},{"text" : "Our greatest national resource is the minds of our children.","author" : "Walt Disney"},{"text" : "I always like to look on the optimistic side of life, but I'm realistic enough to know that life is a complex matter.","author" : "Walt Disney"},{"text" : "Let your heart guide you, it whispers so listen closely.","author" : "Walt Disney"}]