[{"text" : "Be Fearful When Others Are Greedy and Greedy When Others Are Fearful","author" : "Warren Buffett"},{"text" : "If you're in the luckiest one per cent of humanity, you owe it to the rest of humanity to think about the other 99 per cent.","author" : "Warren Buffett"},{"text" : "People will always try to stop you from doing the right thing if it is unconventional.","author" : "Warren Buffett"},{"text" : "Risk comes from not knowing what you're doing.","author" : "Warren Buffett"},{"text" : "It's better to hang out with people better than you. Pick out associates whose behavior is better than yours and you'll drift in that direction.","author" : "Warren Buffett"},{"text" : "Never depend on single income. Make investments to create a second source.","author" : "Warren Buffett"},{"text" : "Investing is simple, but not easy.","author" : "Warren Buffett"},{"text" : "Rule No. 1: Never lose money. Rule No. 2: Never forget rule No.1.","author" : "Warren Buffett"},{"text" : "Should you find yourself in a chronically leaking boat, energy devoted to changing vessels is likely to be more productive than energy devoted to patching leaks.","author" : "Warren Buffett"},{"text" : "When a management with a reputation for brilliance tackles a business with a reputation for bad economics, it is the reputation of the business that remains intact.","author" : "Warren Buffett"},{"text" : "It takes 20 years to build a reputation and five minutes to ruin it. If you think about that, you'll do things differently.","author" : "Warren Buffett"},{"text" : "I will tell you how to become rich. Close the doors. Be fearful when others are greedy. Be greedy when others are fearful.","author" : "Warren Buffett"},{"text" : "Wide diversification is only required when investors do not understand what they are doing.","author" : "Warren Buffett"},{"text" : "Beware of geeks bearing formulas.","author" : "Warren Buffett"},{"text" : "Never ask a barber if you need a haircut.","author" : "Warren Buffett"},{"text" : "If you want to soar like an eagle in life, you can't be flocking with the turkeys.","author" : "Warren Buffett"},{"text" : "Investing in yourself is the best thing you can do. If you've got talents, no one can take them from you.","author" : "Warren Buffett"},{"text" : "You should invest in a business that even a fool can run, because someday a fool will.","author" : "Warren Buffett"},{"text" : "The rich invest in time, the poor invest in money.","author" : "Warren Buffett"},{"text" : "If a business does well, the stock eventually follows.","author" : "Warren Buffett"},{"text" : "Managers and investors alike must understand that accounting numbers are the beginning, not the end, of business valuation.","author" : "Warren Buffett"},{"text" : "You have to understand accounting and you have to understand the nuances of accounting. It's the language of business and it's an imperfect language, but unless you are willing to put in the effort to learn accounting - how to read and interpret financial statements - you really shouldn't select stocks yourself.","author" : "Warren Buffett"},{"text" : "Accounting is the language of business.","author" : "Warren Buffett"},{"text" : "Somebody once said that in looking for people to hire, you look for three qualities: integrity, intelligence, and energy. And if you don't have the first, the other two will kill you. You think about it; it's true. If you hire somebody without [integrity], you really want them to be dumb and lazy.","author" : "Warren Buffett"},{"text" : "We also believe candour benefits us as managers. The CEO who misleads often in public eventually misleads himself in private.","author" : "Warren Buffett"},{"text" : "A CEO's behavior has a huge impact on managers down the line.","author" : "Warren Buffett"},{"text" : "Investing in a market where people believe in efficiency is like playing bridge with someone who has been told it doesn't do any good to look at the cards.","author" : "Warren Buffett"},{"text" : "A great investment opportunity occurs when a marvelous business encounters a one-time huge, but solvable problem.","author" : "Warren Buffett"},{"text" : "Cash combined with courage in a time of crisis is priceless.","author" : "Warren Buffett"},{"text" : "Investing is forgoing consumption now in order to have the ability to consume more at a later date.","author" : "Warren Buffett"},{"text" : "Unless you can watch your stock holding decline by 50% without becoming panic-stricken, you should not be in the stock market.","author" : "Warren Buffett"},{"text" : "Investing is laying out money today to receive more money tomorrow.","author" : "Warren Buffett"},{"text" : "Investing is not as tough as being a top-notch bridge player. All it takes is the ability to see things as they really are.","author" : "Warren Buffett"},{"text" : "In investing, just as in baseball, to put runs on the scoreboard, one must watch the playing field, not the scoreboard.","author" : "Warren Buffett"},{"text" : "Investing is laying out money now to get more money back in the future.","author" : "Warren Buffett"},{"text" : "Unfortunately, the hangover may prove to be proportional to the binge.","author" : "Warren Buffett"},{"text" : "The ability to say no is a tremendous advantage for an investor.","author" : "Warren Buffett"},{"text" : "Enjoy your work and work for whom you admire.","author" : "Warren Buffett"},{"text" : "You do not adequately protect yourself by being half awake when other are sleeping.","author" : "Warren Buffett"},{"text" : "You don't ever ask a barber whether you need a haircut.","author" : "Warren Buffett"},{"text" : "Wealth is having enough. That means to some people, no matter how much they have, they can't really be wealthy because they want more than they've got.","author" : "Warren Buffett"},{"text" : "The difference between successful people and really successful people is that really successful people say no to almost everything.","author" : "Warren Buffett"},{"text" : "Outstanding long-term results are produced primarily by avoiding dumb decisions, rather than by making brilliant ones.","author" : "Warren Buffett"},{"text" : "The smartest side to take in a bidding war is the losing side.","author" : "Warren Buffett"},{"text" : "Price is what you pay. Value is what you get.","author" : "Warren Buffett"},{"text" : "The obligation of a society as prosperous as ours is to figure out how nobody gets left too far behind.","author" : "Warren Buffett"},{"text" : "Life is like a snowball. The important thing is finding wet snow and a really long hill.","author" : "Warren Buffett"},{"text" : "Cash combined with courage in a time of crisis is priceless.","author" : "Warren Buffett"},{"text" : "When bills come due, only cash is legal tender. Don't leave home without it.","author" : "Warren Buffett"},{"text" : "When people talk about cash being king, it's not king if it just sits there and never does anything.","author" : "Warren Buffett"},{"text" : "A newspaper that reduces its coverage of the news important to its community is certain to reduce its readership as well","author" : "Warren Buffett"},{"text" : "Only when the tide goes out do you discover who's been swimming naked.","author" : "Warren Buffett"},{"text" : "it's a good idea to review past mistakes before committing new ones.","author" : "Warren Buffett"},{"text" : "Everybody's got a different circle of competence. The important thing is not how big the circle is. The important thing is staying inside the circle.","author" : "Warren Buffett"},{"text" : "The key to success is emotional stability.","author" : "Warren Buffett"},{"text" : "Of the billionaires I have known, money just brings out the basic traits in them. If they were jerks before they had money, they are simply jerks with a billion dollars.","author" : "Warren Buffett"},{"text" : "Occasionally, a man must rise above principles.","author" : "Warren Buffett"},{"text" : "Never give up searching for the job that you’re passionate about. Try to find the job you’d have if you were independently rich. Forget about the pay. When you’re associating with the people that you love, doing what you love, it doesn’t get any better than that.","author" : "Warren Buffett"},{"text" : "It's far better to buy a wonderful company at a fair price than a fair company at a wonderful price.","author" : "Warren Buffett"},{"text" : "Rule No.1: Never lose money. Rule No.2: Never forget rule No.1.","author" : "Warren Buffett"},{"text" : "Knowing the edge of your competency is important. If you think you know more than you do, you will get in trouble.","author" : "Warren Buffett"},{"text" : "The best jockey in the world is never going to win races riding a lame horse. But even a mediocre jockey can win races riding a champion.","author" : "Warren Buffett"},{"text" : "Someone’s sitting in the shade today because someone planted a tree a long time ago.","author" : "Warren Buffett"},{"text" : "I will tell you the secret to getting rich on Wall Street. You try to be greedy when others are fearful. And you try to be fearful when others are greedy.","author" : "Warren Buffett"},{"text" : "There’s class warfare, all right, but it’s my class, the rich class, that’s making war, and we’re winning.","author" : "Warren Buffett"},{"text" : "The rich are always going to say that, you know, just give us more money and we'll go out and spend more and then it will all trickle down to the rest of you. But that has not worked the last 10 years, and I hope the American public is catching on.","author" : "Warren Buffett"},{"text" : "We make investment decisions based on our evaluation of the most profitable combination of probabilities.","author" : "Warren Buffett"},{"text" : "Follow your passion. I always tell college students to take the job that you would take if you were independently wealthy. You’re going to do well at it.","author" : "Warren Buffett"},{"text" : "Making money isn't the backbone of our guiding purpose; it is the by-product of our guiding purpose.","author" : "Warren Buffett"},{"text" : "I think once you start putting phony figures into financial statements, you get in a lot of trouble. And we've seen so much of that in the last 20 years.","author" : "Warren Buffett"},{"text" : "Good profits simply are not inconsistent with good behavior.","author" : "Warren Buffett"},{"text" : "When you combine ignorance and leverage, you get some pretty interesting results.","author" : "Warren Buffett"},{"text" : "The big question about how people behave is whether they've got an Inner Scorecard or an Outer Scorecard. It helps if you can be satisfied with an Inner Scorecard.","author" : "Warren Buffett"},{"text" : "Predicting rain doesn't count. Building arks does.","author" : "Warren Buffett"},{"text" : "[Gold] gets dug out of the ground in Africa, or someplace. Then we melt it down, dig another hole, bury it again and pay people to stand around guarding it. It has no utility. Anyone watching from Mars would be scratching their head.","author" : "Warren Buffett"},{"text" : "I will tell you the secret of getting rich on Wall Street. You try to be greedy when others are fearful and you try to be very fearful when others are greedy.","author" : "Warren Buffett"},{"text" : "Without passion, you don't have energy. Without energy, you have nothing.","author" : "Warren Buffett"},{"text" : "In the long run managements stressing accounting appearance over economic substance usually achieve little of either.","author" : "Warren Buffett"},{"text" : "It’s better to hang out with people better than you. Pick out associates whose behavior is better than yours and you’ll drift in that direction.","author" : "Warren Buffett"},{"text" : "The business schools reward difficult complex behavior more than simple behavior, but simple behavior is more effective.","author" : "Warren Buffett"},{"text" : "Look at market fluctuations as your friend rather than your enemy; profit from folly rather than participate in it.","author" : "Warren Buffett"},{"text" : "I call investing the greatest business in the world... Because you never have to swing.","author" : "Warren Buffett"},{"text" : "Never be afraid to ask for too much when selling or offer too little when buying.","author" : "Warren Buffett"},{"text" : "Once negotiations begin, you can come down in your selling price or up in your buying price. But it's impossible to do the opposite.","author" : "Warren Buffett"},{"text" : "Simply stated, in the world of business, how much money you get from a sale or how much you have to pay when making a purchase determines whether you make or lose money and how rich you ultimately become.","author" : "Warren Buffett"},{"text" : "Business relationships are just like personal relationships— they are best started showing an interest in the other person, and in finding out what that person needs are, because ultimately we are selling to those needs.","author" : "Warren Buffett"},{"text" : "Someone's sitting in the shade today because someone planted a tree a long time ago.","author" : "Warren Buffett"},{"text" : "Only buy something that you’d be perfectly happy to hold if the market shuts down for ten years.","author" : "Warren Buffett"},{"text" : "In looking for people to hire, you look for three qualities. Integrity, intelligence and energy. And if they don't have the first, the other two will kill you.","author" : "Warren Buffett"},{"text" : "It takes 20 years to build a reputation and five minutes to ruin it. If you think about that, you’ll do things differently.","author" : "Warren Buffett"},{"text" : "You won't know whether you paid too much for it until it is too late.","author" : "Warren Buffett"},{"text" : "The most dangerous distractions are the ones you love, but that doesn't love you back.","author" : "Warren Buffett"},{"text" : "You only have to do a very few things right in your life so long as you don't do too many things wrong.","author" : "Warren Buffett"},{"text" : "If you don't make mistakes, you can't make decisions.","author" : "Warren Buffett"},{"text" : "If you don't find a way to make money while you sleep, you will work until you die.","author" : "Warren Buffett"},{"text" : "In looking for people to hire, look for three qualities. Integrity, intelligence and energy. And if they don't have the first, the other two will kill you.","author" : "Warren Buffett"},{"text" : "Someone is sitting in the shade today because someone planted a tree a long time ago.","author" : "Warren Buffett"},{"text" : "Do not put all your eggs in one basket.","author" : "Warren Buffett"},{"text" : "Rule #1: Never lose money; Rule #2: Don’t forget rule #1.","author" : "Warren Buffett"},{"text" : "Risk comes from not knowing what you are doing.","author" : "Warren Buffett"},{"text" : "The stock market is a device for transferring money from the impatient to the patient.","author" : "Warren Buffett"},{"text" : "The first rule of investment is: Don't Lose. And the second rule of investment is: Don't forget the first rule.","author" : "Warren Buffett"},{"text" : "I buy expensive suits. They just look cheap on me.","author" : "Warren Buffett"}]