Your children are spiritual beings who come through you, not for you.
Real magic in relationships means an absence of judgment of others.
How people treat you is their karma; how you react is yours.
Passion is a feeling that tells you: this is the right thing to do. Nothing can stand in my way. It doesn't matter what anyone else says. This feeling is so good that it cannot be ignored.
The highest form of ignorance is when you reject something you don't know anything about.
If you believe it will work out, you'll see opportunities. If you believe it won't, you will see obstacles.
You cannot be lonely if you like the person you're alone with.
All blame is a waste of time. No matter how much fault you find with another, and regardless of how much you blame him, it will not change you.
There's no scarcity of opportunity to make a living at what you love. There is only a scarcity of resolve to make it happen.
Love is the ability and willingness to allow those that you care for to be what they choose for themselves without any insistence that they satisfy you.
Your children will see what you're all about by what you live rather than what you say.
Judgements prevent us from seeing the good that lies beyond appearances.
Thursday is end day in weekend. Today you are so tired, will think about how your week was, and how will go on Thursday. With everything that has happened to you, you can either feel sorry for yourself, or treat what has happened as a gift. Everything.
When you dance, your purpose is not to get to a certain place on the floor. It's to enjoy each step along the way.
You leave old habits behind by starting out with the thought, 'I release the need for this in my life'.
If you change the way you look at things, the things you look at change.
No one can create negativity or stress within you. Only you can do that by virtue of how you process your world.
Freedom means you are unobstructed in living your life as you choose. Anything less is a form of slavery.
Life is never boring, but some people choose to be bored.
The concept of boredom entails an inability to use up present moments in a personally fulfilling way.
Judgments prevent us from seeing the good that lies beyond appearances.
Go for it now. The future is promised to no one.
Stop acting as if life is a rehearsal. Live this day as if it were your last. The past is over and gone. The future is not guaranteed.
Problems in relationship occur because each person is concentrating on what is missing in the other person.
Anything you really want, you can attain, if you really go after it.
Authentic empowerment is the knowing that you are on purpose, doing God's work, peacefully and harmoniously.
If I could define enlightenment briefly I would say it is 'the quiet acceptance of what is.
Transformation literally means going beyond your form.
Live one day at a time emphasizing ethics rather than rules.
Relationships based on obligation lack dignity.
Problems in relationships occur because each person is concentrating on what is missing in the other person.
In any relationship in which two people become one, the end result is two half people.
Miracles come in moments. Be ready and willing.
A am realistic -- I expect miracles.
Hold no grudges and practice forgiveness. This is the key to having peace in all your relationships.
You can't discover light, by analyzing the dark.
Forgive yourself and welcome love back into your life.
Begin to see yourself as a soul with a body rather than a body with a soul.
In mathematics, two angles that are said to coincide fit together perfectly. The word coincidence does not describe luck or mistakes. It describes that which fits together perfectly.
Be miserable. Or motivate yourself. Whatever has to be done, it's always your choice.
Change the way you look at things and the things you look at will change.
Everything in the universe has a purpose. Indeed, the invisible intelligence that flows through everything in a purposeful fashion is also flowing through you.
Everything you are against weakens you. Everything you are for empowers you.
When you are inspired in your work, everything seems to fall into place.
The state of your life is nothing more than a reflection of your state of mind.
The more you extend kindness to yourself, the more it will become your automatic response to others.
Take a few minutes of every day to fantasize about how you would wander, travel, or explore if you could.
Know that no one is capable of making you upset without your consent.
See the genius in everyone you encounter. Just as the mountain cannot crack a nut though it can carry a forest on its back, so too does every living creature have its own perfection built into it.
A positive mindset, not a doomsday mentality, supports being exceptional.
The components of anxiety, stress, fear, and anger do not exist independently of you in the world. They simply do not exist in the physical world, even though we talk about them as if they do.
What we think determines what happens to us, so if we want to change our lives, we need to stretch our minds.
The law of attraction is this: You don't attract what you want. You attract what you are.
Acting as if you were what you want to become and know you can become is the way to remove self-doubt and enter your real-magic kingdom.
Prosperity in the form of wealth works exactly the same as everything else. You will see it coming into your life when you are unattached to needing it.
There is no way to prosperity, prosperity is the way.
Only the insecure strive for security.
The only boundaries we have are in form. There are no obstacles in thought.
You may succeed in making another feel guilty about something by blaming him, but you won't succeed in changing whatever it is about you that is making you unhappy.
Abundance is not something we acquire, it is something we tune into.
Abundance is about looking at life and knowing that you have everything you need for complete happiness, and then being able to celebrate each and every moment on earth.
Judgment means that you view the world as you are, rather than as it is.
When you are spiritually connected, you are not looking for occasions to be offended, and you are not judging and labeling others. You are in a state of grace in which you know you are connected to God and thus free from the effects of anyone or anything external to yourself.
People who feel empowered by your presence become kindred spirits.
Our intention creates our reality.
Self-worth comes from one thing - thinking that you are worthy.
A resolution to exercise or eat more nutritious foods is a step taking you back to the well-being from which you originated.
You cannot always control what goes on outside. But you can always control what goes on inside.
Writing is challenging work because it's so easy to get consumed with how it's going, what's going to happen to it, who's going to like or not like it. You want to get all of that stuff out of your head and just let the work flow.
We are divine enough to ask and we are important enough to receive.
With our divine connection we are always in touch with the solutions we are seeking.
You are a Divine creation, a Being of Light who showed up here as a human being at the exact moment you were supposed to. You are the Beloved, a miracle, a part of the eternal perfection.
Doing what you love is the cornerstone of having abundance in your life.
Hindsight provides new eyes.
The essence of greatness is the ability to choose personal fulfillment in circumstances where others choose madness.
Be gentle and forgiving with yourself, abandon any and all shame, and refuse to engage in any self-repudiation.
You are not stuck where you are unless you decide to be.
Your timeless self does not age and has no fear of the future. Contemplate your physical self and all its possessions, and practice laughing peacefully at it all.
Within you is the divine capacity to manifest and attract all you desire.
Live purely in the moment on a rampage of appreciation.
Practice radical humility when it comes to your own accomplishments, and give credit everywhere except to your ego.
The use of mental imagery is one of the strongest and most effective strategies for making something happen for you.
If you are living out of a sense of obligation you are slave.
Your body is the garage where you park your soul.
Be at ease, not dis-ease.
When you squeeze an orange, orange juice comes out - because that's what's inside. When you are squeezed, what comes out is what is inside.
The presence of passion within you is the greatest gift you can receive. Treat it as a miracle.
Be a force of love as often as you can and turn away negative thoughts whenever you feel them surface.
If you don't feel fabulous, you have deviated from the path of who-you-really-are.
Infinite patience produces immediate results.
All your behavior results from the thoughts that precede it.
When you live on a round planet, there's no choosing sides.
There is no scarcity of opportunity to make a living at what you love; there's only scarcity of resolve to make it happen.
Enjoying life is far superior to being graded on your performance in life.
Having a mind that is open to everything and attached to nothing seems to me to be one of the most basic principles that you can adopt to contribute to individual and world peace.
You get World Peace through Inner Peace. If you've got a world full of people who have Inner Peace, then you have a Peaceful World.
Take a deep breath and focus on what's really important.
Good morning, this is God. I will be handling all of your problems today. I will not need your help, so have a miraculous day.
All blame is a waste of time. No matter how much fault you find with another, and regardless of how much you blame him, it will not change you. The only thing blame does is to keep the focus off you when you are looking for external reasons to explain your unhappiness or frustration. You may succeed in making another feel guilty about something by blaming him, but you won't succeed in changing whatever it is about you that is making you unhappy.
I've learned over the years that when I go to that place of passion within me, there's no force in the universe that can interfere with my completing a project.
In quantum physics, the study of material at the subatomic level, you get down to the tiniest levels. When they take these subatomic particles, put them in particle accelerators and collide them, quantum physicists discover there's nothing there. There's no one home - no ghost in the machine.
Needing approval is like saying 'your view of me is more important than my own opinion of myself'.
People who want the most approval get the least and people who need approval the least get the most.
Comfort and luxury are usually the chief requirements of life for your ego - its top priorities tend to be accumulations, achievements, and the approval of others.
The people who receive the most approval in life are the ones who care the least about it--so technically, if you want the approval of others, you need to stop caring about it.
Be miserable. Or motivate yourself. Whatever has to be done, it’s always your choice.
How others treat me is their path; how I react is mine.
You, a person with a vision, are like a pebble in a stream, moving ever outward to infinity, impacting on all who come into contact with the ripple.
Just be honest with who you are. Don't pretend to be something you're not. Don't be a phony. Walk your talk. That's how God works, so doing it is emulating how Source works.
I send you Love and all Green Lights.
It is impossible for you to be angry and laugh at the same time. Anger and laughter are mutually exclusive and you have the power to choose either.
Cultivate your own garden and let go of your tendency to examine and judge how others cultivate theirs. Catch yourself in moments of gossip about how others ought to be living and rid yourself of thoughts about how they should be doing it this way, or how they have no right to live and think as they do. Stay busy and involved in your own projects and pursuits.
You can victimize yourself by wallowing around in your own past.
You can't always control what goes on outside, but you can always control what goes on inside.
You are what you choose to be today. Not what you've chosen to be before.
When you squeeze an orange, orange juice comes out, because that's what's inside. When you are squeezed, what comes out is what is inside.
Once you begin the journey toward a life of purpose, you enter the realm of real magic.
The willingness and ability to live fully in the now eludes many people. While eating your appetizer, don't be concerned with dessert.
Attitude is everything, so pick a good one.
You are always a valuable worthwhile human being - not because anybody says so, not because you're successful, not because you make a lot of money - but because you decide to believe it and for no other reason.
A broken heart is the worst. It’s like having broken ribs. Nobody can see it, but it hurts every time you breathe.
As you awaken to your divine nature, you'll begin to appreciate beauty in everything you see, touch and experience.
If you knew who walked beside you at all times, on the path that you have chosen, you could never experience fear or doubt again.
To sit in judgment of those things which you perceive to be wrong or imperfect is to be one more person who is part of judgment, evil or imperfection.
Heaven on Earth is a choice you must make, not a place you must find.
How people treat you is their karma, how you react is yours.
Everything that's created comes out of silence. Your thoughts emerge from the nothingness of silence. Your words come out of this void. Your very essence emerged from emptiness. All creativity requires some stillness.
When I chased after money, I never had enough. When I got my life on purpose and focused on giving of myself and everything that arrived into my life, then I was prosperous.