Half our time is spent trying to find something to do with the time we have rushed through life trying to save.
If there are no dogs in Heaven, then when I die I want to go where they went.
Too many people spend money they haven't earned, to buy things they don't want, to impress people that they don't like.
Pain is such an uncomfortable feeling that even a tiny amount of it is enough to ruin every enjoyment.
Everybody is ignorant, only on different subjects.
Don't let yesterday use up too much of today.
Judgement comes from experience, and experience comes from bad judgement.
Golf is good for the soul. You get so mad at yourself you forget to hate your enemies.
Everything is changing. People are taking their comedians seriously and the politicians as a joke.
Being a hero is about the shortest lived profession on earth.
The main thing about being a hero is to know when to die.
People that pay for things never complain. It's the guy you give something to that you can't please.
You've got to go out on a limb sometimes because that's where the fruit is.
The theater is a great equalizer: it is the only place where the poor can look down on the rich.
Rumor travels faster, but it don't stay put as long as truth.
The only time people dislike gossip is when you gossip about them.
Lettin' the cat outta the bag is a whole lot easier 'n puttin' it back in.
Whoever said a horse was dumb, was dumb.
One revolution is like one cocktail, it just gets you organized for the next.
A remark generally hurts in proportion to its truth.
Liberty doesn't work as well in practice as it does in speeches.
One ad is worth more to a paper than forty editorials.
The movies are the only business where you can go out front and applaud yourself.
Many only learns in two ways, one by reading, and the other by association with smarter people.
On account of being a democracy and run by the people, we are the only nation in the world that has to keep a government four years, no matter what it does.
Even if you are on the right track, you'll get run over if you just sit there.
I know worrying works, because none of the stuff I worried about ever happened.
Everything is funny, as long as it's happening to somebody else.
An onion can make people cry, but there has never been a vegetable invented to make them laugh.
If you want to be successful, it's just this simple. Know what you are doing. Love what you are doing. And believe in what you are doing.
The road to success is dotted with many tempting parking spaces.
Even if you are on the right track, you will get run over if you just sit there.
In a real estate man's eye, the most expensive part of the city is where he has a house to sell.
Never let yesterday use up too much of today.
Even if you're on the right track, you'll get run over if you just sit there.
America is a great country, but you can't live in it for nothing.
An onion can make people cry but there's never been a vegetable that can make people laugh.
I am just an old country boy in a big town trying to get along. I have been eating pretty regular and the reason I have been is because I have stayed an old country boy.
Man only learns in two ways, one by reading, and the other by association with smarter people.
The quickest way to double your money is to fold it in half and put it in your back pocket.
Something that seems funny when it happens to someone else, may not seem so funny when it happens to us.
There is something about riding down the street on a prancing horse that makes you feel like something, even when you ain't a thing.
Make crime pay. Become a lawyer.
The minute you read something that you can't understand, you can almost be sure that it was drawn up by a lawyer.
Our country has plenty of five-cent cigars, but the trouble is they charge fifteen cents for them.
The income tax has made more liars out of the American people than golf has. Even when you make a tax form out on the level, you don't know when it's through if you are a crook or a martyr.
It is a good thing that we do not get as much government as we pay for.
If you make any money, the government shoves you in the creek once a year with it in your pockets, and all that don't get wet you can keep.
Don't gamble; take all your savings and buy some good stock and hold it till it goes up, then sell it. If it don't go up, don't buy it.
People who fly into a rage always make a bad landing.
The best way out of a difficulty is through it.
Good judgment comes from experience, and a lot of that comes from bad judgment.
I don't make jokes. I just watch the government and report the facts.
When everybody has got money they cut taxes, and when they're broke they raise 'em. That's statesmanship of the highest order.
Communism is like prohibition, it is a good idea, but it won't work.
Popularity is the easiest thing in the world to gain and it is the hardest thing to hold
Prohibition is better than no liquor at all.
The best doctor in the world is the veterinarian. They can't ask their patients what is the matter - they've got to just know.
The budget is a mythical bean bag. Congress votes mythical beans into it, and then tries to reach in and pull real beans out.
One way to solve the traffic problem is to keep all the cars that are not paid for off the streets.
There's a simple solution to our traffic problems. We'll have business build the roads, and government build the cars.
Outside of traffic, there is nothing that has held this country back as much as committees.
In time of crisis people want to know that you care, more than they care what you know
We will never have true civilization until we have learned to recognize the rights of others.
A debt is just as hard for a Government to pay as it is for an individual. No debt ever comes due at a good time. Borrowing is the only thing that seems handy all the time.
Polo, racing and horse shows all are doing great work to help the farmer and rancher to raise better horses.
A difference of opinion is what makes horse racing and missionaries.
When you are satisfied, you are successful. For that's all there is to success is satisfaction.
Half our life is spent trying to find something to do with the time we have rushed through life trying to save.
Democrats never agree on anything, that's why they're Democrats. If they agreed with each other, they would be Republicans.
Every day you meet a delegation going to some convention to try and change the way of somebody else's life.
Buy land. They ain't making any more of the stuff.
Too many people spend money they haven't earned to buy things they don't want to impress people they don't like.
Everything is changing. People are taking the comedians seriously and the politicians as a joke.
Never miss a good chance to shut up.
The fellow that can only see a week ahead is always the popular fellow, for he is looking with the crowd. But the one that can see years ahead, he has a telescope but he can't make anybody believe that he has it.
We are always yapping about the 'Good Old Days' and how we look back and enjoy it, but I tell you there is a lot of hooey to it. There is a whole lot of all our past lives that wasn't so hot.
In Hollywood the woods are full of people that learned to write but evidently can't read. If they could read their stuff, they'd stop writing.
In Hollywood you can see things at night that are fast enough to be in the Olympics in the day time.
A conference is just an admission that you want somebody to join you in your troubles.
Spinnin' a rope is fun if your neck ain't in it
We always want the best man to win an election. Unfortunately, he never runs.
Every Harvard class should have one Democrat to rescue it from oblivion
Even when you make a tax form out on the level, you do not know when it is through if you are a crook or a martyr.
If you feel the urge, don't be afraid to go on a wild goose chase.
If you make any money, the government shoves you in the creek once a year with it in your pockets, and all that don't get wet you can keep..
You never know how much a man can't remember until he is called as a witness.
There is something about riding on a prancing horse that makes you feel like something, even when you aint worth a thing
If this depression stays with us, the loser Tuesday is going to be the winner.
Eventually you reach a point when you stop lying about your age and start bragging about it.
Even if you’re on the right track, you’ll get run over if you just sit there.
We don't give our criminals much punishment, but we sure give 'em plenty of publicity.
When I die, I want to die like my grandfather who died peacefully in his sleep. Not screaming like all the passengers in his car.
Hawaii is the only place I know where they lay flowers on you while you are alive.
Hawaii is the only place I know where they lay flowers on you while you are alive. Hawaii is the only place I know where they lay flowers on you while you are alive.
There are two things that can disrupt business in this country. One is War, and the other is a meeting of the Federal Reserve Bank.
There are two things that I don't care how smart you are, you will never understand. One is an alienist's testimony and the other is a railroad timetable.
Steak on the plate went up. Steak on the hoof went down.
I would rather be the man who bought the Brooklyn Bridge than the man who sold it.
Too many people spend money they earned..to buy things they don't want..to impress people that they don't like.
There's two theories to arguing with a woman. Neither works.
It's hard to tell whether there is more guns or flowers at a gangster's funeral. I would rather have the undertaker's privilege with some high-class gang, than to have a seat on the Stock Exchange.
Personally I have always felt that the best doctor in the world is the veterinarian. He can't ask his patients what's the matter—He's got to just know.
Political elections... are a good deal like marriages, there's no accounting for anyone's taste.
I don't think you can make a lawyer honest by an act of legislature. You've got to work on his conscience. And his lack of conscience is what makes him a lawyer.
Being young is beautiful, but being old is comfortable.
Half of our life is spent trying to find something to do with the time we have rushed through life trying to save.
Eventually, you will reach a point when you stop lying about your age and start bragging about it.
The schools ain't what they used to be and never was.
The business of government is to keep the government out of business - that is, unless business needs government aid.
During Prohibition, it was said tailors would ask customers what size pockets they wanted, pint or quart.
A holding company is the people you give your money to while you are being searched.
Common sense ain't common.
Live in such a way that you would not be ashamed to sell your parrot to the town gossip.