[{"text" : "Hunting is now to most of us a game, whose relish seems based upon some mystic remembrance, in the blood, of ancient days when to hunter as well as hunted it was a matter of life and death.","author" : "Will Durant"},{"text" : "Forget mistakes. Forget failures. Forget everything except what you are going to do right now, and do it. Today is your lucky day.","author" : "Will Durant"},{"text" : "Excellence is an art won by training and habituation. We do not act rightly because we have virtue or excellence, but we rather have those because we have acted rightly.","author" : "Will Durant"},{"text" : "Sixty years ago I knew everything; now I know nothing; education is a progressive discovery of our own ignorance.","author" : "Will Durant"},{"text" : "The trouble with most people is that they think with their hopes or fears or wishes rather than with their minds.","author" : "Will Durant"},{"text" : "The political machine triumphs because it is united minority acting against a divided majority.","author" : "Will Durant"},{"text" : "Education is a progressive discovery of our own ignorance.","author" : "Will Durant"},{"text" : "Science is organized knowledge. Wisdom is organized life.","author" : "Will Durant"},{"text" : "Every science begins as philosophy and ends as art.","author" : "Will Durant"},{"text" : "One of the lessons of history is that nothing is often a good thing to do and always a clever thing to say.","author" : "Will Durant"},{"text" : "Today's rebel is tomorrow's tyrant.","author" : "Will Durant"},{"text" : "We are what we repeatedly do. Excellence, then, is not an act but a habit.","author" : "Will Durant"},{"text" : "Communism is the opiate of the people.","author" : "Will Durant"},{"text" : "Civilization begins with order, grows with liberty, and dies with chaos.","author" : "Will Durant"},{"text" : "Civilization exists by geological consent, subject to change without notice.","author" : "Will Durant"},{"text" : "A great civilization is not conquered from without until it has destroyed itself within.","author" : "Will Durant"},{"text" : "Civilization is the order and freedom is promoting cultural activity.","author" : "Will Durant"},{"text" : "Tolerance grows only when faith loses certainty; certainty is murderous.","author" : "Will Durant"},{"text" : "The family is the nucleus of civilization.","author" : "Will Durant"},{"text" : "Tired mothers find that spanking takes less time than reasoning and penetrates sooner to the seat of the memory.","author" : "Will Durant"},{"text" : "I came to think of myself, not as a dance and chaos of molecules, but as a brief and minute portion of that majestic process.","author" : "Will Durant"},{"text" : "Our knowledge is a receding mirage in an expanding desert of ignorance.","author" : "Will Durant"},{"text" : "Sixty years ago I knew everything; now I know nothing. Education is the progressive discovery of our own ignorance.","author" : "Will Durant"},{"text" : "We are what we repeatedly do. Excellence, then, is not an act, but a habit.","author" : "Will Durant"},{"text" : "The Institutional Church (ecclesia) has killed only two kinds of people: Those who do not believe in the teachings of Jesus Christ, and those who do.","author" : "Will Durant"},{"text" : "The crossroads of trade are the meeting place of ideas, the attrition ground of rival customs and beliefs; diversities beget conflict, comparison, thought; superstitions cancel one another, and reason begins.","author" : "Will Durant"},{"text" : "A nation is born stoic and dies epicurean.","author" : "Will Durant"},{"text" : "Never mind your happiness; do your duty.","author" : "Will Durant"},{"text" : "Nothing is often a good thing to say, and always a clever thing to say.","author" : "Will Durant"},{"text" : "Life seems to be divided into two periods: in the first we indulge, in the second we preach.","author" : "Will Durant"},{"text" : "Aesthetics is the study of ideal form or beauty; it is the philosophy of art.","author" : "Will Durant"}]