[{"text" : "No one can build his security upon the nobleness of another person.","author" : "Willa Cather"},{"text" : "Where there is great love there are always miracles.","author" : "Willa Cather"},{"text" : "There are some things you learn best in calm, and some in storm.","author" : "Willa Cather"},{"text" : "Paris is a hard place to leave, even when it rains incessantly and one coughs continually from the dampness.","author" : "Willa Cather"},{"text" : "The heart of another is a dark forest, always, no matter how close it has been to one's own.","author" : "Willa Cather"},{"text" : "Either a building is part of a place or it is not. Once that kinship is there, time will only make it stronger.","author" : "Willa Cather"},{"text" : "All the intelligence and talent in the world can't make a singer. The voice is a wild thing. It can't be bred in captivity. It is a sport, like the silver.","author" : "Willa Cather"},{"text" : "A pioneer should have imagination, should be able to enjoy the idea of things more than the things themselves","author" : "Willa Cather"},{"text" : "The test of one's decency is how much of a fight one can put up after one has stopped caring, and after one has found out that one can never please the people they wanted to please.","author" : "Willa Cather"},{"text" : "Men are all right for friends, but as soon as you marry them they turn into cranky old fathers, even the wild ones.","author" : "Willa Cather"},{"text" : "Personal life becomes paler as the imaginative life becomes richer.","author" : "Willa Cather"},{"text" : "A soup like this is not the work of one man. It is the result of a constantly refined tradition. There are nearly a thousand years of history in this soup.","author" : "Willa Cather"},{"text" : "Life hurrying past us and running away, too strong to stop, too sweet to lose.","author" : "Willa Cather"},{"text" : "The sky was a midnight-blue, like warm, deep, blue water, and the moon seemed to lie on it like a water-lily, floating forward with an invisible current.","author" : "Willa Cather"},{"text" : "Let your fiction grow out of the land beneath your feet.","author" : "Willa Cather"},{"text" : "He would make a bouquet for a lovely lady; a bouquet gathered off the cheeks of the morning. . . these roses, only half awake, in the defencelessness of utter beauty.","author" : "Willa Cather"},{"text" : "When the eyes of the flesh are shut, the eyes of the spirit are open.","author" : "Willa Cather"},{"text" : "The first time I deceived my grandparents I felt rather shabby, perhaps even the second time, but I soon ceased to think about it.","author" : "Willa Cather"},{"text" : "The history of every country begins in the heart of a man or a woman.","author" : "Willa Cather"},{"text" : "The dead might as well try to speak to the living as the old to the young.","author" : "Willa Cather"},{"text" : "One realizes that human relationships are the tragic necessity of human life; that they can never be wholly satisfactory, that every ego is half the time greedily seeking them, and half the time pulling away from them.","author" : "Willa Cather"}]