[{"text" : "Being single doesn't necessarily mean you're available. Sometimes you have to put up a sign that says 'Do Not Disturb' on your heart.","author" : "Wiz Khalifa"},{"text" : "Being single doesn't necessarily mean you're available. Sometimes you have to put up a sign that says, 'Do Not Disturb' on your heart.","author" : "Wiz Khalifa"},{"text" : "It's hard to watch people change, but it's even harder to remember who they used to be.","author" : "Wiz Khalifa"},{"text" : "Sometimes we waste too much time to think about someone who doesn't even think about us for a second.","author" : "Wiz Khalifa"},{"text" : "Bestfriends has 11 letters, but so does Backstabber.","author" : "Wiz Khalifa"},{"text" : "Whenever you need me, whenever you want me, you know you call me. I'll be there shortly.","author" : "Wiz Khalifa"},{"text" : "A man who treats his woman like a princess is proof that he has been raised by a queen.","author" : "Wiz Khalifa"},{"text" : "Every artist picks what they want to put out there, what image they want to portray, and what they want people to know about where they're from.","author" : "Wiz Khalifa"},{"text" : "Every day is new. It's just a new day. I look at six hours at a time.","author" : "Wiz Khalifa"},{"text" : "Three things I want in a relationship: Eyes that won't cry, lips that won't lie, and love that won't die.","author" : "Wiz Khalifa"},{"text" : "Being single doesn't necessarily mean you're available. Sometimes you have to put up a sign that says, 'Do Not Disturb' on your heart.","author" : "Wiz Khalifa"},{"text" : "Worrying is stupid. it's like walking around with an umbrella waiting for it to rain.","author" : "Wiz Khalifa"},{"text" : "The most daring thing is to be yourself and to do exactly what you want to do at that point in time and not to be worried with what other people are doing or what's popular.","author" : "Wiz Khalifa"},{"text" : "We never really learn from the first mistake or the second or third. It only hit us when we're given the last chance.","author" : "Wiz Khalifa"},{"text" : "Good things come in good time.","author" : "Wiz Khalifa"},{"text" : "Best Friends has 11 letters, but so does Backstabber.","author" : "Wiz Khalifa"}]