[{"text" : "Friendship is the only cement that will ever hold the world together.","author" : "Woodrow Wilson"},{"text" : "Power consists in one's capacity to link his will with the purpose of others, to lead by reason and a gift of cooperation.","author" : "Woodrow Wilson"},{"text" : "Friendship is the only cement that will ever hold the cousins together.","author" : "Woodrow Wilson"},{"text" : "GOLF IS A GAME IN WHICH ONE ENDEAVORS TO CONTROL A BALL WITH IMPLEMENTS ILL ADAPTED FOR THE PURPOSE.","author" : "Woodrow Wilson"},{"text" : "Liberty has never come from the government. Liberty has always come from the subjects of it. The history of liberty is a history of resistance.","author" : "Woodrow Wilson"},{"text" : "The difference between a strong man and a weak one is that the former does not give up after a defeat.","author" : "Woodrow Wilson"},{"text" : "One cool judgment is worth a thousand hasty councils. The thing is to supply light and not heat.","author" : "Woodrow Wilson"},{"text" : "The ear of the leader must ring with the voices of the people.","author" : "Woodrow Wilson"},{"text" : "The only use of an obstacle is to be overcome. All that an obstacle does with brave men is, not to frighten them, but to challenge them.","author" : "Woodrow Wilson"},{"text" : "The seed of revolution is repression.","author" : "Woodrow Wilson"},{"text" : "If you want to make enemies, try to change something.","author" : "Woodrow Wilson"},{"text" : "The whole purpose of democracy is that we may hold counsel with one another, so as not to depend upon the understanding of one man.","author" : "Woodrow Wilson"},{"text" : "All things come to him who waits- provided he knows what he is waiting for.","author" : "Woodrow Wilson"},{"text" : "Democracy is not so much a form of government as a set of principles.","author" : "Woodrow Wilson"},{"text" : "While we are fighting for freedom, we must see, among other things, that labor is free.","author" : "Woodrow Wilson"},{"text" : "The only place in the world that nothing has to be explained to me is the South.","author" : "Woodrow Wilson"},{"text" : "Gossips are only sociologists upon a mean and petty scale.","author" : "Woodrow Wilson"},{"text" : "America is the only idealistic nation in the world.","author" : "Woodrow Wilson"},{"text" : "There is such a thing as man being too proud to fight. There is such a thing as a nation being so right that it does not need to convince others by force that it is right.","author" : "Woodrow Wilson"},{"text" : "A conservative is someone who makes no changes and consults his grandmother when in doubt.","author" : "Woodrow Wilson"},{"text" : "We are citizens of the world. The tragedy of our times is that we do not know this.","author" : "Woodrow Wilson"},{"text" : "One cool judgment is worth a thousand hasty counsels. The thing to do is to supply light and not heat.","author" : "Woodrow Wilson"},{"text" : "There is little for the great part of the history of the world except the bitter tears of pity and the hot tears of wrath.","author" : "Woodrow Wilson"},{"text" : "A man may be defeated by his own secondary successes.","author" : "Woodrow Wilson"},{"text" : "Segregation is not humiliating but a benefit, and ought to be so regarded by you gentlemen.","author" : "Woodrow Wilson"},{"text" : "We grow by our dreams.","author" : "Woodrow Wilson"},{"text" : "The highest and best form of efficiency is the spontaneous cooperation of a free people.","author" : "Woodrow Wilson"},{"text" : "Without dependability one's ability may be a liability instead of an asset.","author" : "Woodrow Wilson"},{"text" : "Interest does not tie nations together; it sometimes separates them. But sympathy and understanding does unite them.","author" : "Woodrow Wilson"},{"text" : "Whatever may be said against the chewing of tobacco, this at least can be said of it, that it gives a man time to think between sentences.","author" : "Woodrow Wilson"},{"text" : "The man who is swimming against the stream knows the strength of it.","author" : "Woodrow Wilson"},{"text" : "At every crisis in one's life, it is absolute salvation to have some sympathetic friend to whom you can think aloud without restraint or misgiving.","author" : "Woodrow Wilson"},{"text" : "We shall fight for a universal dominion of right by such a concert of free peoples as shall bring peace and safety to all nations and make the world itself at last free.","author" : "Woodrow Wilson"},{"text" : "You cannot, in human experience, rush into the light. You have to go through the twilight into the broadening day before the noon comes and the full sun is upon the landscape.","author" : "Woodrow Wilson"},{"text" : "Scholarship cannot do without literature.... It needs literature to float it, to set it current, to authenticate it to all the race, to get it out of closets and into the brains of men who stir abroad.","author" : "Woodrow Wilson"},{"text" : "The flag is the embodiment, not of sentiment, but of history.","author" : "Woodrow Wilson"},{"text" : "The flag of the United States has not been created by rhetorical sentences in declarations of independence and in bills of rights. It has been created by the experience of a great people, and nothing is written upon it that has not been written by their life. It is the embodiment, not of a sentiment, but of a history.","author" : "Woodrow Wilson"},{"text" : "In the Lord's Prayer, the first petition is for daily bread. No one can worship God or love his neighbor on an empty stomach.","author" : "Woodrow Wilson"},{"text" : "The use of a university is to make young gentlemen as unlike their fathers as possible.","author" : "Woodrow Wilson"},{"text" : "The American Revolution was a beginning, not a consummation.","author" : "Woodrow Wilson"},{"text" : "What we seek is the reign of law, based upon the consent of the governed and sustained by the organized opinion of mankind.","author" : "Woodrow Wilson"},{"text" : "Caution is the confidential agent of selfishness.","author" : "Woodrow Wilson"},{"text" : "Benevolence does not consist in those who are prosperous pitying and helping those who are not. It consists in fellow feeling that puts you upon actually the same level with the fellow who suffers.","author" : "Woodrow Wilson"},{"text" : "It's harder for a leader to be born in a palace than to be born in a cabin.","author" : "Woodrow Wilson"},{"text" : "The method of political science is the interpretation of life; its instrument is insight, a nice understanding of subtle, unformulated conditions.","author" : "Woodrow Wilson"},{"text" : "The spirit of ruthless brutality will enter into every fiber of our national life.","author" : "Woodrow Wilson"},{"text" : "The removal, so far as possible, of all economic barriers and the establishment of an equality of trade conditions among all the nations consenting to the peace and associating themselves for its maintenance.","author" : "Woodrow Wilson"},{"text" : "There is here a great melting pot in which we must compound a precious metal. That metal is the metal of nationality.","author" : "Woodrow Wilson"},{"text" : "Uncompromising thought is the luxury of the closeted recluse. Untrammeled reasoning is the indulgence of the philosopher, of the dreamer of sweet dreams.","author" : "Woodrow Wilson"},{"text" : "If you think about what you ought to do for other people, your character will take care of itself. Character is a by-product, and any man who devotes himself to its cultivation in his own case will become a selfish prig.","author" : "Woodrow Wilson"},{"text" : "The literary gift is a very dangerous gift to possess if you are not telling the truth, and I would a great deal rather, for my part have a man stumble in his speech than to feel he was so exceedingly smooth that he had better be watched both day and night.","author" : "Woodrow Wilson"},{"text" : "The world must be made safe for democracy.","author" : "Woodrow Wilson"},{"text" : "We shall fight for the things we have always carried nearest to our hears. The world must be made safe for democracy.","author" : "Woodrow Wilson"},{"text" : "If a dog will not come to you after having looked you in the face, you should go home and examine your conscience.","author" : "Woodrow Wilson"},{"text" : "It must be a peace without victory. Only peace between equals can last.","author" : "Woodrow Wilson"},{"text" : "If I am to speak ten minutes, I need a week for preparation; if fifteen minutes, three days; if half an hour, two days; if an hour, I am ready now.","author" : "Woodrow Wilson"},{"text" : "Sunshine and light come always to those who sincerely hope that their dreams will come true.","author" : "Woodrow Wilson"},{"text" : "I would rather fail in a cause that would ultimately succeed than succeed in a cause that would ultimately fail.","author" : "Woodrow Wilson"}]