Baseball is 90 percent mental and the other half is physical.
I never blame myself when I'm not hitting. I just blame the bat and if it keeps up, I change bats.
You have to give 100 percent in the first half of the game. If that isn't enough, in the second half, you have to give what's left.
Whatever you do, you should do it with feeling.
If you don't set goals, you can't regret not reaching them.
That's too coincidental to be a coincidence.
The game ain't over 'til it's over.
Congratulations. I knew the record would stand until it was broken.
When you're part of a team, you stand up for your teammates. Your loyalty is to them. You protect them through good and bad, because they'd do the same for you.
I don't get upset over things I can control, because if I can control them there's no sense in getting upset. And I don't get upset over things I can't control, because if I can't control them there's no sense in getting upset.
When the waitress asked if I wanted my pizza cut into four or eight slices, I said, 'Four. I don't think I can eat eight.
Anyone who understands Jazz knows that you can't understand it. It's too complicated. That's what's so simple about it.
If you don't know where you're going, you'll end up somewhere else.
It was impossible to get a conversation going, everybody was talking too much.
Anyone who is popular is bound to be disliked.
In theory there is no difference between theory and practice. In practice there is.
You better cut the pizza in four pieces because I'm not hungry enough to eat six.
Pitching always beats batting and vice-versa.
Without a plan, even the most brilliant business can get lost. You need to have goals, create milestones and have a strategy in place to set yourself up for success.
If you don't know where you are going, you might wind up someplace else.
Swing at the strikes.
If you come to a fork in the road, take it.
I knew I was going to take the wrong train, so I left early.
Little League baseball is a very good thing because it keeps the parents off the streets.
Love is the most important thing in the world, but baseball is pretty good, too.
He buys his roast beef, I buy my bottle of vodka. We get along real good.
Baseball is 90% mental. The other half is physical.
You've got to be very careful if you don't know where you are going, because you might not get there.
So I'm ugly. So what? I never saw anyone hit with his face.
When you come to a fork in the road, take it.