[{"text" : "Doing something that is productive is a great way to alleviate emotional stress. Get your mind doing something that is productive.","author" : "Ziggy Marley"},{"text" : "Reggae music is not an easy music to like when it comes to the power in society. Cause it talks about changing society. You won't find it readily accepted.","author" : "Ziggy Marley"},{"text" : "Reggae music is simple music - but it's from the heart. Just as people need water to drink, people also need music. If it is true music, the people will be drawn to it.","author" : "Ziggy Marley"},{"text" : "If you keep hiding your true self, your life becomes like slow death. Once you become free from the lies and the hiding of yourself, then life becomes vibrant again.","author" : "Ziggy Marley"},{"text" : "When people come to Jamaica, we don't want them to think about the problems of Jamaica. So let them come be in their paradise.","author" : "Ziggy Marley"},{"text" : "We still have to evolve, that's how we're created, we're created to evolve so you can believe in that the answer is in this book or in this one idea that the masses most believe in, each individual must evolve themselves, spiritually and consciously.","author" : "Ziggy Marley"},{"text" : "Everyone will someday be judged for what they do, and Jah is the only judge.","author" : "Ziggy Marley"},{"text" : "A record is a message, timeless.","author" : "Ziggy Marley"},{"text" : "Once you start messing with psychological well-being, we get more and more messed up.","author" : "Ziggy Marley"},{"text" : "How come “fat chance” and “slim chance” mean the same thing?","author" : "Ziggy Marley"},{"text" : "Above my bed, Bob's face I saw, my daddy looking at me so passionately, little brother. Well, in his eyes I saw the truth, mommy, the truth of a Rastaman, the truth of a iyaman.","author" : "Ziggy Marley"},{"text" : "Love is more than one thing.","author" : "Ziggy Marley"},{"text" : "I run four times a week. And I don't count miles - I don't do that. I don't care about that. I care about how I feel, and I run according to how I feel.","author" : "Ziggy Marley"},{"text" : "Reggae has a philosophy, you know? It's not just entertainment. There's an idea behind it, a way of life behind the music, which is a positive way of life, which is a progressive way of life for better people.","author" : "Ziggy Marley"},{"text" : "God is like the sun. When the sun shines, it shines for everyone. God is for everyone.","author" : "Ziggy Marley"},{"text" : "It's give a . Little more to the Earth today . Let's forget them politicans today . Put down your weapons of war today . Let's just love everyone love . Today .","author" : "Ziggy Marley"},{"text" : "I grew up with coconuts as the main flavor in food in Jamaica. It's part of our culture.","author" : "Ziggy Marley"},{"text" : "I love running in nature. I don't like running on the streets, I don't like running in the city, I don't like running on the concrete. I love running in nature, so Jamaica provides a lot of that for me.","author" : "Ziggy Marley"}]