{
  "title" : "Ability",
  "quotes" : [
    {
      "message" : "Perhaps the most valuable result of all education is the ability to make yourself do the thing you have to do, when it ought to be done, whether you like it or not.",
      "name" : "Walter Bagehot"
    },
    {
      "message" : "There are two kinds of talents, man-made talent and God-given talent. With man-made talent you have to work very hard. With God-given talent, you just touch it up once in a while.",
      "name" : "Pearl Bailey"
    },
    {
      "message" : "Creativity is essentially a lonely art. An even lonelier struggle. To some a blessing. To others a curse. It is in reality the ability to reach inside yourself and drag forth from your very soul an idea.",
      "name" : "Lou Dorfsman"
    },
    {
      "message" : "When I examine myself and my methods of thought, I come to the conclusion that the gift of fantasy has meant more to me than my talent for absorbing positive knowledge.",
      "name" : "Albert Einstein"
    },
    {
      "message" : "I think luck is the sense to recognize an opportunity and the ability to take advantage of it... The man who can smile at his breaks and grab his chances gets on.",
      "name" : "Samuel Goldwyn"
    },
    {
      "message" : "There is something that is much more scarce, something rarer than ability. It is the ability to recognize ability.",
      "name" : "Robert Half"
    },
    {
      "message" : "Adversity has the effect of eliciting talents, which in prosperous circumstances would have lain dormant.",
      "name" : "Horace"
    },
    {
      "message" : "We are not in a position in which we have nothing to work with. We already have capacities, talents, direction, missions, callings.",
      "name" : "Abraham Maslow"
    },
    {
      "message" : "Behind an able man there are always other able men.",
      "name" : "Chinese Proverb"
    },
    {
      "message" : "Whatever you are by nature, keep to it; never desert your line of talent. Be what nature intended you for, and you will succeed.",
      "name" : "Sydney Smith"
    },
    {
      "message" : "A great deal of talent is lost to the world for the want of a little courage.",
      "name" : "Sydney Smith"
    },
    {
      "message" : "There is nothing worse in this world than wasted talent.",
      "name" : "Unknown"
    },
    {
      "message" : "Every success is built on the ability to do better than good enough.",
      "name" : "Unknown"
    },
    {
      "message" : "They are able because they think they are able.",
      "name" : "Virgil"
    },
    {
      "message" : "It is possible to fly without motors, but not without knowledge and skill.",
      "name" : "Wilbur Wright"
    },
    {
      "message" : "Success is the maximum utilization of the ability that you have.",
      "name" : "Zig Ziglar"
    },
    {
      "message" : "To become an able and successful man in any profession, three things are necessary, nature, study and practice.",
      "name" : "Henry Ward Beecher"
    },
    {
      "message" : "Natural ability without education has more often raised a man to glory and virtue than education without natural ability.",
      "name" : "Marcus Tullius Cicero"
    },
    {
      "message" : "Each man has his own vocation; his talent is his call. There is one direction in which all space is open to him.",
      "name" : "Ralph Waldo Emerson"
    },
    {
      "message" : "Vitality shows not only in the ability to persist, but in the ability to start over.",
      "name" : "Francis Scott Fitzgerald"
    },
    {
      "message" : "Genius is the ability to put into effect what is on your mind.",
      "name" : "Francis Scott Fitzgerald"
    },
    {
      "message" : "Character, in great and little things, means carrying through what you feel able to do.",
      "name" : "Johann Wolfgang von Goethe"
    },
    {
      "message" : "Everyone has talent. What is rare is the courage to follow the talent to the dark place where it leads.",
      "name" : "Sir William Alton Jones"
    },
    {
      "message" : "Everyone has talent. What is rare is the courage to follow the talent to the dark place where it leads.",
      "name" : "Sir William Alton Jones"
    },
    {
      "message" : "If I have ever made any valuable discoveries, it has been owing more to patient attention, than to any other talent.",
      "name" : "Isaac Newton"
    },
    {
      "message" : "More men fail through lack of purpose than lack of talent.",
      "name" : "William Ashley Sunday"
    },
    {
      "message" : "I know of no more encouraging fact than the unquestionable ability of man to elevate his life by conscious endeavor.",
      "name" : "Henry David Thoreau"
    },
    {
      "message" : "Use what talents you possess: the woods would be very silent if no birds sang there except those that sang best.",
      "name" : "Henry Van Dyke"
    },
    {
      "message" : "Intelligence is quickness to apprehend as distinct from ability, which is capacity to act wisely on the thing apprehended.",
      "name" : "Alfred North Whitehead"
    },
    {
      "message" : "If a man has talent and cannot use it, he has failed. If he has a talent and uses only half of it, he has partly failed. If he has a talent and learns somehow to use the whole of it, he has gloriously succeeded and has a satisfaction and a triumph few men ever know.",
      "name" : "Thomas Wolfe"
    },
    {
      "message" : "Do what you can, with what you have, where you are.",
      "name" : "Theodore Roosevelt"
    },
    {
      "message" : "Anything you're good at contributes to happiness.",
      "name" : "Bertrand Russell"
    },
    {
      "message" : "Ability is of little account without opportunity.",
      "name" : "Napoleon Bonaparte"
    },
    {
      "message" : "Martyrdom... is the only way in which a man can become famous without ability.",
      "name" : "George Bernard Shaw"
    },
    {
      "message" : "Ability will never catch up with the demand for it.",
      "name" : "Malcolm Forbes"
    },
    {
      "message" : "As the eagle was killed by the arrow winged with his own feather, so the hand of the world is wounded by its own skill.",
      "name" : "Helen Keller"
    },
    {
      "message" : "We are not in a position in which we have nothing to work with. We already have capacities, talents, direction, missions, callings.",
      "name" : "Abraham Maslow"
    },
    {
      "message" : "Young people do not perceive at once that the giver of wounds is the enemy and the quoted tattle merely the arrow.",
      "name" : "Francis Scott Fitzgerald"
    },
    {
      "message" : "Many could forgo heavy meals, a full wardrobe, a fine house, et cetera; it is the ego they cannot forgo.",
      "name" : "John Kenneth Galbraith"
    },
    {
      "message" : "Winning is a habit. Unfortuantely, so is losing.",
      "name" : "Vince Lombardi"
    },
    {
      "message" : "As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by them.",
      "name" : "John F Kennedy"
    },
    {
      "message" : "Remember God's bounty in the year. String the pearls of His favor. Hide the dark parts, except so far as they are breaking out in light! Give this one day to thanks, to joy, to gratitude!",
      "name" : "Henry Ward Beecher"
    },
    {
      "message" : "Our rural ancestors, with little blest, Patient of labour when the end was rest, Indulged the day that housed their annual grain, With feasts, and off'rings, and a thankful strain.",
      "name" : "Alexander Pope"
    }
    ]
}