{
  "title" : "Abuse",
  "quotes" : [
    {
      "message" : "An injury is much sooner forgotten than an insult.",
      "name" : "Lord Chesterfield"
    },
    {
      "message" : "If a man's character is to be abused, say what you will, there's nobody like a relation to do the business.",
      "name" : "William Makepeace Thackeray"
    },
    {
      "message" : "Use, do not abuse; neither abstinence nor excess ever renders man happy.",
      "name" : "Voltaire"
    },
    {
      "message" : "The greater the power, the more dangerous the abuse.",
      "name" : "Edmund Burke"
    },
    {
      "message" : "Let us not forget who we are. Drug abuse is a repudiation of everything America is.",
      "name" : "Ronald Reagan"
    },
    {
      "message" : "The million little things that drop into your hands, The small opportunities each day brings, He leaves us free to use or abuse, And goes unchanging along His silent way.",
      "name" : "Helen Keller"
    },
    {
      "message" : "Adversity has the effect of eliciting talents, which in prosperous circumstances would have lain dormant.",
      "name" : "Horace"
    },
    {
      "message" : "Liberty may be endangered by the abuse of liberty, but also by the abuse of power.",
      "name" : "James Madison"
    },
    {
      "message" : "Whipping and abuse are like laudanum: you have to double the dose as the sensibilities decline.",
      "name" : "Harriet Elizabeth Beecher Stowe"
    },
    {
      "message" : "Abuse of words has been the great instrument of sophistry and chicanery, of party, faction, and division of society.",
      "name" : "John Adams"
    },
    {
      "message" : "If the cruelties of slavery could not stop us, the opposition we now surely fail. . . . Because the goal of America is freedom, abused and scorned tho' we may be, our destiny is tied up with America's destiny.",
      "name" : "Martin Luther King"
    },
    {
      "message" : "Books are the best of things, well used; abused, among the worst. What is the right use? What is the one end, which all means go to effect? They are for nothing but to inspire.",
      "name" : "Ralph Waldo Emerson"
    }
    ]
}