Acting childish seems to come naturally, but acting like an adult, no matter how old we are, just doesn't come easy to us.
Lily Tomlin
It is unbecoming for young men to utter maxims.
Aristotle
Cheerfulness and contentment are great beautifiers and are famous preservers of youthful looks.
Charles Dickens
Whatever you may look like, marry a man your own age -- as your beauty fades, so will his eyesight.
Phyllis Diller
Blessed are the young for they shall inherit the national debt.
Herbert Hoover
By the time a man realizes that maybe his father was right, he usually has a son who thinks he's wrong.
Charles Wadsworth
It is one of the blessings of old friends that you can afford to be stupid with them.
Ralph Waldo Emerson
Anyone who stops learning is old, whether at 20 or 80. Anyone who keeps learning stays young. The greatest thing in life is to keep your mind young.
Henry Ford
here are three great friends: an old wife, an old dog, and ready money.
Benjamin Franklin
Life's Tragedy is that we get old to soon and wise too late.
Benjamin Franklin
A diplomat is a man who always remembers a woman's birthday but never remembers her age.
Robert Lee Frost
Love grants in a moment what toil can hardly achieve in an age.
Johann Wolfgang von Goethe
Nothing is more damaging to a new truth than an old error.
Johann Wolfgang von Goethe
People far prefer happiness to wisdom, but that is like wanting to be immortal without getting older.
Sydney J Harris
Nobody can be so amusingly arrogant as a young man who has just discovered an old idea and thinks it is his own.
Sydney J Harris
In youth men are apt to write more wisely than they really know or feel; and the remainder of life may be not idly spent in realizing and convincing themselves of the wisdom which they uttered long ago.
Nathaniel Hawthorne
Remember, if you ever need a helping hand, you'll find one at the end of your arm. . . . As you grow older you will discover that you have two hands. One for helping yourself, the other for helping others.
Audrey Hepburn
he misery of a child is interesting to a mother, the misery of a young man is interesting to a young woman, the misery of an old man is interesting to nobody.
Eric Hoffer
To be 70 years young is sometimes far more cheerful and hopeful than to be 40 years old.
Oliver Wendell Holmes Jr
The advice of their elders to young men is very apt to be as unread as a list of the hundred best books.
Oliver Wendell Holmes Jr
Old age is fifteen years older than I am.
Oliver Wendell Holmes Jr
There is no friend like an old friend who has shared our morning days, no greeting like his welcome, no homage like his praise.
Oliver Wendell Holmes Jr
Forty is the old age of youth; fifty is the youth of old age.
Victor Hugo
So different are the colours of life, as we look forward to the future, or backward to the past; and so different the opinions and sentiments which this contrariety of appearance naturally produces, that the conversation of the old and young ends generally with contempt or pity on either side.
Victor Hugo
Same old slippers, Same old rice, Same old glimpse of paradise.
William James Lampton
The surprising thing about young fools is how many survive to become old fools.
Doug Larson
The day a person becomes a cynic is the day he loses his youth.
Marvin D. Levy
It is an illusion that youth is happy, an illusion of those who have lost it.
Audrey Hepburn
The American ideal is youth -- handsome, empty youth.
Henry Miller
The older you get the stronger the wind gets-and it's always in your face.
Jack Nicklaus
You don't stop laughing because you grow old; You grow old because you stop laughing.
Michael Pritchard
A man is not old as long as he is seeking something.
Jean Rostand
Thou shouldst not have been old till thou hadst been wise.
William Shakespeare
It's all that the young can do for the old, to shock them and keep them up to date.
George Bernard Shaw
The mere process of growing old together will make the slightest acquaintance seem a bosom friend.
Logan Pearsall Smith
Growing old is nothing more than mind over matter; If you don't mind, it doesn't matter.
Anonymous
Our dilemma is that we hate change and love it at the same time; what we really want is for things to remain the same but get better.
Sydney J Harris
The charm of history and its enigmatic lesson consist in the fact that, from age to age, nothing changes and yet everything is completely different.
Aldous Leonard Huxley
Happiness is not a goal; it is a by-product.
Eleanor Roosevelt
The difference between greatness and mediocrity is often how an individual views a mistake...
Nelson Boswell
Beware of the young doctor and the old barber.
Benjamin Franklin
The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but a lack of will.
Norman Vincent Peale
A thing is not necessarily true because badly uttered, nor false because spoken magnificently.
Saint Augustine
No form of Nature is inferior to Art; for the arts merely imitate natural forms.
Marcus Aurelius Antoninus
God has placed in each soul an apostle to lead us upon the illumined path. Yet many seek life from without, unaware that is within them.
Audrey Hepburn
I don't feel old. I don't feel anything until noon. Then it's time for my nap.
Bob Hope
We could certainly slow the aging process down if it had to work its way through Congress.
Unknown
Don't worry about avoiding temptation...As you grow older, it will avoid you.
Unknown
Maybe it's true that life begins at fifty. But ... everything else starts to wear out, fall out, or spread out.
Unknown
By the time a man is wise enough to watch his step, he's too old to go anywhere.
Unknown
It's hard to be nostalgic when you can't remember anything.
Unknown
At my age, every doctor says the same thing; It's either something I have to live with - or something I have to live without.
Unknown
The secret of staying young is to live honestly, eat slowly and lie about your age.
Lucile Ball
As we grow older everything seems to wear out, fall out or spread out.
Unknown
Birthdays are good for you. Studies show that the people who have the most live the longest.
Unknown