{
  "title" : "Anger",
  "quotes" : [
    {
      "message" : "If you are patient in one moment of anger, you will escape a hundred days of sorrow.",
      "name" : "Chinese Proverb"
    },
    {
      "message" : "Anger and jealousy can no more bear to lose sight of their objects than love.",
      "name" : "George Eliot"
    },
    {
      "message" : "It is easy to fly into a passion--anybody can do that--but to be angry with the right person and at the right time and with the right object and in the right way--that is not easy, and it is not everyone who can do it.",
      "name" : "Aristotle"
    },
    {
      "message" : "Be not hasty in thy spirit to be angry: for anger resteth in the bosom of fools.",
      "name" : "Ecclesiastes 7:9"
    },
    {
      "message" : "I was angry with my friend I told my wrath, my wrath did end. I was angry with my foe: I told it not, my wrath did grow.",
      "name" : "Benjamin Franklin"
    },
    {
      "message" : "A man is measured by the size of things that anger him.",
      "name" : "Geof Greenleaf"
    },
    {
      "message" : "Do not do to others what angers you if done to you by others.",
      "name" : "Isocrates"
    },
    {
      "message" : "Be not angry that you cannot make others as you wish them to be, since you cannot make yourself as you wish to be.",
      "name" : "Thomas Kempis"
    },
    {
      "message" : "When angry, count ten before you speak; if very angry, an hundred.",
      "name" : "Thomas Jefferson"
    },
    {
      "message" : "It's practically impossible to look at a penguin and feel angry.",
      "name" : "Joe Moore"
    },
    {
      "message" : "Never write a letter while you are angry.",
      "name" : "Chinese Proverb"
    },
    {
      "message" : "There was never an angry man that thought his anger unjust.",
      "name" : "Saint Francis de Sales"
    },
    {
      "message" : "The greatest remedy for anger is delay.",
      "name" : "Lucius Annaeus Seneca"
    },
    {
      "message" : "Laying aside falsehood, speak truth each one of you with his neighbor, for we are members of one another. Be angry, and yet do not sin; do not let the sun go down on your anger, and do not give the devil an opportunity.",
      "name" : "Ephesians 4:25-27"
    },
    {
      "message" : "Never go to bed mad. Stay up and fight.",
      "name" : "Phyllis Diller"
    },
    {
      "message" : "Get mad, then get over it.",
      "name" : "Colin Powell"
    },
    {
      "message" : "Heaven has no rage like love to hatred turned, Nor hell a fury like a woman scorned.",
      "name" : "William Congreve"
    },
    {
      "message" : "He who angers you conquers you.",
      "name" : "Elizabeth Kenny"
    },
    {
      "message" : "If a small thing has the power to make you angry, does that not indicate something about your size?",
      "name" : "Sydney J Harris"
    },
    {
      "message" : "When anger rises, think of the consequences.",
      "name" : "Confucius"
    },
    {
      "message" : "Anger makes dull men witty, but it keeps them poor.",
      "name" : "Elizabeth I"
    },
    {
      "message" : "Anger as soon as fed is dead- 'Tis starving makes it fat.",
      "name" : "Emily Dickinson"
    },
    {
      "message" : "If you do not wish to be prone to anger, do not feed the habit; give it nothing which may tend to its increase.",
      "name" : "Epictetus"
    },
    {
      "message" : "Never forget what a man says to you when he is angry.",
      "name" : "Henry Ward Beecher"
    },
    {
      "message" : "Speak when you are angry--and you will make the best speech you'll ever regret.",
      "name" : "Laurence J Peter"
    },
    {
      "message" : "A gentle answer turns away wrath, but a harsh word stirs up anger.",
      "name" : "Proverbs 15:1"
    },
    {
      "message" : "How much more grievous are the consequences of anger than the causes of it.",
      "name" : "Marcus Aelius Aurelius"
    },
    {
      "message" : "Speak softly and carry a big stick; you will go far.",
      "name" : "Theodore Roosevelt"
    }
    ]
}