{
  "title" : "Attitude",
  "quotes" : [
    {
      "message" : "I'd rather be a could-be if I cannot be an are; because a could-be is a maybe who is reaching for a star. I'd rather be a has-been than a might-have-been, by far; for a might have-been has never been, but a has was once an are.",
      "name" : "Milton Berle"
    },
    {
      "message" : "An inexhaustible good nature is one of the most precious gifts of heaven, spreading itself like oil over the troubled sea of thought, and keeping the mind smooth and equable in the roughest weather.",
      "name" : "Washington Irving"
    },
    {
      "message" : "No pessimist ever discovered the secret of the stars, or sailed to an uncharted land, or opened a new doorway for the human spirit.",
      "name" : "Helen Keller"
    },
    {
      "message" : "The cynic knows the price of everything and the value of nothing.",
      "name" : "Oscar Wilde"
    },
    {
      "message" : "Seek out that particular mental attribute which makes you feel most deeply and vitally alive, along with which comes the inner voice which says, 'This is the real me,' and when you have found that attitude, follow it.",
      "name" : "James Truslow Adams"
    },
    {
      "message" : "The greatest discovery of my generation is that man can alter his life simply by altering his attitude of mind.",
      "name" : "James Truslow Adams"
    },
    {
      "message" : "A positive attitude may not solve all your problems, but it will annoy enough people to make it worth the effort.",
      "name" : "Herm Albright"
    },
    {
      "message" : "There are no menial jobs, only menial attitudes.",
      "name" : "William John Bennett"
    },
    {
      "message" : "Writing has laws of perspective, of light and shade just as painting does, or music. If you are born knowing them, fine. If not, learn them. Then rearrange the rules to suit yourself.",
      "name" : "Truman Capote"
    },
    {
      "message" : "A happy person is not a person in a certain set of circumstances, but rather a person with a certain set of attitudes.",
      "name" : "Hugh Downs"
    },
    {
      "message" : "Weakness of attitude becomes weakness of character.",
      "name" : "Albert Einstein"
    },
    {
      "message" : "The last of the human freedoms - to choose one's attitude in any given set of circumstances, to choose one's own way.",
      "name" : "Dr Viktor E Frankl"
    },
    {
      "message" : "Your mental attitude is someting you can control outright and you must use self-discipline until you create a Positive Mental Attitude -- your mental attitude attracts to you everything that makes you what you are.",
      "name" : "Napolean Hill"
    },
    {
      "message" : "Certain thoughts are prayers. There are moments when; whatever be the attitude of the body, the soul is on its knees.",
      "name" : "Victor Hugo"
    },
    {
      "message" : "Any fact facing us is not as important as our attitude toward it, for that determines our success or failure.",
      "name" : "Norman Vincent Peale"
    },
    {
      "message" : "Never solve a problem from its original perspective.",
      "name" : "Charles Thompson"
    },
    {
      "message" : "Happiness is an attitude of mind, born of the simple determination to be happy under all outward circumstances.",
      "name" : "J Donald Walters"
    },
    {
      "message" : "Life is too short to spend your precious time trying to convince a person who wants to live in gloom and doom otherwise. Give lifting that person your best shot, but don't hang around long enough for his or her bad attitude to pull you down. Instead, surround yourself with optimistic people.",
      "name" : "Zig Ziglar"
    },
    {
      "message" : "I am still determined to be cheerful and happy, in whatever situation I may be; for I have also learned from experience that the greater part of our happiness or misery depends upon our dispositions, and not upon our circumstances.",
      "name" : "Martha Washington"
    },
    {
      "message" : "In the depths of winter I finally learned there was in me an invincible summer.",
      "name" : "Albert Camus"
    },
    {
      "message" : "A will finds a way.",
      "name" : "Orison Swett Marden"
    },
    {
      "message" : "God grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to know the difference.",
      "name" : "Reinhold Niebuhr"
    },
    {
      "message" : "Every exit is an entry somewhere.",
      "name" : "Tom Stoppard"
    },
    {
      "message" : "Setting too good an example is a kind of slander seldom forgiven.",
      "name" : "Benjamin Franklin"
    },
    {
      "message" : "An appeaser is one who feeds a crocodile, hoping it will eat him last.",
      "name" : "Winston Churchill"
    },
    {
      "message" : "I've learned ... that even when I have pains, I don't have to be one.",
      "name" : "Andy Rooney"
    },
    {
      "message" : "The control center of your life is your attitude.",
      "name" : "Norman Cousins"
    },
    {
      "message" : "Things turn out best for the people who make the best out of the way things turn out.",
      "name" : "Art Linkletter"
    }
    ]
}