{
  "title" : "Bible",
  "quotes" : [
    {
      "message" : "Give, and it shall be given to you. For whatever measure you deal out to others, it will be dealt to you in return.",
      "name" : "The Bible"
    },
     {
      "message" : "Be strong and of a good courage, fear not, nor be afraid...for the Lord thy God, he it is that doth go with thee; he will not fail thee, nor forsake thee.",
      "name" : "Psalms 30:5"
    },
     {
      "message" : "I know the plans I have for you, declares the Lord, plans to prosper you and not to harm you, plans to give you hope and a future.",
      "name" : "Jeremiah 29:11"
    },
     {
      "message" : "If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man's religion is vain.",
      "name" : "The Bible"
    },
     {
      "message" : "Above all, love each other deeply, because love covers over a multitude of sins. Offer hospitality to one another without grumbling.",
      "name" : "1 Peter 4:8-9"
    },
     {
      "message" : "Seek peace, and pursue it.",
      "name" : "Psalms 34:14"
    },
     {
      "message" : "And be ye kind one to another, tender-hearted, forgiving one another, even as God for Christ's sake hath forgiven you.",
      "name" : "Ephesians 4:32"
    },
     {
      "message" : "Then said Jesus, Father, forgive them; for they know not what they do ...",
      "name" : "Luke 23:34"
    },
     {
      "message" : "There is no fear in love; but perfect love casteth out fear ...",
      "name" : "1 John 4:18"
    },
     {
      "message" : "There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ ...",
      "name" : "Galations 3:28"
    },
     {
      "message" : "Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about seeking whom he may devour.",
      "name" : "1 Peter v. 8."
    },
     {
      "message" : "For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.",
      "name" : "1 Timothy 6:10"
    },
     {
      "message" : "So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand.",
      "name" : "Isaiah 41:10"
    },
     {
      "message" : "The name of the LORD is a strong tower; the righteous run to it and are safe.",
      "name" : "Proverbs 18:10"
    },
     {
      "message" : "Trust in the LORD with all your heart and lean not on your own understanding; in all your ways acknowledge Him, and He will make your paths straight.",
      "name" : " Proverbs 3:5-6"
    },
     {
      "message" : "Commit to the LORD whatever you do, and your plans will succeed.",
      "name" : "Proverbs 16:3"
    },
     {
      "message" : "The LORD is my light and my salvation- whom shall I fear? The LORD is the stronghold of my life- of whom shall I be afraid?",
      "name" : "Psalm 27:1"
    },
     {
      "message" : "Don't you know that you yourselves are God's temple and that God's Spirit lives in you?",
      "name" : "1 Corinthians 3:16"
    },
     {
      "message" : "If anyone says, 'I love God,' yet hates his brother, he is a liar. For anyone who does not love his brother, whom he has seen, cannot love God, whom he has not seen.",
      "name" : "I John 4:20"
    },
     {
      "message" : "A fool gives full vent to his anger, but a wise man keeps himself under control.",
      "name" : "Proverbs 29:11"
    },
     {
      "message" : "Train a child in the way he should go and when he is old he will not turn from it.",
      "name" : "Proverbs 22:6"
    },
     {
      "message" : "He will give his angels charge of you to guard you in all your ways. On their hands they will bear you up, lest you dash your foot against a stone.",
      "name" : "Psalms 91: 11-12"
    },
     {
      "message" : "Are not all angels ministering spirits sent to serve those who will inherit salvation?",
      "name" : "Hebrews 1:14"
    },
     {
      "message" : "Satan himself masquerades as an angel of light.",
      "name" : "2 Corinthians 11:14"
    },
     {
      "message" : "Fear God and keep his commandments: for this is the whole duty of man.",
      "name" : "Ecclesiastes 12:13"
    },
     {
      "message" : "Be ye angry and sin not: let not the sun go down upon your wrath.",
      "name" : "Ephesians 4:26"
    },
     {
      "message" : "Greater love has no one than this, that he lay down his life for his friends.",
      "name" : "John 15:13"
    }
    ]
}