The world is a book, and those who do not travel read only one page.
Saint Augustine
I still find each day too short for all the thoughts I want to think, all the walks I want to take, all the books I want to read, and all the friends I want to see.
John Burroughs
What we become depends on what we read after all the professors have finished with us. The greatest university of all is the collection of books.
Thomas Carlyle
Happy the people whose annals are blank in the history books!
Thomas Carlyle
If I have not read a book before, it is, for all intents and purposes, new to me whether it was printed yesterday or three hundred years ago.
William Hazlitt
Honesty is the first chapter of the book of wisdom.
Thomas Jefferson
A book is like a garden carried in the pocket.
Chinese Proverb
The experience to be gathered from books, Though often valuable, is but of the nature of learning; Whereas the experience gained from actual life, Is of the nature of wisdom; And a small store of the latter Is worth vastly more than a stock of the former.
Samuel Smiles
The man who does not read good books has no advantage over the man who cannot read them.
Mark Twain
Be careful of reading health books, you might die of a misprint.
Mark Twain
No two persons ever read the same book.
Edmund Wilson
Some books are to be tasted, others swallowed, and some few to be chewed and digested.
Sir Francis Bacon
Books must follow sciences, and not sciences books.
Sir Francis Bacon
A room without books is like a body without a soul.
Marcus Tullius Cicero
Every burned book or house enlightens the world; every suppressed or expunged word reverberates through the earth from side to side.
Ralph Waldo Emerson
I am sure of this, that by going much alone a man will get more of a noble courage in thought and word than from all the wisdom that is in books.
Ralph Waldo Emerson
I can tell you, honest friend, what to believe: believe life; it teaches better than book or orator.
Johann Wolfgang von Goethe
If a man writes a book, let him set down only what he knows. I have guesses enough of my own.
Johann Wolfgang von Goethe
The love of learning, the sequestered nooks, And all the sweet serenity of books.
Henry Wordsworth Longfellow
Nobody ever outgrows Scripture; the book widens and deepens with our years.
Charles Haddon Spurgeon
Literature is my Utopia. Here I am not disenfranchised. No barrier of the sense shuts me out from the sweet, gracious discourse of my book friends. They talk to me without embarrassment or awkwardness.
Helen Keller
There are men that will make you books, and turn them loose into the world, with as much dispatch as they would do a dish of fritters.
Miguel de Cervantes
The only words that ever satisfied me as describing Nature are the terms used in fairy books, charm, spell, enchantment. They express the arbitrariness of the fact and its mystery.
G K Chesterton
From the moment I picked your book up until I laid it down I was convulsed with laughter. Some day I intend reading it.
Groucho Marx
In the case of good books, the point is not to see how many of them you can get through, but how many can get through to you.
Mortimer Adler
No man can be called friendless when he has God and the companionship of good books.
Elizabeth Barrett Browning
A good book has no ending.
R D Cumming
The instruction we find in books is like fire. We fetch it from our neighbours, kindle it at home, communicate it to others, and it becomes the property of all.
Voltaire
Reading, after a certain age, diverts the mind too much from its creative pursuits. Any man who reads too much and uses his own brain too little falls into lazy habits of thinking.
Albert Einstein
Many books require no thought from those who read them, and for a very simple reason; they made no such demand upon those who wrote them.
Charles Caleb Colton
I still find each day too short for all the thoughts I want to think, all the walks I want to take, all the books I want to read, and all the friends I want to see.
John Burroughs
What we become depends on what we read after all the professors have finished with us. The greatest university of all is the collection of books.
Thomas Carlyle
The ideas I stand for are not mine. I borrowed them from Socrates. I swiped them from Chesterfield. I stole them from Jesus. And I put them in a book. If you don't like their rules whose would you use?
Dale Carnegie
Don't join the book burners. Do not think you are going to conceal thoughts by concealing evidence that they ever existed.
Dwight David Eisenhower
Never read a book that is not a year old.
Ralph Waldo Emerson
Every burned book or house enlightens the world; every suppressed or expunged word reverberates through the earth from side to side.
Ralph Waldo Emerson
I am sure of this, that by going much alone a man will get more of a noble courage in thought and word than from all the wisdom that is in books.
Ralph Waldo Emerson
Whenever you read a good book, it's like the author is right there, in the room, talking to you, which is why I don't like to read good books.
Jack Handey
If I have not read a book before, it is, for all intents and purposes, new to me whether it was printed yesterday or three hundred years ago.
William Hazlitt
A classic is a book which people praise and don't read.
Mark Twain
A good novel tells us the truth about its hero; but a bad novel tells us the truth about its author.
G K Chesterton
Reading, after a certain age, diverts the mind too much from its creative pursuits. Any man who reads too much and uses his own brain too little falls into lazy habits of thinking.
Albert Einstein
I find television very educating. Every time somebody turns on the set, I go into the other room and read a book.
Groucho Marx
Outside of a dog, a book is man's best friend. Inside of a dog it's too dark to read.
Groucho Marx
How many a man has dated a new era in his life from the reading of a book.
Henry David Thoreau
Where is human nature so weak as in the bookstore?
Henry Ward Beecher
People say that life is the thing, but I prefer reading.
Logan Pearsall Smith
Learn as much by writing as by reading.
Lord Acton
In the highest civilization, the book is still the highest delight. He who has once known its satisfactions is provided with a resource against calamity.
Ralph Waldo Emerson
Read not to contradict and confute?nor to find talk and discourse, but to weigh and consider.
Sir Francis Bacon
Live always in the best company when you read.
Sydney Smith
The multitude of books is making us ignorant.
Voltaire
Knowing I lov'd my books, he furnish'd me From mine own library with volumes that I prize above my dukedom.
William Shakespeare
To solve any problem, here are three questions to ask yourself: First, what could I do? Second, what could I read? And third, who could I ask?
Jim Rohn
Reading made Don Quixote a gentleman, but believing what he read made him mad.
George Bernard Shaw