{
  "title" :"Change",
  "quotes" : [
    {
      "message" : "They always say time changes things, but you actually have to change them yourself.",
      "name" : "Andy Warhol"
    },
     {
      "message" : "Things do not change; we change.",
      "name" : "Henry David Thoreau"
    },
     {
      "message" : "Nothing endures but change.",
      "name" : "Heraclitus"
    },
     {
      "message" : "Change your thoughts and you change your world.",
      "name" : "Norman Vincent Peale"
    },
     {
      "message" : "Things alter for the worse spontaneously, if they be not altered for the better designedly.",
      "name" : "Sir Francis Bacon"
    },
     {
      "message" : "He that will not apply new remedies must expect new evils; for time is the greatest innovator.",
      "name" : "Sir Francis Bacon"
    },
     {
      "message" : "When you are through changing, you are through.",
      "name" : "Bruce Barton"
    },
     {
      "message" : "Consider how hard it is to change yourself and you'll understand what little chance you have in trying to change others.",
      "name" : "Jacob M Braude"
    },
     {
      "message" : "Only the wisest and stupidest of men never change.",
      "name" : "Confucius"
    },
     {
      "message" : "They must often change, who would be constant in happiness or wisdom.",
      "name" : "Confucius"
    },
     {
      "message" : "You must be the change you wish to see in the world.",
      "name" : "Gandhi"
    },
     {
      "message" : "There is a certain relief in change, even though it be from bad to worse! As I have often found in travelling in a stagecoach, that it is often a comfort to shift one's position, and be bruised in a new place.",
      "name" : "Washington Irving"
    },
     {
      "message" : "The man who looks for security, even in the mind, is like a man who would chop off his limbs in order to have artificial ones which will give him no pain or trouble.",
      "name" : "Henry Miller"
    },
     {
      "message" : "We are chameleons, and our partialities and prejudices change place with an easy and blessed facility, and we are soon wonted to the change and happy in it.",
      "name" : "Mark Twain"
    },
     {
      "message" : "He who rejects change is the architect of decay. The only human institution which rejects progress is the cemetery.",
      "name" : "Harold Wilson"
    },
     {
      "message" : "The main dangers in this life are the people who want to change everything -- or nothing.",
      "name" : "Lady Nancy Astor"
    },
     {
      "message" : "Loss is nothing else but change, and change is Nature's delight.",
      "name" : "Marcus Aelius Aurelius"
    },
     {
      "message" : "It is a secret both in nature and state, that it is safer to change many things than one.",
      "name" : "Sir Francis Bacon"
    },
     {
      "message" : "Not everything that is faced can be changed. But nothing can be changed until it is faced.",
      "name" : "James Arthur Baldwin"
    },
     {
      "message" : "Vision without action is merely a dream. Action without vision just passes the time. Vision with action can change the world.",
      "name" : "Joel Barker"
    },
     {
      "message" : "I have my faults, but changing my tune is not one of them.",
      "name" : "Samuel Beckett"
    },
     {
      "message" : "If a man die, shall he live again? All the days of my appointed time will I wait, till my change come.",
      "name" : "Job 14:14"
    },
     {
      "message" : "Other things may change us, but we start and end with the family.",
      "name" : "Anthony Brandt"
    },
     {
      "message" : "We must all obey the great law of change. It is the most powerful law of nature.",
      "name" : "Edmund Burke"
    },
     {
      "message" : "Look abroad through Nature's range, Nature's mighty law is change.",
      "name" : "Robert Burns"
    },
     {
      "message" : "A fanatic is one who can't change his mind and won't change the subject.",
      "name" : "Winston Churchill"
    },
     {
      "message" : "If the facts don't fit the theory, change the facts.",
      "name" : "Albert Einstein"
    },
     {
      "message" : "Can anybody remember when the times were not hard and money not scarce?",
      "name" : "Ralph Waldo Emerson"
    },
     {
      "message" : "There is in the worst of fortune the best of chances for a happy change.",
      "name" : "Euripides"
    },
     {
      "message" : "It is not strange ... to mistake change for progress.",
      "name" : "Millard Fillmore"
    },
     {
      "message" : "One must never lose time in vainly regretting the past or in complaining against the changes which cause us discomfort, for change is the essence of life.",
      "name" : "Anatole France"
    },
     {
      "message" : "He who shall introduce into public affairs the principles of primitive Christianity will change the face of the world.",
      "name" : "Benjamin Franklin"
    },
     {
      "message" : "Most of the change we think we see in life is due to truths being in and out of favor.",
      "name" : "Robert Lee Frost"
    },
     {
      "message" : "The tiger can't change his spots. No, wait, he did! Good for him!",
      "name" : "Jack Handey"
    },
     {
      "message" : "In times like these, it is helpful to remember that there have always been times like these.",
      "name" : "Paul Harvey"
    },
     {
      "message" : "In a time of drastic change, it is the learners who inherit the future. The learned find themselves equipped to live in a world which no longer exists.",
      "name" : "Eric Hoffer"
    },
     {
      "message" : "Don't knock the weather; nine-tenths of the people couldn't start a conversation if it didn't change once in a while.",
      "name" : "Kin Hubbard"
    },
     {
      "message" : "Perhaps nothing has changed in the course of history as much as historians.",
      "name" : "Franklin P Jones"
    },
     {
      "message" : "Instead of giving a politician the keys to the city, it might be better to change the locks.",
      "name" : "Doug Larson"
    },
     {
      "message" : "The real sadness of fifty is not that you change so much but that you change so little.",
      "name" : "Max Lerner"
    },
     {
      "message" : "If you want truly to understand something, try to change it.",
      "name" : "Kurt Lewin"
    },
     {
      "message" : "Take a chance! All life is a chance. The man who goes the furthest is generally the one who is willing to do and dare.",
      "name" : "Dale Carnegie"
    },
     {
      "message" : "A wish changes nothing. A decision changes everything.",
      "name" : "Unknown"
    }
    ]
}