{"title" : "Decision Making","quotes" : [{"message" : "Balanced emotions are crucial to intuitive decision making.","name" : "Michael D. Eisner"},{"message" : "Whenever it comes to decision making, Remember the part about having confidence.","name" : "Auliq Ice"},{"message" : "The key to good decision making is not knowledge... It's whether our work fulfills us.","name" : "Malcolm Gladwell"},{"message" : "Find ways to decentralize. Move decision making authority down and out. Encourage a more entrepreneurial approach.","name" : "Donald Rumsfeld"},{"message" : "The art of good decision making is looking forward to and celebrating the tradeoffs, not pretending they don't exist.","name" : "Seth Godin"},{"message" : "We unfortunately live in a corporate world where group decision making is made to avoid failure rather than to achieve success.","name" : "Bill Cahan"},{"message" : "Most of society's decision making for young people happens without young people, and that could not happen without adultcentrism.","name" : "Adam Fletcher"},{"message" : "In part because individual judgement is not accurate enough or consistent enough, cognitive diversity is essential to good decision making.","name" : "James Surowiecki"},{"message" : "Without women's full inclusion at the decision making table, we cannot have any healthy decision making that is good for men and women alike.","name" : "Zainab Salbi"},{"message" : "Every individual can make a difference ... if we continue to leave decision making to the so-called decision makers, things will never change.","name" : "Jane Goodall"},{"message" : "The key to good decision making is not knowledge. It is understanding. We are swimming in the former. We are desperately lacking in the latter.","name" : "Malcolm Gladwell"},{"message" : "Never bring the problem solving stage into the decision making stage. Otherwise, you surrender yourself to the problem rather than the solution.","name" : "Robert H. Schuller"},{"message" : "The strength of collective decision making and political responsibility is not only a question of recognizing other people's ability. It is also recognizing one's own limitations.","name" : "Aruna Roy"},{"message" : "Obedience brings peace in decision making. If we have firmly made up our minds to follow the commandments, we will not have to redecide which path to take when temptation comes our way.","name" : "James E. Faust"},{"message" : "The essence of the phenomenon of gambling is decision making. The act of making a decision consists of selecting one course of action, or strategy, from among the set of admissible strategies.","name" : "Richard Arnold Epstein"},{"message" : "The major mistake people pursue in decision making is to surround themselves with negatively minded people. People who are going nowhere will never take you anywhere; people who are going everywhere can take you somewhere.","name" : "Israelmore Ayivor"},{"message" : "You can't make decisions based on fear and the possibility of what might happen.","name" : "Michelle Obama"},{"message" : "Effective decision-making can be seen as an optimal link between memory of the past, ground-realities of the present and insights of the future.","name" : "Amit Ray"},{"message" : "Decision making and problem solving are not the same. To solve a problem, one needs to find a solution. To make a decision, one needs to make a choice.","name" : "Michael J. Marx"},{"message" : "Always make decisions that prioritize your inner peace.","name" : "Izey Victoria Odiase"},{"message" : "Decision making is an art only until the person understands the science.","name" : "Pearl Zhu"},{"message" : "Visionary decision-making happens at the intersection of intuition and logic.","name" : "Paul O'Brien"},{"message" : "The art of decision making includes the art of questioning.","name" : "Pearl Zhu"},{"message" : "The speed of decision making is the essence of good governance.","name" : "Piyush Goyal"},{"message" : "Usually, when you make a decision in life, unless you have access to parallel universes, you can't truly judge how right that decision was.","name" : "Tibor Fischer"},{"message" : "Design is nothing if not decision making.","name" : "Henry Petroski"},{"message" : "Courage and confidence are what decision making is all about.","name" : "Mike Krzyzewski"},{"message" : "A graphic is never an end in itself; it is a moment in the process of decision making.","name" : "Jacques Bertin"},{"message" : "One of the major biases in risky decision making is optimism. Optimism is a source of high-risk thinking.","name" : "Daniel Kahneman"},{"message" : "Decision making in a democracy depends above all on knowledge and not just the intel available to presidents and policymakers.","name" : "Nancy Gibbs"},{"message" : "Decisions should be based on facts, objectively considered — what I call the fact-founded, thought-through approach to decision making.","name" : "Marvin Bower"},{"message" : "Understanding the true nature of instinctive decision making requires us to be forgiving of those people trapped in circumstances where good judgment is imperiled.","name" : "Malcolm Gladwell"},{"message" : "The challenge of life is regretless decision making, relentless pursuit of vision with faith, forgiving others, enduring pain with a smile & achieving goals with an extra MILE","name" : "Sujit Lalwani"},{"message" : "Long term thinking and planing enhances short term decision making. Make sure you have a plan of your life in your hand, and that includes the financial plan and your mission.","name" : "Manoj Arora"},{"message" : "The key to good decision making is evaluating the available information - the data - and combining it with your own estimates of pluses and minuses. As an economist, I do this every day.","name" : "Emily Oster"},{"message" : "I think one of the major results of the psychology of decision making is that people's attitudes and feelings about losses and gains are really not symmetric. So we really feel more pain when we lose $10,000 than we feel pleasure when we get $10,000.","name" : "Daniel Kahneman"},{"message" : "Making good decisions is a crucial skill at every level.","name" : "Peter Drucker"},{"message" : "So, do it. Decide. Is this the life you want to live? Is this the person you want to love? Is this the best you can be? Can you be stronger? Kinder? More compassionate? Decide. Breathe in. Breathe out & decide.","name" : "Meredith Grey"},{"message" : "I don't want other people to decide what I am. I want to decide that for myself.","name" : "Emma Watson"},{"message" : "If you don't make a choice, life makes it for you and then you're stuck with what it decides. Take control of your destiny so that doesn't happen.","name" : "Steward Stafford"},{"message" : "Decide. Take one of the most unsettling things you feel exist in your life and decide. Decide to meet it with love and understanding. Decide to meet it with a proactive spirit that believes that a solution, an ease, a peaceful resolve rests in the meeting.","name" : "David Ault"},{"message" : "Think a hundred times before you take a decision, but once that decision is taken, stand by it as one man.","name" : "Muhammad Ali Jinnah"},{"message" : "Every decision brings with it some good, some bad, some lessons, and some luck. The only thing that’s for sure is that indecision steals many years from many people who wind up wishing they’d just had the courage to leap.","name" : "Doe Zantamata"},{"message" : "The risk of a wrong decision is preferable to the terror of indecision.","name" : "Maimonides"},{"message" : "Decision is a sharp knife that cuts clean and straight; indecision, a dull one that hacks and tears and leaves ragged edges behind it.","name" : "Gordon Graham"},{"message" : "Make up your mind to act decidedly and take the consequences. No good is ever done in this world by hesitation.","name" : "Thomas Huxley"},{"message" : "Do not plant your dreams in the field of indecision, where nothing ever grows but the weeds of 'what-if.","name" : "Dodinsky"},{"message" : "The most difficult thing is the decision to act, the rest is merely tenacity. The fears are paper tigers. You can do anything you decide to do. You can act to change and control your life; and the procedure, the process is its own reward.","name" : "Amelia Earhart"},{"message" : "In order to get what you want, you must first decide what you want. Most people really foul up at this crucial first step because they simply can't see how it's possible to get what they want, so they don't even let themselves want it.","name" : "Jack Canfield"},{"message" : "It doesn’t matter which side of the fence you get off on sometimes. What matters most is getting off. You cannot make progress without making decisions.","name" : "Jim Rohn"},{"message" : "Using the power of decision gives you the capacity to get past any excuse to change any and every part of your life in an instant.","name" : "Anthony Robbins"},{"message" : "Nothing happens until you decide. Make a decision and watch your life move forward.","name" : "Oprah Winfrey"},{"message" : "You are not the victim of the world, but rather the master of your own destiny. It is your choices and decisions that determine your destiny.","name" : "Roy T. Bennett"},{"message" : "Nothing is more difficult, and therefore more precious, than to be able to decide.","name" : "Napoleon Bonaparte"},{"message" : "Seize what's been handed you. Make smart decisions. Make decisions because life is a temporary situation.","name" : "James Patterson"},{"message" : "The indispensable first step to getting the things you want out of life is this: decide what you want.","name" : "Ben Stein"},{"message" : "To be passive is to let others decide for you. To be aggressive is to decide for others. To be assertive is to decide for yourself. And to trust that there is enough, that you are enough.","name" : "Edith Eva Eger"},{"message" : "There is only one way to make your dream a reality: make the decision and then not change it.","name" : "Dragos Bratasanu"},{"message" : "Be decisive. A wrong decision is generally less disastrous than indecision.","name" : "Bernhard Langer"},{"message" : "On the plains of hesitation bleach the bones of countless millions who, at the dawn of decision, sat down to wait, and waiting died.","name" : "George W. Cecil"},{"message" : "Sometimes success isn't about making the right decision, it's more about making some decision.","name" : "Robin S. Sharma"},{"message" : "If you obsess over whether you are making the right decision, you are basically assuming that the universe will reward you for one thing and punish you for another. The universe has no fixed agenda. Once you make any decision, it works around that decision. There is no right or wrong, only a series of possibilities that shift with each thought, feeling, and action that you experience. If this sounds too mystical, refer again to the body. Every significant vital sign—body temperature, heart rate, oxygen consumption, hormone level, brain activity, and so on—alters the moment you decide to do anything… decisions are signals telling your body, mind, and environment to move in a certain direction.","name" : "Deepak Chopra"},{"message" : "On an important decision one rarely has 100% of the information needed for a good decision no matter how much one spends or how long one waits. And, if one waits too long, he has a different problem and has to start all over. This is the terrible dilemma of the hesitant decision maker.","name" : "Robert K. Greenleaf"},{"message" : "When you're my age, you'll see that it is wiser to make your own decisions than let time make decisions for you.","name" : "Charles Finch"},{"message" : "Make your own decision, based on your deepest intuitive wisdom and knowledge. You may make the right decision or the wrong one, but whatever happens, it is your best shot, and you will strengthen your capacity for future action.","name" : "David Deida"},{"message" : "To decide is to walk facing forward with nary a crick in your neck from looking back at the crossroads.","name" : "Betsy Cañas Garmon"},{"message" : "Decision making is easy when your values are clear.","name" : "Roy Disney"},{"message" : "One good decision can totally change the trajectory of our lives. And that one good decision will lead to better decisions. But it starts by making the right decision when no one is looking.","name" : "Mark Batterson"},{"message" : "I've learned that whenever I decide something with an open heart, I usually make the right decision.","name" : "Maya Angelou"},{"message" : "In any moment of decision, the best thing you can do is the right thing, the next best thing is the wrong thing, and the worst thing you can do is nothing.","name" : "Theodore Roosevelt"},{"message" : "Once you make a decision, the universe conspires to make it happen.","name" : "Ralph Waldo Emerson"},{"message" : "To decide is to make peace within and let the chips fall where they may.","name" : "Lisa Tabak"},{"message" : "Decisiveness is a characteristic of high-performing men and women. Almost any decision is better than no decision at all.","name" : "Brian Tracy"},{"message" : "Decision is a risk rooted in the courage of being free.","name" : "Paul Tillich"},{"message" : "I've asked myself what is the worst thing that can happen if I take this decision and go along with it. Very often, I find that the worst thing that can happen is something that I can live with. And if that's the case, I will do it.","name" : "Margrethe Vestager"},{"message" : "A wise person decides slowly but abides by these decisions.","name" : "Arthur Ashe"},{"message" : "It does not take much strength to do things, but it requires a great deal of strength to decide what to do.","name" : "Elbert Hubbard"},{"message" : "Decide what you want, decide what you are willing to exchange for it. Establish your priorities and go to work.","name" : "H. L. Hunt"},{"message" : "Decisions become easier when your will to please God outweighs your will to please the world.","name" : "Anso Coetzer"},{"message" : "Life is the sum of all your choices.","name" : "Albert Camus"},{"message" : "A PSYCHOLOGICAL TIP: Whenever you're called on to make up your mind, . and you're hampered by not having any, . the best way to solve the dilemma, you'll find, . is simply by spinning a penny. . No — not so that chance shall decide the affair . while you're passively standing there moping; . but the moment the penny is up in the air, . you suddenly know what you're hoping.","name" : "Piet Hein"},{"message" : "You can try to make the right decision all the time, but it's better to just make a decision. I have done wrong so many times, but nine times out of 10, I have learned from my failure. Don't wait for something; just go for it.","name" : "Bobby Bones"},{"message" : "You have brains in your head. You have feet in your shoes. You can steer yourself in any direction you choose. You’re on your own. And you know what you know. You are the guy who’ll decide where to go.","name" : "Dr. Seuss"},{"message" : "It is not your talents that make you great, but your decisions.","name" : "Shannon L. Alder"},{"message" : "Not to decide…is to decide.","name" : "Frank Sonnenberg"},{"message" : "You can't make decisions based on fear and the possibility of what might happen.","name" : "Michelle Obama"},{"message" : "The doors we open and close each day decide the lives we live.","name" : "Flora Whittemore"},{"message" : "Some persons are very decisive when it comes to avoiding decisions.","name" : "Brendan Francis"},{"message" : "Everything is something you decide to do, and there is nothing you have to do.","name" : "Denis Waitley"},{"message" : "In order to decide, judge; in order to judge, reason; in order to reason, decide (what to reason about).","name" : "Philip Johnson-Laird"},{"message" : "When there aren’t any smart decisions, I suppose you just have to pick the stupid decision you like best.","name" : "Orson Scott Card"}]}