Gain a modest reputation for being unreliable and you will never be asked to do a thing.
Paul Theroux
Dependability is more important than talent. Dependability is a talent, and it is a talent all can have. It makes no difference how much ability we possess if we are not responsible and dependable.
Floy L. Bennett
We are sure to get opportunities as we show ourselves capable of being trusted.
Roy L. Smith
Don't make any promises that you can't keep.
Ann Marie Aguilar
It is OK to say 'no'. It is OK to say 'I will think about it'. It is OK to say 'I will try'. It is not OK to make promises you cannot keep.
Izey 'Victoria' Odiase
It's so simple really:  If you say you're going to do something, do it.  If you start something, finish it.
Epictetus
Action springs not from thought, but from a readiness for responsibility.
Dietrich Bonhoeffer
Ability is a wonderful thing, but its value is greatly enhanced by dependability. Ability implies repeatability and accountability.
Robert A. Heinlein
Ability is important in our quest for success, but dependability is critical.
Zig Ziglar
When you start lying, you stop building trust. When you stop lying, you start building trust.
Saji Ijiyemi
If you are a man of dependability, you are worth more than if you were clever.
Roy L. Smith
And the strongest trust is built by the smallest actions, the keeping of the little promises. It is the constant truthfulness, the continued dependability, the remembrance of minor things, which most inspire confidence and faith.
Walter Wangerin Jr.
Consistently delivering on your promise value reinforces trust.
Bernard Kelvin Clive
Dependability, integrity, the characteristic of never knowingly doing anything wrong, that you would never cheat anyone, that you would give everybody a fair deal. Character is a sort of an all-inclusive thing. If a man has character, everyone has confidence in him.
Omar N. Bradley
Ability is important in our quest for success, but dependability is critical.
Zig Ziglar
When friendships are real, they are not glass threads or frost work, but the solidest things we can know.
Ralph Waldo Emerson
When faced with a challenge, look for a way, not a way out.
D.L. Weatherford
If your actions don't live up to your words, you have nothing to say.
DaShanne Stokes
There is nothing dependable that is not backed by character.
Roy L. Smith
One does not need to be brilliant to be dependable.
Roy L. Smith
If you tell the truth you don't have to remember anything.
Mark Twain
Reliability is a most wonderful virtue. We should cultivate it. We should be consistent about the things we do, so that others will know they can count on us. But more important, we want to be able to count on ourselves. The greatest pain is to have to disappoint one's self.
Sterling W. Sill
God does not begin by asking us about our ability, but only about our availability, and if we then prove our dependability, he will increase our capability.
Neal A Maxwell
A person who inspires confidence is one who carries a fine attitude. Wholesome attitude radiates trust, and trust is that quality of life that is fundamental in dependability, and dependability is more to be desired than a brilliant mind.
Joseph Quinney, Jr.
The greatest ability is dependability.
Bob Jones, Sr.
Reliability is the precondition for trust.
Wolfgang Schauble
The only people who count are those who can be counted on.
Henry F. Cope
The man of dependability is never a drug on the market.
Roy L. Smith
When you blame others, you give up your power to change.
unknown
The ability in greatest demand is reliability.
Lehi Sun
No man can be truly great who is not absolutely honest and sincere. He may be brilliant, but brilliancy will not of itself bring greatness. Men may admire him, but they will not trust him. Whatever endowments or qualifications a man may have, he must also possess the crowning one of integrity if he becomes actually great.
J. Benjamin Lawrence
Dependability is sincerity plus will power. Dependability is merely an outcropping of character.
Roy L. Smith
Dependability is the base upon which all confidence rests in full security. Confidence may be termed the active result of basic dependability.
Robert E. Hicks
Reliability is a quality that one holds for the convenience of other men. Reliability is that in you which lends you worth in the lives of others. It is important that men should know just what to expect of you. Life is fluid and uncertain. The sun and moon and the stars go His appointed way. We learn to live by knowing that at given times the earth turns its cheek to the sun and swings evenly on its axis. So it is with character; there is no peace, no progress, where there is unreliability. It makes a chaotic world in which each man checks the other instead of helping him.
Louise Collier Willcox
A man who lacks reliability is utterly useless.
Confucius
Whoever is careless with the truth in small matters cannot be trusted with important matters.
Albert Einstein
If a man is not faithful in minor matters, he is not to be trusted in major matters.
Roy L. Smith
You must take personal responsibility. You cannot change the circumstances, the seasons, or the wind, but you can change yourself.
Jim Rohn
Reliability is the greatest greatness.
Clarksville Leaf-Chronicle
The best years of your life are the ones in which you decide your problems are your own. You do not blame them on your mother, the ecology, or the president. You realize that you control your own destiny.
Albert Ellis
Dependability is that quality of sureness which makes folks know that the task assigned will be accomplished, that the promise made will be kept, a golden quality–but to be effective it must be accompanied by at least a moderate amount of something to give and a pleasant manner of giving.
Clarissa A. Beesley
The willingness to accept responsibility for one's own life is the source from which self-respect springs.
Joan Didion
Power is actualized only when word and deed have not parted company.
Hannah Arendt
It is easier to do a job right than to explain why you didn't.
Martin Van Buren
Trustful people are the pure at heart, as they are moved by the zeal of their own trustworthiness.
Criss Jami
Without dependability one's ability may be a liability instead of an asset.
Woodrow Wilson
In adults, dependability is the fruit of maturity; in a child, it is the seed.
Richard M. Eyre
The ultimate measure of a man is not where he stands in moments of comfort and convenience, but where he stands at times of challenge and controversy.
Martin Luther King Jr.
Dependability is built over time. When people see that you keep your word, make careful promises, and work to correct mistakes their trust and ability to depend on you will grow.
Character First Education
Sometimes it is not a very big price; other times being dependable means giving up something you want to do in order to fulfill your promise.
Character First Education
Independence? That's middle-class blasphemy. We are all dependent on one another, every soul of us on earth.
George Bernard Shaw
It is worth everything to be dependable.
Todd W. Van Beck
The world of service professionals pays its biggest rewards to dependable people, individuals with good judgment and resourcefulness enough to meet situations without unduly leaning on someone.
Todd W. Van Beck
Today, as always, you will be less heroic and worthy in the mind of your families when you demonstrate dependability even under trying circumstances.
Todd W. Van Beck
When we successfully demonstrate our dependability, we find that the boss is only too glad not to have to do any bossing.
Todd W. Van Beck
The more dependable and resourceful we are, the more respect we command and deserve from our superiors and fellow employees alike.
Todd W. Van Beck
Integrity means that we are trustworthy and dependable and our character is above reproach.
Billy Graham
Still water runs the deepest . Like a love complete and through . So peaceful and dependable . I can't say the same about you.
Jesse Ashlock
True love is faithful . Like spring in April . It is as dependable as time . To hold on and survive . When other loves might say goodbye.
Nicole C. Mullen
When you want someone, I'll be there for you . And when you need someone, I'm dependable . When your world is falling apart, you can lean on me . And nothing will come between our hearts for all eternity.
Christopher Eugene McDaniels
I feel so safe when I'm in your arms cause you're all man . You're heaven on earth and so dependable . Together we're a team that's just unbendable . I want the whole wide world to know you're my man.
Billy Arr
Starting tonight and from now on . I will be yours and yours alone . Dependable and strong . A rock by your side . I'll be beside you through the storm . You'll have a fire to keep you warm.
Fowler
Not every person with ability is dependable, and not every dependable person has ability.
Billy McConnel
Dependability is the combination of honesty and commitment.
Billy McConell
Dependability in the workplace is simply a matter of doing what one says, and, as such, dependability is fundamentally dependent upon personal honesty.
Billy McConell
To become trustworthy and dependable, one must fulfill his promise.
Sirshree
If you want to be dependable, never give the excuse that you don't have any time, because you have the same amount of time every day that any successful person has.
Sirshree
If you recognize every opportunity and learn to take advantage of it, then you will learn the art of taking right decisions and become dependable.
Sirshree
I learned that 'Mike, you get your first job on your ability and every job after that on your dependability.
Mike Royer
Punctuality is closely related to faithfulness and dependability. Being tardy can be linked to uninterest, apathy, slothfulness, and procrastination.
Sterling W. Sill
For like a rugged tree you are hard and sound at the core.
H. Rider Haggard
You can't give real responsibilities to the shady shoulders. The weak may learn, but a shady person will always fall flat on face.
Sarvesh Jain
Do actions agree with words? There's your measure of reliability. Never confine yourself to the words.
Frank Herbert
Don't make promises unless you will keep them. Not planning to keep them. Will keep them. Reliability is one of the keys to any good relationship, and good customer service is no exception.
Susan Ward
Just as the value of a house lies in its location, The value of a mind lies in its depth, The value of giving lies in the presence of a generous spirit, The value of words lies in their reliability.
Laozi