{"title" : "Desperation","quotes" : [{"message" : "When matters are desperate we must put on a desperate face.","name" : "Robert Burns"},{"message" : "Desperate times call for desperate measures.","name" : "Proverb"},{"message" : "Mankind at its most desperate is often at its best.","name" : "Bob Geldof"},{"message" : "Because I remember, I despair. Because I remember, I have the duty to reject despair.","name" : "Elie Wiesel"},{"message" : "When a man is in despair, it means that he still believes in something.","name" : "Dmitri Shostakovich"},{"message" : "The desperate usually succeed because they have nothing to lose.","name" : "Jodi Picoult"},{"message" : "There is nobody more terrible than the desperate.","name" : "Alexander Suvorov"},{"message" : "If you are curious, you will learn. If you are desperate, you will discover.","name" : "Mooji"},{"message" : "Desperation can make a person do surprising things.","name" : "Veronica Roth"},{"message" : "A starving man won't notice a dirty plate.","name" : "Mary Renault"},{"message" : "Desperate ills need desperate remedies.","name" : "Agatha Christie"},{"message" : "When things are desperate, there is no need to pretend that everything is beautiful.","name" : "Tenzin Gyatso"},{"message" : "Desperation is often more powerful than inspiration.","name" : "Debasish Mridha"},{"message" : "Desperation is like stealing from the Mafia: you stand a good chance of attracting the wrong attention.","name" : "Douglas Horton"},{"message" : "Desperate times call for desperate analogies.","name" : "John Diamond"},{"message" : "When one hits the bottom of the Desperation Barrel, there is always someone down there.","name" : "Kelli Jae Baeli"},{"message" : "Sometimes that's all life is... One desperate act after another.","name" : "Terry Goodkind"},{"message" : "There are no desperate situations, there are only desperate people.","name" : "Heinz Guderian"},{"message" : "Life begins on the other side of despair.","name" : "Jean-Paul Sartre"},{"message" : "When the situation is desperate, it is too late to be serious. Be playful.","name" : "Edward Abbey"},{"message" : "Human beings do not readily admit desperation. When they do, the kingdom of heaven draws near.","name" : "Philip Yancey"},{"message" : "Beware of desperate steps; the darkest day, lived till tomorrow, will have passed away.","name" : "William Cowper"},{"message" : "Desperation is a necessary ingredient to learning anything, or creating anything. Period. If you ain't desperate at some point, you ain't interesting.","name" : "Jim Carrey"},{"message" : "Tempt not a desperate man.","name" : "William Shakespeare"},{"message" : "But desperation is the mother-in-law of invention.","name" : "Laura Marney"},{"message" : "But a desperate heart will seduce the mind.","name" : "Mitch Albom"},{"message" : "Desperation makes men fearless.","name" : "Jocelyn Murray"},{"message" : "Like carnivores to carnal pleasures as are we to desperate measures.","name" : "Harvey Danger"},{"message" : "When they face desperation... human beings become animals.","name" : "Dan Brown"},{"message" : "Desperation is sometimes as powerful an inspirer as genius.","name" : "Benjamin Disraeli"},{"message" : "Despair makes victims sometimes victors.","name" : "Edward Bulwer-Lytton"},{"message" : "A dog in desperation will leap over a wall.","name" : "Chinese Proverbs"},{"message" : "Brilliance is born of Desperation.","name" : "Jayanth Komarneni"},{"message" : "The greatest inspiration is often born of desperation","name" : "Comer Cotrell"},{"message" : "That if desperate times call for desperate measures, then I'm free to act as desperately as I wish.","name" : "Suzanne Collins"},{"message" : "Feeling lost, crazy and desperate belongs to a good life as much as optimism, certainty and reason.","name" : "Alain De Botton"},{"message" : "Who knows where inspiration comes from. Perhaps it arises from desperation. Perhaps it comes from the flukes of the universe, the kindness of the muses.","name" : "Amy Tan"},{"message" : "We all need money, but there are degrees of desperation.","name" : "Anthony Burgess"},{"message" : "Be still, and the world is bound to turn herself inside out to entertain you. Everywhere you look, joyful noise is clanging to drown out quiet desperation.","name" : "Barbara Kingsolver"},{"message" : "Salvation now consists of a deep wrestling in our souls with the sinfulness of our hearts, the depth of our depravity, and the desperation of our need for his grace.","name" : "David Platt"},{"message" : "Under miserable conditions of life, any vision of the possibility of better things makes the present misery more intolerable, and spurs those who suffer to the most energetic struggles to improve their lot, and if these struggles only immediately result in sharper misery, the outcome is sheer desperation.","name" : "Emma Goldman"},{"message" : "Success is the good fortune that comes from aspiration, desperation, perspiration,and inspiration.","name" : "Evan Esar"},{"message" : "Don't despair, not even over the fact that you don't despair.","name" : "Franz Kafka"},{"message" : "Folly and desperation are ofttimes hard to tell apart.","name" : "George R. R. Martin"},{"message" : "Desperation can toy with you and if you give desperation any wiggle room, it will find alternative answers.","name" : "Harlan Coben"},{"message" : "Hope means to keep living amid desperation and to keep humming in the darkness.","name" : "Henri Nouwen"},{"message" : "Most men lead lives of quiet desperation and go to the grave with the song still in them.","name" : "Henry David Thoreau"},{"message" : "It is a characteristic of wisdom not to do desperate things.","name" : "Henry David Thoreau"},{"message" : "Despair is the price one pays for setting oneself an impossible aim.","name" : "Henry Graham Greene"},{"message" : "The tragedy of it is that nobody sees the look of desperation on my face. Thousands and thousands of us, and we're passing one another without a look of recognition.","name" : "Henry Miller"},{"message" : "Every age yearns for a more beautiful world. The deeper the desperation and the depression about the confusing present, the more intense that yearning.","name" : "Johan Huizinga"},{"message" : "Despair is the damp of hell, as joy is the serenity of heaven.","name" : "John Donne"},{"message" : "But I'm not here just to make records and money. I'm here to say something and to touch other people, sometimes in a cry of desperation.","name" : "Keith Richards"},{"message" : "Even in the inevitable moments when all seems hopeless, men know that without hope they cannot really live, and in agonizing desperation, they cry for the bread of hope.","name" : "Martin Luther King"},{"message" : "Finding permanent and universal causes for misfortune is the practice of despair.","name" : "Martin Seligman"},{"message" : "Consequences lost all purchase when they became mad. And desperation, when pressed beyond anguish, became narcotic.","name" : "R. Scott Bakker"},{"message" : "Killing yourself is a major commitment, it takes a kind of courage. Most people just lead lives of cowardly desperation. It's kinda half suicide where you just dull yourself with substances.","name" : "Robert Crumb"},{"message" : "Despair is not a particularly respectable condition and yet despair and delight alternate like systole and diastole in my heart.","name" : "Stephanie Mills"},{"message" : "When you're at the end of your rope, tie a knot and hold on.","name" : "Theodore Roosevelt"},{"message" : "In life you need either inspiration or desperation.","name" : "Tony Robbins"},{"message" : "Desperation is the raw material of drastic change. Only those who can leave behind everything they have ever believed in can hope to escape.","name" : "William S. Burroughs"},{"message" : "Beware of driving men to desperation. Even a cornered rat is dangerous.","name" : "Winston Churchill"}]}