{"title" : "Difficult Relationship","quotes" : [{"message" : "Being alone is scary, but not as scary as feeling alone in a relationship.","name" : "Amelia Earhart"},{"message" : "Ask anyone who has been in a love relationship for a while: nothing is perfect.","name" : "Tracy McMillan"},{"message" : "Nothing is perfect. Life is messy. Relationships are complex. Outcomes are uncertain. People are irrational.","name" : "Pietro Aretino"},{"message" : "Some of us think holding on makes us strong, but sometimes it is letting go.","name" : "Hermann Hesse"},{"message" : "A real relationship is like a river; the deeper it gets the less noise it makes.","name" : "Tony Gaskins"},{"message" : "You don't develop courage by being happy in your relationships everyday. You develop it by surviving difficult times and challenging adversity.","name" : "Epicurus"},{"message" : "Looking back and wondering if it could have worked eventually hurts more than trying and failing.","name" : "Dominic Riccitello"},{"message" : "Some birds are not meant to be caged, that's all. Their feathers are too bright, their songs too sweet and wild. So you let them go, or when you open the cage to feed them they somehow fly out past you. And the part of you that knows it was wrong to imprison them in the first place rejoices, but still, the place where you live is that much more drab and empty for their departure.","name" : "Stephen King"},{"message" : "Either, you are in love with someone or you're not. Fear is complicated, not love.","name" : "Shannon L. Alder"},{"message" : "It is very difficult to live among people you love and hold back from offering them advice.","name" : "Anne Tyler"},{"message" : "Everything that irritates us about others can lead us to an understanding of ourselves.","name" : "Carl Jung"},{"message" : "The emotion that can break your heart is sometimes the very one that heals.","name" : "Nicholas Sparks"},{"message" : "What you perceive as a failure today may actually be a crucial step towards the success you seek.","name" : "Richelle E. Goodrich"},{"message" : "A relationship with lots of pain, it's not a relationship that will last long.","name" : "Jang In-hwan"},{"message" : "Assumptions are the termites of relationships.","name" : "Henry Winkler"},{"message" : "Relationship is an art. The dream that two people create is more difficult to master than one.","name" : "Miguel Angel Ruiz"},{"message" : "Anyone who reads my work will see that there are often difficult relationships between fathers and sons.","name" : "Salman Rushdie"},{"message" : "When you struggle with your partner, you are struggling with yourself. Every fault you see in them touches a denied weakness in yourself.","name" : "Deepak Chopra"},{"message" : "It's always difficult to really sum up exactly why a relationship works.","name" : "Charlie Hunnam"},{"message" : "Difficult relationships come into our lives for a reason. No one would choose them, certainly. But if we let them, they can teach us how to be flexible with others and more forgiving.","name" : "Joan Bauer"},{"message" : "All conflict can be traced back to someone's feelings getting hurt, don't you think?","name" : "Liane Moriarty"},{"message" : "Whenever you're in conflict with someone, there is one factor that can make the difference between damaging your relationship and deepening it. That factor is attitude.","name" : "William James"},{"message" : "The most functional way to regulate difficult emotions in love relationships is to share them.","name" : "Sue Johnson"},{"message" : "Courage means to keep working a relationship, to continue seeking solutions to difficult problems, and to stay focused during stressful periods.","name" : "Denis Waitley"},{"message" : "If you can't be happy and content by yourself then you shouldn't be in a relationship.","name" : "Evan Sutter"},{"message" : "Every relationship is different. Everyone loves differently.","name" : "Richelle Mead"},{"message" : "It will be a difficult couple of days. It's difficult now and it will be difficult tomorrow.","name" : "Gary Neville"},{"message" : "Never marry at all, Dorian. Men marry because they are tired, women, because they are curious: both are disappointed.","name" : "Oscar Wilde"},{"message" : "When you have an author and an auteur, it's a difficult and challenging relationship.","name" : "Sam Taylor-Johnson"},{"message" : "Be honest, brutally honest. That is what's going to maintain relationships.","name" : "Lauryn Hill"},{"message" : "A life with difficult relationships, filled with obstacles and losses, presents the most opportunity for the soul's growth.","name" : "Brian Weiss"},{"message" : "Pain will leave you, when you let go.","name" : "Jeremy Aldana"},{"message" : "There are times when two people need to step apart from one another, but there is no rule that says they have to turn and fire.","name" : "Robert Brault"},{"message" : "It's hard to communicate anything exactly and that's why perfect relationships between people are difficult to find.","name" : "Gustave Flaubert"},{"message" : "Strong relationships withstand the tests of time and brave the hardships encountered as though they are the necessities for survival.","name" : "Hermann J Steinherr"},{"message" : "Single and in a relationship are just titles. Your heart determines your true relationship status.","name" : "Anonymous"},{"message" : "Sorrow comes in great waves…but rolls over us, and though it may almost smother us, it leaves us. And we know that if it is strong, we are stronger, inasmuch as it passes and we remain.","name" : "Henry James"},{"message" : "Without communication there is no relationship. Without respect there is no love. Without trust there is no reason to continue.","name" : "Anonymous"},{"message" : "With relationship comes access, and with intimacy comes influence.","name" : "Tommy Tenney"},{"message" : "Marriage is an extremely difficult relationship.","name" : "Lee Radziwil"},{"message" : "When in a relationship, a real man doesn't make his woman jealous of others, he makes others jealous of his woman.","name" : "Steve Maraboli"},{"message" : "Letting go means to come to the realization that some people are a part of your history, but not a part of your destiny.","name" : "Steve Maraboli"},{"message" : "Couples need to rebuild their relationship. Retired men still tend to act like the lord and master.","name" : "Sayoko Nishida"},{"message" : "There are so many different kinds of relationships, so it's sort of difficult to define what is considered normal.","name" : "Annette Bening"},{"message" : "A relationship with secrets can never work.","name" : "Jerrry Siegel"},{"message" : "I have to warn you about tonight's show. Tonight's show will fix your relationship or destroy it. And either way, you're welcome.","name" : "Christopher Titus"},{"message" : "Relationships are built on trust, Hope. And I want our relationship to have a strong foundation.","name" : "Chris McKenna"},{"message" : "I don't think I've ever felt this good about the end of a relationship.","name" : "Gene Rodenberry"},{"message" : "I pushed James away because if he found out about us working together, it would destroy our relationship.","name" : "Jerry Siegel"},{"message" : "A wise man once said 'Relationships based on intense experiences never work.","name" : "Jerry Siegel"},{"message" : "You take someone to the airport, it's clearly the beginning of the relationship. That's why I have never taken anyone to the airport at the beginning of a relationship.","name" : "Nora Ephron"},{"message" : "You kept your relationship a secret and neither of you are willing to make a real commitment","name" : "David Baldacci"},{"message" : "The truth is, neither one of us has the slightest idea where this relationship is going. We can't predict the future.","name" : "Wes Anderson"},{"message" : "Would you now? Is this what our relationship will be like, you ordering me around?","name" : "Kelly Marcel"},{"message" : "We promised to keep it casual . But at times it can be so difficult . This relationship, so untypical . And I can't understand .","name" : "Mariah Carey"},{"message" : "First you love ma and then you leave me . And then I'm falling back in your arms . There's no conclusion, it's so deceiving . Cause I get taken in by your charms .","name" : "Mariah Carey"},{"message" : "Goes through a couple of these relationships . and still stays strong . Too young and dumb to call it quits .","name" : "Stephen Schwartz"},{"message" : "Now a relationship is something we won't ever have . Why do I feel like I lost something that I never had . You should have been there when I graduated . Told me you love me and congratulations .","name" : "Nathan Feuerstein"},{"message" : "The single most potent perpetrator of depression is a stable bad relationship.","name" : "Jon G. Allen"},{"message" : "One good relationship can mitigate the effect of other bad relationships.","name" : "Leonora M. Cohen"},{"message" : "There is a real need for interpersonal skills to understand and resolve the differences between partners","name" : "Michael Crowe"},{"message" : "No relationship is totally without conflict.","name" : "H. Norman DMin Wright"},{"message" : "In healthy relationships, the partners are determined to resolve conflicts.","name" : "H. Norman DMin Wright"},{"message" : "Unhealthy relationships often develop into love-hate relationships.","name" : "H. Norman DMin Wright"},{"message" : "Some relationships just move from one unresolved conflict to another.","name" : "H. Norman DMin Wright"},{"message" : "We all have been in a bad relationship, the type of relationship that leaves is saying that we have had all we can stand and that we are done with being in the situation we are in.","name" : "Decarlos Stewart"},{"message" : "Making those simple but powerful acts of love a priority in you relationships, and you'll be writing a happy ending to your own love stories.","name" : "Dave Willis"},{"message" : "One of the biggest emergencies in our modern relationship crisis is a widespread disregard for the law of love.","name" : "Dave Willis"},{"message" : "Many people treat their relationships like possessions that can be upgraded or traded in for newer models.","name" : "Dave Willis"},{"message" : "Our modern culture has grown more impatient, and impatience is a massive barrier to commitment","name" : "Dave Willis"},{"message" : "The collective lack of commitment stems from a sense of entitlement for 'On Demand' intimacy.","name" : "Dave Willis"},{"message" : "You do not get into a relationship just because you are in need of love.","name" : "Bimbo Odukoya"},{"message" : "You get into a relationship because you are whole and fulfilled, and out of the abundance of love in you heart, you want to give it to someone else.","name" : "Bimbo Odukoya"},{"message" : "The point is not being in a relationship; it is about you being in the right relationship.","name" : "Bimbo Odukoya"},{"message" : "Love? It's kind of complicated, but I'll tell you this.. the second you're willing to make yourself miserable to make someone else happy, that's love.","name" : "Perry Ritthaler"},{"message" : "Never make a person fall for you when you have no intention of catching them.","name" : "Perry Ritthaler"},{"message" : "It's easy to fall in love. The hard part is finding someone to catch you.","name" : "Perry Ritthaler"},{"message" : "To fall in love is awfully simple, but to fall out of love is simply awful.","name" : "Perry Ritthaler"},{"message" : "Love is 3.4 dream and 1.4 reality. Problems arise when you fall in love with the dream and not the reality. True love happens when you in love with both.","name" : "Perry Ritthaler"},{"message" : "Without love in a relationship there is no momentum and without momentum there's no belief, and without belief there is no progress, and without progress there's no success.","name" : "John A. Andrews"},{"message" : "An adult-like commitment carries more significance than a childlike commitment.","name" : "John A. Andrews"},{"message" : "If there's no commitment between two people whether in thought, word or action love's forced to sit on the fence.","name" : "John A. Andrews"},{"message" : "Everyone wants to be appreciated, accepted and affirmed.","name" : "John A. Andrews"},{"message" : "Humility in action puts the relationship on a higher level.","name" : "John A. Andrews"},{"message" : "Sometimes we run from a situation or relationship that awakens fear within us.","name" : "Kasi Kaye Iliopoulos"},{"message" : "Consider that great love relationships and life are risky: if you lose, cherish the lesson anyway.","name" : "Vincenzo Berghella"},{"message" : "Do not let a small disagreement ruin a great relationship.","name" : "Vincenzo Berghella"},{"message" : "When you disagree with the ones you love, stick to the current issue. Don't bring back old arguments.","name" : "Vincenzo Berghella"},{"message" : "Remember that the best relationship is that in which mutual love is bigger than mutual necessity","name" : "Vincenzo Berghella"}]}