{"title" : "Discrimination","quotes" : [{"message" : "Discrimination has a lot of layers that make it tough for minorities to get a leg up.","name" : "Bill Gates"},{"message" : "Discrimination is a disease.","name" : "Roger Staubach"},{"message" : "No change can come if those who are impacted the most by discrimination are not willing to stand up for themselves.","name" : "Zainab Salbi"},{"message" : "I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin but by the content of their character.","name" : "Martin Luther King, Jr."},{"message" : "If you believe that discrimination exists, it will.","name" : "Anthony J. D'Angelo"},{"message" : "How I wish we lived in a time when laws were not necessary to safeguard us from discrimination.","name" : "Barbra Streisand"},{"message" : "It is not discrimination to treat different things differently.","name" : "Maggie Gallagher"},{"message" : "Humans are naturally elusioned in discrimination; it starts when we look for the first time in mirror.","name" : "M.F. Moonzajer"},{"message" : "Discrimination is discrimination, even when people claim it's 'tradition.","name" : "DaShanne Stokes"},{"message" : "Reducing a group to a slur or stereotype reduces us all.","name" : "DaShanne Stokes"},{"message" : "At the end of the game, the king and the pawn go back in the same box.","name" : "Italian Proverb"},{"message" : "Men's skins have many colors, but human blood is always red.","name" : "Proverb"},{"message" : "White, black and yellow men - they all cry salt tears.","name" : "Claude Aveline"},{"message" : "When you introduce discrimination of any kind, it's anti-innovative.","name" : "David Isenberg"},{"message" : "We should be doing our utmost to ensure that all are protected against discrimination.","name" : "Henry A. Waxman"},{"message" : "I believe in human beings, and that all human beings should be respected as such, regardless of their color.","name" : "Malcolm X"},{"message" : "Love, all alike, no season knows, nor clime, nor hours, days, months, which are the rags of time.","name" : "John Donne"},{"message" : "Hating people because of their color is wrong. And it doesn't matter which color does the hating. It's just plain wrong.","name" : "Muhammad Ali"},{"message" : "And each of us can practice rights ourselves, treating each other without discrimination, respecting each other's dignity and rights.","name" : "Carol Bellamy"},{"message" : "Our true nationality is mankind.","name" : "H.G. Wells"},{"message" : "Achievement has no color.","name" : "Abraham Lincoln"},{"message" : "No one is born hating another person because of the color of his skin, or his background, or his religion. People must learn to hate, and if they can learn to hate, they can be taught to love, for love comes more naturally to the human heart than its opposite.","name" : "Nelson Mandela"},{"message" : "The color of the skin is in no way connected with strength of the mind or intellectual powers.","name" : "Benjamin Banneker"},{"message" : "When we're unemployed, we're called lazy; when the whites are unemployed it's called a depression.","name" : "Jesse Jackson"},{"message" : "Be nice to whites, they need you to rediscover their humanity.","name" : "Desmond Tutu"},{"message" : "The way to stop Discrimination on the basis of race is to stop discriminating on the basis of race.","name" : "John Roberts"},{"message" : "It is often easier to become outraged by injustice half a world away than by oppression and Discrimination half a block from home.","name" : "Carl T. Rowan"},{"message" : "The law prohibits Discrimination on the basis of race, gender, marital status, political beliefs, disability, or age, and the government effectively enforced these prohibitions.","name" : "U.S. State Department Report, 2010"},{"message" : "Discrimination due to age is one of the great tragedies of modern life. The desire to work and be useful is what makes life worth living, and to be told your efforts are not needed because you are the wrong age is a crime.","name" : "Johnny Ball"},{"message" : "I believe discrimination still exists in society and we must fight it in every form.","name" : "Andrew Cuomo"},{"message" : "What is required of a working hypothesis is a fine capacity for discrimination.","name" : "Jean-Francois Lyotard"},{"message" : "I have an intensive hatred for discrimination based on colour.","name" : "John Diefenbaker"},{"message" : "Discrimination still exists. Some people feel that their own beliefs are being threatened. Some are unhappy about unfamiliar cultures. They all need to be reassured that there is so much to be gained by reaching out to others; that diversity is indeed a strength and not a threat.","name" : "Elizabeth II"},{"message" : "In the long run, there is not much discrimination against superior talent.","name" : "Carter G. Woodson"},{"message" : "If we were to wake up some morning and find that everyone was the same race, creed and color, we would find some other causes for prejudice by noon.","name" : "George Aiken"},{"message" : "The failure of women to have reached positions of leadership has been due in large part to social and professional discrimination.","name" : "Rosalyn Sussman Yalow"},{"message" : "Our global community has come a long way in helping to eliminate discrimination, but we still have far to go.","name" : "Robert Alan Silverstein"},{"message" : "Sexual, racial, gender violence and other forms of discrimination and violence in a culture cannot be eliminated without changing culture.","name" : "Charlotte Bunch"},{"message" : "...","name" : "Bishop Samuel Ruiz Garcia"},{"message" : "All human beings bear God's image and must be respected for what each person is. Therefore, no external description of one's being, whether based on race, ethnicity, gender or sexual orientation, can properly be used as the basis for either rejection or discrimination.","name" : "Bishop John Shelby Spong"},{"message" : "Of all treasons against humanity, there is no one worse than his who employs great intellectual force to keep down the intellect of his less favored brothers.","name" : "William Ellery Channing"},{"message" : "DISCRIMINATE, v.i. To note the particulars in which one person or thing is, if possible, more objectionable than another.","name" : "Ambrose Bierce"},{"message" : "The sage embraces things. Ordinary men discriminate amongst them and parade their discriminations before others. So I say; those who discriminate, fail to see.","name" : "Zhuangzi"},{"message" : "When calamity approaches, discrimination departs.","name" : "Sri Sathya Sai Baba"},{"message" : "We cannot continue to sweep the problems of segregation and discrimination under the rug.","name" : "Thomas Sugrue"},{"message" : "The ills of discrimination are still with us. We have to continue the tenacity and vigilance of the 1960s. Racial understanding is not something we find; it's something we create.","name" : "Thomas Cole"},{"message" : "Like a pet fish unaware of the fishbowl it lives in, each of us inherently discriminates against young people without knowing it.","name" : "Adam Fletcher"},{"message" : "Discrimination means keeping the negative and unhappy thoughts away and allowing the pretty thoughts to come inside you.","name" : "Frederick Lenz"},{"message" : "Unfortunately, discrimination is alive and well. After 41 years of addressing it, we get over 80,000 complaints annually and over a million phone calls.","name" : "Cari M. Dominguez"},{"message" : "We call upon all communities to be tolerant—to reject prejudice based on cast, creed, sect, religion or gender. To ensure freedom and equality for women so that they can flourish. We cannot all succeed when half of us are held back.","name" : "Malala Yousafzai"},{"message" : "To those who are lesbian, gay, bisexual or transgender, let me say: You are not alone. Your struggle for an end to violence and discrimination is a shared struggle. Any attack on you is an attack on the universal values the United Nations and I have sworn to defend and uphold. Today, I stand with you, and I call upon all countries and people to stand with you, too.","name" : "Ban Ki-moon"},{"message" : "The moment a little boy is concerned with which is a jay and which is a sparrow, he can no longer see the birds or hear them sing.","name" : "Eric Berne"},{"message" : "The only difference between man and man all the world over is one of degree, and not of kind, even as there is between trees of the same species.","name" : "Mahatma Gandhi"},{"message" : "Equality is not the empirical claim that all groups of humans are interchangeable; it is the moral principle that individuals should not be judged or constrained by the average properties of their group.","name" : "Steven Pinker"},{"message" : "The one thing that the racist can never manage is anything like discrimination: he is indiscriminate by definition.","name" : "Christopher Hitchens"},{"message" : "If we are to fight discrimination and injustice against women we must start from the home for if a woman cannot be safe in her own house then she cannot be expected to feel safe anywhere.","name" : "Aysha Taryam"},{"message" : "The way we imagine discrimination or disempowerment often is more complicated for people who are subjected to multiple forms of exclusion. The good news is that intersectionality provides us a way to see it.","name" : "Kimberle Williams Crenshaw"},{"message" : "Discrimination must always be drawn out, like venom from the wound.","name" : "Sharon Needles"},{"message" : "There are still traces of discrimination against race and gender, but it's a lot different than when I started out. It just comes quietly, slowly, sometimes so quietly that you don't realize it until you start looking back.","name" : "Eddie Bernice Johnson"},{"message" : "White people, White men, need to be more outraged with the injustices of racism and discrimination than we are when someone is telling us that they don't like something that we are doing.","name" : "Matt McGorry"},{"message" : "Sometimes, I feel discriminated against, but it does not make me angry. It merely astonishes me. How can any deny themselves the pleasure of my company? It's beyond me.","name" : "Zora Neale Hurston"},{"message" : "Can we see in each other a common humanity, a shared dignity, and recognize how our different experiences have shaped us?","name" : "Barack Obama"},{"message" : "Differences are not intended to separate, to alienate. We are different precisely in order to realize our need of one another.","name" : "Archbishop Desmond Tutu"},{"message" : "What we need now more than ever is a human rights movement that challenges systemic racism in every single context.","name" : "Opal Tometi"},{"message" : "Weakness is what brings ignorance, cheapness, racism, homophobia, cruelty, brutality, all these things that will keep a society chained to the ground, one foot nailed to the floor.","name" : "Henry Rollins"},{"message" : "We'll have our rights; See if we don't; And you can't stop us from them; See if you can.","name" : "Sojourner Truth"},{"message" : "Discrimination is a hellhound that gnaws at Negroes in every waking moment of their lives to remind them that the lie of their inferiority is accepted as truth in the society dominating them.","name" : "Martin Luther King Jr."},{"message" : "There is no place for discrimination in the United States of America. And if there's anybody in the communities around this country that are being hurt by it, we have got to come together and do everything we can to see that it doesn't go on.","name" : "George H. W. Bush"},{"message" : "Racial discrimination and racism are an insult to God.","name" : "George Sweeting"},{"message" : "Why is it that men can be bastards and women must wear pearls and smile?","name" : "Lynn Hecht Schafran"},{"message" : "White people now tan to get darker; and black people wear their hair like white people. We are all confused. Deep down we admire each other, but we don't accept it. The silly thing is that color of one's skin is simply evolution's answer for dealing with different rates of exposure to the sun.","name" : "Manasa Rao Saarloos"},{"message" : "I always looked upon the acts of racist exclusion, or insult, as pitiable, for the other person. I never absorbed that. I always thought that there was something deficient about such people.","name" : "Toni Morrison"},{"message" : "As I often say, we have come a long way from the days of slavery, but in 2014, discrimination and inequality still saturate our society in modern ways. Though racism may be less blatant now in many cases, its existence is undeniable.","name" : "Al Sharpton"},{"message" : "Last time I was down South I walked into this restaurant, and this white waitress came up to me and said: 'We don't serve colored people here.' I said: 'that's all right, I don't eat colored people. Bring me a whole fried chicken.","name" : "Dick Gregory"},{"message" : "Latinos come from different countries, and they tend to segregate with only their country instead of embracing all other countries, because in reality, all the Latinos are going through the same experiences of discrimination and racism.","name" : "Andrea Navedo"},{"message" : "It is not our differences that divide us. It is our inability to recognize, accept, and celebrate those differences.","name" : "Audre Lorde"},{"message" : "Yeah, I love being famous.","name" : "Chris Rock"},{"message" : "Until the killing of black men, black mothers' sons, becomes as important as the killing of white men, white mothers' sons, we who believe in freedom cannot rest.","name" : "Ella J. Baker"},{"message" : "I was thinking about all the honors that are showered on me in the theater, how everyone wishes to shake my hand or get an autograph, a real hero you'd naturally think. However, when I reach a hotel, I am refused permission to ride on the passenger elevator, I cannot enter the dining room for my meals, and am Jim Crowed generally... I know this to be an unbelievable custom.","name" : "Bert Williams"},{"message" : "Discrimination and intolerance will eat you up and destroy whatever creativity was in you if you let it.","name" : "Gordon Parks"},{"message" : "This is the essence of discrimination: formulating opinions about others not based on their individual merits, but rather on their membership in a group with assumed characteristics.","name" : "Joe Miller"},{"message" : "We should not be held back from pursuing our full talents, from contributing what we could contribute to the society, because we fit into a certain mold- because we belong to a group that historically has been the object of discrimination.","name" : "Ruth Bader Ginsburg"},{"message" : "One life lost is one life too many. That is why human rights experts around the world have recognized that gender-based violence is a form of discrimination.","name" : "Naomi Fontanes"},{"message" : "The conviction that all men are equal by reason of their natural dignity has been generally accepted. Hence racial discrimination can no longer be justified.","name" : "Pope John XXIII"}]}