{"title" : "Don't Give Up","quotes" : [{"message" : "Never give up. Have hope. Expect only the best from life and take action to get it.","name" : "Catherine Pulsifer"},{"message" : "Success is what happens after you have survived all your mistakes.","name" : "Anora Lee"},{"message" : "It's not that I'm so smart, it's just that I stay with problems longer.","name" : "Albert Einstein"},{"message" : "If you believe it will work out, you'll see opportunities. If you believe it won't, you will see obstacles.","name" : "Wayne Dyer"},{"message" : "The reason I never give up hope is because everything is so basically hopeless.","name" : "Anne Lamott"},{"message" : "Failure is only a temporary fall. You must rise up any time you fall.","name" : "Lailah Gifty Akita"},{"message" : "Courage doesn't always roar. Sometimes courage is the quiet voice at the end of the day saying 'I will try again tomorrow.","name" : "Mary Anne Radmacher"},{"message" : "Whatever course you decide upon, there is always someone to tell you that you are wrong. There are always difficulties arising which tempt you to believe that your critics are right. To map out a course of action and follow it to an end requires courage.","name" : "Ralph Waldo Emerson"},{"message" : "Don't give up trying to find your way. But do remember that sometimes it takes bending to avoid breaking.","name" : "Katinka Hesselink"},{"message" : "You do what you can for as long as you can, and when you finally can't, you do the next best thing. You back up but you don't give up.","name" : "Chuck Yeager"},{"message" : "Don't close the book when bad things happen in your life! Just turn the page and start a new chapter!","name" : "LaToya Jackson"},{"message" : "When you come to the end of your rope, tie a knot and hang on.","name" : "Franklin D. Roosevelt"},{"message" : "Never give up. And never, under any circumstances, face the facts.","name" : "Ruth Gordon"},{"message" : "No matter how dark and hopeless a situation may seem, always hold on and never give up your dream.","name" : "Mouloud Benzadi"},{"message" : "Be strong, little one. There's a reason you are here. Like anyone with a dream, you have a purpose, big or small. Never lose hope that your glowing star will one day join the sky of winners. Never--stop believing.","name" : "Charles Lee"},{"message" : "Don't give up. There are too many nay-sayers out there who will try to discourage you. Don't listen to them. The only one who can make you give up is yourself.","name" : "Sidney Sheldon"},{"message" : "Don't give up; the beginning is always the hardest.","name" : "Kemmy Nola"},{"message" : "Never give up on a dream just because of the time it will take to accomplish it. The time will pass anyway.","name" : "Earl Nightingale"},{"message" : "Whatever you dream of doing one day, don't give up on that dream because you never know where it can take you.","name" : "Demi Lovato"},{"message" : "Keep Going Your hardest times often lead to the greatest moments of your life. Keep going. Tough situations build strong people in the end.","name" : "Roy T. Bennett"},{"message" : "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all.","name" : "Dale Carnegie"},{"message" : "The strength within you, divine soul, can survive any situation.","name" : "Lailah Gifty Akita"},{"message" : "Make a commitment to your self that today, success is your only options! No matter the obstacles, no matter the sacrifice! you have decided you won't be denied, you won't be defeated!`","name" : "Eric Thomas"},{"message" : "Our greatest glory is not in never falling but in rising every time we fall.","name" : "Confucius"},{"message" : "Don't give up at half time. Concentrate on winning the second half.","name" : "Bear Bryant"},{"message" : "Some days you're gonna get it right and some days you;re gonna get it wrong.","name" : "Eddie Harris Jr."},{"message" : "Never underestimate the power of dreams and the influence of the human spirit.","name" : "Wilma Rudolph"},{"message" : "No matter how hard the battle gets or no matter how many people DON'T believe in your dream,Never give up!","name" : "Eric Thomas"},{"message" : "Life is like riding a bicycle. To keep your balance, you must keep moving.","name" : "Albert Einstein"},{"message" : "Never allow negative words to hinder positive actions.","name" : "Troy Gathers"},{"message" : "Don't give up, be positive and if you know someone who knows someone at a record company don't stop beating down their door till you get heard. Don't ever say it'll never happen or it'll never happen.","name" : "Mary J. Blige"},{"message" : "Don't let the fear of the time it will take to accomplish something stand in the way of your doing it. The time will pass anyway; we might just as well put that passing time to the best possible use.","name" : "Earl Nightingale"},{"message" : "Never give up but never forget to grow up.","name" : "Debasish Mridha"},{"message" : "Never give up on what you really want to do.","name" : "Albert Einstein"},{"message" : "If you fail an examination, it means you have not yet master the subject. With diligent study and understanding, you will succeed in passing the exams.","name" : "Lailah Gifty Akita"},{"message" : "Try, try, try, and keep on trying is the rule that must be followed to become an expert in anything.","name" : "W. Clement Stone"},{"message" : "Don't give up. Listen to others, but follow your own council.","name" : "Mike Mayhall"},{"message" : "Just don't give up trying to do what you really want to do.","name" : "Ella Fitzgerald"},{"message" : "Never give up, for that is just the place and time that the tide will turn.","name" : "Harriet Stowe"},{"message" : "Never stop dreaming, never stop believing, never give up, never stop trying, and never stop learning.","name" : "Roy T. Bennett"},{"message" : "It doesn't matter how many times you get knocked down. All that matters is you get up one more time than you were knocked down.","name" : "Roy T. Bennett"},{"message" : "Never give up on something that you can't go a day without thinking about.","name" : "Sir Winston Churchill"},{"message" : "Don't give up the search for happiness because you're afraid of getting hurt.","name" : "Martha Raye"},{"message" : "Successful men and women keep moving. They make mistakes, but they don't quit.","name" : "Conrad Hilton"},{"message" : "You cannot change anyone but yourself. Always hope for the best, but keep living your life no matter what.","name" : "Kate Anderson"},{"message" : "No matter how hard the past, you can always begin again.","name" : "Buddha"},{"message" : "Continue. Be loving and be strong. Be fierce and be kind. And don't give in and don't give up.","name" : "Maya Angelou"},{"message" : "Don't be a fool. Don't give up something important to hold onto someone who can't even say they love you.","name" : "Sarah Dessen"},{"message" : "Keep on going, and the chances are that you will stumble on something, perhaps when you are least expecting it. I never heard of anyone ever stumbling on something sitting down.","name" : "Charles F. Kettering"}]}