A man's duty is to find out where the truth is, or if he cannot, at least to take the best possible human doctrine and the hardest to disprove, and to ride on this like a raft over the waters of life.
Plato
Your duty is to treat everybody with love as a manifestation of the Lord.
Swami Sivananda
Happiness is the natural flower of duty.
Phillips Brooks
Who escapes a duty, avoids a gain.
Theodore W. Parker
The reward of one duty done is the power to fulfill another.
George Eliot
The reward of doing one duty is the power to do another.
Rabbi Ben Azai
Only aim to do your duty, and mankind will give you credit where you fail.
Thomas Jefferson
The first duty of a man is the seeking after and the investigation of truth.
Cicero
No duty is more urgent than that of returning thanks.
James Allen
Every duty that is bidden to wait comes back with seven fresh duties at its back.
Charles Kingsley
Duty is one and invariable; it requires no impossibilities, nor can it ever be disregarded with impunity.
Henry David Thoreau
A sense of duty is useful in work, but offensive in personal relations.
Bertrand Russell
Duty is what one expects from others.
Oscar Wilde
The duty of youth is to challenge corruption.
Kurt Cobain
Duty is the sublimest word in the language; you can never do more than your duty; you shall never wish to do less.
Robert E. Lee
A man who neglects his duty as a citizen is not entitled to his rights as a citizen.
Tiorio
Do your duty and a little more and the future will take care of itself.
Andrew Carnegie
Every one regards his duty as a troublesome master from whom he would like to be free.
Mazo de la Roche
People tend to forget their duties but remember their rights.
Indira Gandhi
If you lay duties upon people and give them no rights, you must pay them well.
Johann Wolfgang von Goethe
We never fail when we try to do our duty, we always fail when we neglect to do it.
Robert Baden-Powell
Every right implies a responsibility; Every opportunity, an obligation, Every possession, a duty.
John D. Rockefeller
It is our duty to be faithful, not with eye service as men pleasers.
Jupiter Hammon
Do your duty as you see it, and damn the consequences.
George S. Patton Jr.
It's an artist's duty to reflect the times in which we live.
John Legend
Do your duty and leave the rest to the gods.
Pierre Corneille
n action, to have moral worth, must be done from duty.
Immanuel Kant
Every duty is a charge, but the charge of oneself is the root of all others.
Mencius
Honor is no phantom. Duty doesn't melt away, no matter how much we might wish it to.
Claudia J. Edwards
It is our duty as men and women to proceed as though the limits of our abilities do not exist.
Pierre Teilhard de Chardin
Duty is that mode of action on the part of the individual which constitutes the best possible application of his capacity to the general benefit.
William Godwin
The duty of man is not a wilderness of turnpike gates, through which he is to pass by tickets from one to the other. It is plain and simple, and consists but of two points--his duty God, which every man must feel; and, with respect to his neighbor, to do as he would be done by.
Thomas Paine
There is no duty we so much underrate as the duty of being happy.
Robert Louis Stevenson
Do something every day that you don't want to do; this is the golden rule for acquiring the habit of doing your duty without pain.
Mark Twain
We all have the duty to do good.
Pope Francis
With faith, discipline and selfless devotion to duty, there is nothing worthwhile that you cannot achieve.
Muhammad Ali Jinnah
When a stupid man is doing something he is ashamed of, he always declares that it is his duty.
George Bernard Shaw
Our duty is to be useful, not according to our desires but according to our powers.
Henri Frédéric Amiel
It is the first responsibility of every citizen to question authority.
Benjamin Franklin