{"title" : "Ego","quotes" : [{"message" : "Don't let your ego get too close to your position, so that if your position gets shot down, your ego doesn't go with it.","name" : "Colin Powell"},{"message" : "Ego is one of the biggest weapons that is used to take us down. It's self-destructive. It's a problem on all levels - even regular people can have big ego problems.","name" : "Yehuda Berg"},{"message" : "The ego is nothing other than the focus of conscious attention.","name" : "Alan Watts"},{"message" : "Ego is the immediate dictate of human consciousness.","name" : "Max Planck"},{"message" : "The ego is not master in its own house.","name" : "Sigmund Freud"},{"message" : "Ego is a social fiction for which one person at a time gets all the blame.","name" : "Robert Anton Wilson"},{"message" : "To me the ego is the habitual and compulsive thought processes that go through everybody's mind continuously. External things like possessions or memories or failures or successes or achievements. Your personal history.","name" : "Eckhart Tolle"},{"message" : "Ego is the great enemy. Ego will hold you back every single time.","name" : "Nikki Sixx"},{"message" : "When you're older and wiser a lot of the ego has gone out of the window.","name" : "Billy Ocean"},{"message" : "The ego is as little absolutely permanent as are bodies.","name" : "Ernst Mach"},{"message" : "People who think they know everything are a great annoyance to those of us who do.","name" : "Isaac Asimov"},{"message" : "The greatest conflicts are not between two people but between one person and himself.","name" : "Garth Brooks"},{"message" : "Every man who is high up likes to think that he has done it all himself, and the wife smiles and lets it go at that.","name" : "J. M. Barrie"},{"message" : "Big egos are big shields for lots of empty space.","name" : "Diana Black"},{"message" : "Our own self-love draws a thick veil between us and our faults.","name" : "Lord Chesterfield"},{"message" : "Letting go of your ego opens the door to taking a new and creative course of action.","name" : "Suzanne Mayo Frindt"},{"message" : "The nice thing about egotists is that they don't talk about other people.","name" : "Lucille S. Harper"},{"message" : "It's hard to be humble when you are as great as I am.","name" : "Muhammad Ali"},{"message" : "The last time I saw him he was walking down lover's lane holding his own hand.","name" : "Fred Allen"},{"message" : "Well-ordered self-love is right and natural.","name" : "St. Thomas Aquinas"},{"message" : "Ego expands to fill the space not filled with knowledge.","name" : "Jeffrey Armstrong"},{"message" : "When ego is lost, limit is lost. You become infinite, kind, beautiful.","name" : "Yogi Bhajan"},{"message" : "It is hard to resist a flatterer who gets it right.","name" : "Robert Brault"},{"message" : "You are the sky. Everything else - it's just the weather.","name" : "Pema Chodron"},{"message" : "The Ego is an exquisite instrument. Enjoy it, use it-just don't get lost in it.","name" : "Ram Dass"},{"message" : "Self-worth comes from one thing - thinking that you are worthy.","name" : "Dr. Wayne Dyer"},{"message" : "I'm willing to admit that I may not always be right, but I am never wrong.","name" : "Samuel Goldwyn"},{"message" : "I live for myself and I answer to nobody.","name" : "Steve Mcqueen"},{"message" : "Self-love seems so often unrequited.","name" : "Anthony Powell"},{"message" : "A bad day for your ego is a great day for your soul.","name" : "Jillian Michaels"},{"message" : "My opponent is my teacher, my ego is my enemy.","name" : "Renzo Gracie"},{"message" : "Your ego screams for people to acknowledge you. But you must do nothing. Take it. Eat it until you’re sick. Endure it. Quietly brush it off and work harder.","name" : "Ryan Holiday"},{"message" : "Ego trip: a journey to nowhere.","name" : "Robert Half"},{"message" : "If the egotist is weak, his egotism is worthless. If the egotist is strong, acute, full of distinctive character, his egotism is precious, and remains a possession of the race.","name" : "Alexander Smith"},{"message" : "Egotism is the anesthetic which nature gives us to deaden the pain of being a fool.","name" : "Dr. Herbert Shofield"},{"message" : "If a man thinks he is not conceited, he is very conceited indeed.","name" : "C. S. Lewis"},{"message" : "The ego is the false self-born out of fear and defensiveness","name" : "John O'Donohue"},{"message" : "The ego relies on the familiar. It is reluctant to experience the unknown, which is the very essence of life.","name" : "Deepak Chopra"},{"message" : "The most common ego identifications have to do with possessions, the work you do, social status and recognition, knowledge and education, physical appearance, special abilities, relationships, person and family history, belief systems, and often nationalistic, racial, religious, and other collective identifications. None of these is you.","name" : "Eckhart Tolle"},{"message" : "Ego says, 'Once everything falls into place, I'll feel peace.' Spirit says, 'Find your peace, and then everything will fall into place.","name" : "Marianne Williamson"},{"message" : "One realizes that human relationships are the tragic necessity of human life; that they can never be wholly satisfactory, that every ego is half the time greedily seeking them, and half the time pulling away from them.","name" : "Willa Cather"},{"message" : "The secret to happiness is a small ego. And a big wallet. Good wine helps, too.","name" : "Robert Louis Stevenson"},{"message" : "An average man is egoistic, proud and has strong self-esteem.They always require partners who massage their ego not those who will drag their ego to the mud.","name" : "Agu Jaachynma N. E."},{"message" : "The more you can have control over your ego rather than let it run amuck, the more successful you'll be in all areas of life.","name" : "Roy T. Bennett"},{"message" : "The ego’s relation to the id might be compared to that of a rider to his horse. The horse supplies the locomotive energy, while the rider has the privilege of deciding on the goal and of guiding the powerful animal’s movement.","name" : "Sigmund Freud"},{"message" : "We understand the ego as the complex factor to which all conscious contents are related. It forms, as it were, the centre of the field of consciousness; and, in so far as this comprises the empirical personality, the ego is the subject of all personal acts of consciousness. The relation of a psychic content to the ego forms the criterion of its consciousness, for no content can be conscious until it is represented to a subject.","name" : "Carl Jung"},{"message" : "I once found an ego, crawling around and trying to shine on me. I took it in my arms and the ego turned itself into a virus. First it took over my mind , then my heart, and finally, it attempted to destroy my soul, by corrupting me with fear and guilt. Therefore, with as much energy as I could gather, I trapped the ego within my anger and pulled it out of me.","name" : "Robin Sacredfire"},{"message" : "I like to dress egos. If you haven't got an ego today, you can forget it.","name" : "Gianni Versace"},{"message" : "You believe your opinions,- you believe your judgments,- you believe your emotions. And these beliefs become your ego— but this ego is not you.","name" : "Ezra Bayda"},{"message" : "Whenever I climb I am followed by a dog called 'Ego'.","name" : "Friedrich Nietzsche"},{"message" : "Once you let go nothing dies, only the ego. You remain for ever and ever.","name" : "Osho"},{"message" : "Ego is just like a dust in the eyes... without clearing the dust you can't see anything clearly... so clear the ego and see the world.","name" : "Sukh Sandhu"},{"message" : "Analysis does not set out to make pathological reactions impossible, but to give the patient's ego freedom to decide one way or another.","name" : "Sigmund Freud"},{"message" : "Only in your ego are you alone.","name" : "Brendon Burchard"},{"message" : "Ego; 'E' for excellence, 'G' for greatness, and 'O' for 'Oh, I'm so good!'","name" : "Artie Smalls"},{"message" : "Ego death is where you find happiness . That's the only place you find happiness... . I let my ego down and then I rise back up . I let my ego down and then I'll be stronger.","name" : "Craig Ritchie Allan; Jahmal Gwin; Jason Brunton; etal."},{"message" : "Your ego you is what's eating at your heart . Your ego you is what tears me apart . And you're not who I've fallen in love with . Now tell me . What's running through your veins? . That got the ego you . Taking control of you.","name" : "Madeline Obrigewitsch and Dave Roth"},{"message" : "Inflate my ego gently . Go tell them heaven sent me . Oh cause I'm so expressive . And I'm so obsessed . With my ego, my ego . And its message to inform the press . invite the guests I need the press tonight.","name" : "Bernie Taupin and Elton John"},{"message" : "Ego is an impostor pretending to be real. . Ego is a charlatan . with quackery appeal. . Ego is a pseudonym for an impious state. . Ego is sacrilegious . to mock and imitate. . Ego is duplicity with 'doubleness' of thought. . Ego is double-dealer . leaving many distraught. . Ego is a hypocrite who's sanctimonious. . Ego is a deceiver . who's disingenuous. . Ego is a 'Robin Hood' using a poison dart. . Ego is a thespian . of histrionic art. . Ego is a basilisk of mythical report. . Ego is a hippogriff . without a life support.","name" : "Wallace Dean LaBenne"},{"message" : "Fear stokes that mighty, wretched ego, . Blame to wear suffering's glorious crown; . Hatred's bowels, bellows the flames of blame, . Anger's rage to beat the humble spirit down.","name" : "Gabriel McBride"}]}