Economic freedom is very important for women empowerment. They must be partners in economic development also. I have seen that women are very good at adapting to latest technology. We should link women and technology up-gradation.
Narendra Modi
Empowering women is key to building a future we want.
Amartya Sen
A woman with a voice is by definition a strong woman. But the search to find that voice can be remarkably difficult.
Melinda Gates
The true wealth of a community is measured by how carefully it listens to its women and how sincerely it values their wisdom. Empowering women empowers us all.
Forest Whitaker
Empowering women isn't just the right thing to do - it's the smart thing to do.
Barack Obama
A woman is like a tea bag; you never know how strong she is until you put her in hot water.
Eleanor Roosevelt
If you empower women, you can change the world.
Meg Ryan
Women have to harness their power – it's absolutely true. It's just learning not to take the first no. And if you can't go straight ahead, you go around the corner.
Cher
We need women at all levels, including the top, to change the dynamic, reshape the conversation, to make sure women's voices are heard and heeded, not overlooked and ignored.
Sheryl Sandberg
Since violence is largely a male pastime, cultures that empower women tend to move away from the glorification of violence and are less likely to breed dangerous subcultures of rootless young men.
Steven Pinker
As women are empowered, violence can come down, for a number of reasons. By all measures, men are the more violent gender.
Steven Pinker
When you empower women and help them thrive, you help their communities thrive. Women shoulder the burden disproportionately.
Joy Bryant
If you really want to change a culture to empower women improve basic hygiene and health care and fight high rates of infant mortality the answer is to educate girls.
Greg Mortenson
A strong woman understands that the gifts such as logic, decisiveness, and strength are just as feminine as intuition and emotional connection. She values and uses all of her gifts.
Nancy Rathburn
Empower us women and we will change this whole entire world.
Alicia Keys
A woman is the full circle. Within her is the power to create, nurture and transform.
Diane Mariechild
If you economically empower a woman, she represents enormous opportunity that can actually be transformative not only for her family and for her community, but at the aggregate level for the economy.
Sheryl Wudunn
I think the most important thing people can do to save our planet and the human race is to empower women!
Robert Ballard
The education and empowerment of women throughout the world cannot fail to result in a more caring, tolerant, just and peaceful life for all.
Aung San Suu Kyi
Empowering women means trusting them.
Isabel Allende
If we don't empower women, we don't allow them to unlock the potential of themselves and their children.
Melinda Gates
Women empowering other women.They get the psycho-social support. They become part of a community.
Annie Lennox
We need to empower women: provide them with work for their own income, and teach them to become independent of men so they will never have to have their children suffering the same torture.
Waris Dirie
The empowered woman is powerful beyond measure and beautiful beyond description.
Steve Maraboli
Woman must not accept; she must challenge. She must not be awed by that which has been built up around her; she must reverence that woman in her which struggles for expression.
Margaret Sanger
That's not to say that women's priorities are better than men's. Rather, when women are empowered, when they can speak from the experience of their own lives, they often address different, previously neglected issues. And families and whole communities benefit.
Dee Dee Myers
Empowering women isn't for women, but for the world.
Amy Richards
We need to empower women. Give women a voice in the decision-making process. Give women a political voice where they can champion, for their own welfare. And, of course, for us. United Nations – organizations, agencies – we need to do our part.
Margaret Chan
I wanted to be an empowered woman, and I became an empowered woman. And now I want to empower every woman. And I do it through my clothes, I do it through my words, I do it through my money, I do it through everything.
Diane Von Furstenberg
I have always felt strongly about empowering women. I'm living proof that, with confidence and by believing in yourself, you can accomplish any goal.
Queen Latifah
By empowering a woman, we empower a child. By educating a girl child, we make it possible for her to grow up to become an empowered woman.
Winnie Byanyima
Women are leaders everywhere you look—from the CEO who runs a Fortune 500 company to the housewife who raises her children and heads her household. Our country was built by strong women, and we will continue to break down walls and defy stereotypes.
Nancy Pelosi
Any woman who understands the problems of running a home will be nearer to understanding the problems of running a country.
Margaret Thatcher
Societies that empower women are less violent in every way.
Steven Pinker