{"title" : "Encouragment","quotes" : [{"message" : "Encouragement is awesome. Think about it. It has the capacity to lift a man's or a woman's shoulders. To breathe fresh air into the fading embers of a smoldering dream. To actually change the course of another human being's day, week, or life.","name" : "Charles R. Swindoll"},{"message" : "You never know how strong you are, until being strong is your only choice.","name" : "Bob Marley"},{"message" : "If one dream should fall and break into a thousand pieces, never be afraid to pick one of those pieces up and begin again.","name" : "Flavia Weedn"},{"message" : "God brings men into deep waters, not to drown them, but to cleanse them.","name" : "John Aughey"},{"message" : "It doesn't matter how many say it cannot be done or how many people have tried it before; it's important to realize that whatever you're doing, it's your first attempt at it.","name" : "Wally Amos"},{"message" : "Everyone has inside them a piece of good news. The good news is you don't know how great you can be! How much you can love! What you can accomplish! And what your potential is.","name" : "Anne Frank"},{"message" : "If you ever think about giving up, remember why you held on for so long.","name" : "Hayley Williams"},{"message" : "Big jobs usually go to the men who prove their ability to outgrow small ones.","name" : "Ralph Emerson"},{"message" : "The essential support and encouragement comes from within, arising out of the mad notion that your society needs to know what only you can tell it.","name" : "John Updike"},{"message" : "The best revenge is massive success.","name" : "Frank Sinatra"},{"message" : "Follow your dreams, remember you can achieve All that you dream, whatever your mind can conceive.","name" : "Birthday Poems"},{"message" : "It is also important to realize that adding a positive phrase in words that encourage to your daily routine can only help not hinder.","name" : "Byron Pulsifer"},{"message" : "A bend in the road is not the end of the road…Unless you fail to make the turn.","name" : "Helen Keller"},{"message" : "You inspire, you put a smile on someone's face, you make someone laugh or deeply touch a person's heart. We all have that in ourselves no matter how tough our journeys are.","name" : "Shellie Palmer"},{"message" : "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.","name" : "Thomas A. Edison"},{"message" : "It doesn't matter who you are, where you come from. The ability to triumph begins with you. Always.","name" : "Oprah Winfrey"},{"message" : "Hope is the foundational quality of all change, and encouragement is the fuel which keeps hope alive.","name" : "Zig Ziglar"},{"message" : "Difficulties are meant to rouse, not discourage. The human spirit is to grow strong by conflict.","name" : "William Ellery Channing"},{"message" : "Encouragement is the oxygen of the soul.","name" : "George Madison Adams"},{"message" : "Do not sit still; start moving now. In the beginning, you may not go in the direction you want, but as long as you are moving, you are creating alternatives and possibilities.","name" : "Rodolfo Costa"},{"message" : "It is time for us all to stand and cheer for the doer, the achiever – the one who recognizes the challenges and does something about it.","name" : "Vince Lombardi"},{"message" : "It is not the mountain we conquer but ourselves.","name" : "Edmund Hillary"},{"message" : "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it.","name" : "Henry Ford"},{"message" : "When nobody else celebrates you, learn to celebrate yourself. When nobody else compliments you, then compliment yourself. It's not up to other people to keep you encouraged. It's up to you. Encouragement should come from the inside.","name" : "Joel Osteen"},{"message" : "Encourage yourself, believe in yourself, and love yourself. Never doubt who you are.","name" : "Stephanie Lahart"},{"message" : "Encouragement is the most important thing in the world for young people, rather than league tables, which demoralise everyone.","name" : "Tony Benn"},{"message" : "Learn from the past, set vivid, detailed goals for the future, and live in the only moment of time over which you have any control: now.","name" : "Denis Waitley"},{"message" : "Encouragement is food for the heart, and every heart is a hungry heart.","name" : "Pat Morley"},{"message" : "There are moments when troubles enter our lives and we can do nothing to avoid them. But they are there for a reason. Only when we have overcome them will we understand why they were there.","name" : "Paulo Coelho"},{"message" : "Sometimes the best goal you can set is just to get out of bed every day. If you can succeed at this, then other things become possible.","name" : "Cynthia Patterson"},{"message" : "Everybody needs encouragement, even when things are going well.","name" : "Tony Dungy"},{"message" : "Encouragement makes a fault easy to correct, and a challenge easy to take on.","name" : "Dale Carnegie"},{"message" : "Strength does not come from winning. Your struggles develop your strengths. When you go through hardships and decide not to surrender, that is strength.","name" : "Arnold Schwarzenegger"},{"message" : "The greatest act of faith some days is to simply get up and face another day.","name" : "Amy Gatliff"},{"message" : "Some people go through hard times, so bad that they can't even talk about it, but no matter what, we should never give up.","name" : "Ifeoluwa Egbetade"},{"message" : "Keep away from people who try to belittle your ambitions. Small people always do that, but the really great make you feel that you, too, can become great.","name" : "Mark Twain"},{"message" : "Some luck lies in not getting what you thought you wanted but getting what you have, which once you have got it you may be smart enough to see is what you would have wanted had you known.","name" : "Garrison Keillor"},{"message" : "Nobody can go back and start a new beginning, but anyone can start today and make a new ending.","name" : "Maria Robinson"},{"message" : "Everything will be okay in the end. If it's not okay, then it's not the end.","name" : "Ed Sheeran"},{"message" : "If you have made mistakes, there is always another chance for you.You may have a fresh start any moment you choose,for this thing we call ‘failure' is not the falling down, but the staying down.","name" : "Mary Pickford"},{"message" : "You can have anything you want if you want it badly enough. You can be anything you want to be, do anything you set out to accomplish if you hold to that desire with singleness of purpose.","name" : "Abraham Lincoln"},{"message" : "Go confidently in the direction of your dreams. Live the life you have imagined.","name" : "Henry David Thoreau"},{"message" : "When you get into a tight place and everything goes against you, till it seems as though you could not hang on a minute longer, never give up then, for that is just the place and time that the tide will turn.","name" : "Harriet Beecher Stowe"},{"message" : "Never let the odds keep you from doing what you know in your heart you were meant to do.","name" : "H. Jackson Brown Jr."},{"message" : "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, ambition inspired, and success achieved.","name" : "Hellen Keller"},{"message" : "A word of encouragement from a teacher to a child can change a life. A word of encouragement from a spouse can save a marriage. A word of encouragement from a leader can inspire a person to reach her potential.","name" : "John C. Maxwell"},{"message" : "Make up your mind that no matter what comes your way, no matter how difficult, no matter how unfair, you will do more than simply survive. You will thrive in spite of it.","name" : "Joel Osteen"},{"message" : "He who believes is strong; he who doubts is weak. Strong convictions precede great actions.","name" : "Louisa May Alcott"},{"message" : "The key is to keep company only with people who uplift you, whose presence calls forth your best.","name" : "Epictetus"}]}