{"title" : "Falling Apart","quotes" : [{"message" : "Sometimes, two people have to fall apart to realize how much they need to fall back together.","name" : "Colleen Hoover"},{"message" : "Laughter is the only strategy that has ever worked at all for me when my world is falling apart.","name" : "Pat Conroy"},{"message" : "There's people that get a chance to do the kind of work that changes the world, and make things really different. And there's the kind that just keeps the world from falling apart.","name" : "Bruce Springsteen"},{"message" : "Change always involves a dark night when everything falls apart. Yet if this period of dissolution is used to create new meaning, then chaos ends and new order emerges.","name" : "Margaret J. Wheatley"},{"message" : "Memories fall apart, too. And then you're left with nothing, left not even with a ghost but with its shadow.","name" : "Miles 'Pudge' Halter"},{"message" : "Lives fall apart when they need to be rebuilt.","name" : "Iyanla Vanzant"},{"message" : "In the beginning, she had haunted me, haunted my dreams, but even now, just weeks later, she was slipping away, falling apart in my memory and everyone else's, dying again.","name" : "Miles 'Pudge' Halter"},{"message" : "Don't be concerned that things appear to be falling apart: this has to happen in order for something new and wonderful to emerge.","name" : "Marianne Williamson"},{"message" : "Things can fall apart, or threaten to, for many reasons, and then there's got to be a leap of faith. Ultimately, when you're at the edge, you have to go forward or backward; if you go forward, you have to jump together.","name" : "Yo-Yo Ma"},{"message" : "The world as we know it is falling apart at the seams, because it's an inadequate container for the truth of who we are.","name" : "Marianne Williamson"},{"message" : "When your world seems to be falling apart,look to Jesus who holds everything together.","name" : "Marianette Carbito"},{"message" : "Sometimes falling apart is the bravest act of all.","name" : "Sarah Hackley"},{"message" : "But things don't just fall apart. People break them.","name" : "Robin Wasserman"},{"message" : "Don't hold together what must fall apart. The familiar life crumbles so the new life can begin.","name" : "Bryant H. McGill"},{"message" : "When things fall apart, the broken pieces allow all sorts of things to enter, and one of them is the presence of God.","name" : "Shauna Niequist"},{"message" : "The loneliest moment in someone's life is when they are watching their whole world fall apart, and all they can do is stare blankly.","name" : "F. Scott Fitzgerald"},{"message" : "Sometimes when we think our lives are falling apart what we don't see, is that they might just be falling into place.","name" : "LJ Vanier"},{"message" : "Just because your world is falling apart doesn't mean you have to fall apart. When everything seems crazy, you be calm. Don't let the outer chaos you are facing get inside of you.","name" : "Bryant H. McGill"},{"message" : "Keep smiling and Stay strong. Even if things are falling apart. Even if you're breaking down.","name" : "Marshy Marsh"},{"message" : "It is good to realize that falling apart is not such a bad thing. Indeed, it is as essential to evolutionary and psychological transformation as the cracking of outgrown shells.","name" : "Joanna Macy"},{"message" : "Women often find great roles in revolution, simply because the rules fall apart and everyone has agency, anyone can act.","name" : "Rebecca Solnit"},{"message" : "The splendid thing about falling apart silently is that you can start over as many times as you like.","name" : "Sanober Khan"},{"message" : "Everything is falling together perfectly, even though it looks as if some things are falling apart. Trust in the process you are now experiencing.","name" : "Neale Donald Walsch"},{"message" : "It is saying these things that keeps us from falling apart. And maybe by imagining these futures we can make them real, and maybe not, but either way we must imagine them. The light rushes out and floods in.","name" : "John Green"},{"message" : "When everything falls apart, only one thing sustains our hope: God loves us, he loves everyone!","name" : "Pope Francis"},{"message" : "Sometimes good things fall apart so better things could fall together.","name" : "Marilyn Monroe"},{"message" : "When you think your life is falling apart, it's usually falling together in disguise.","name" : "Charlotte Eriksson"},{"message" : "Things falling apart is a kind of testing and also a kind of healing.","name" : "Pema Chödrön"},{"message" : "Sometimes when things seem falling apart, they might actually be falling into place. Just have patience.","name" : "Anurag Prakash Ray"},{"message" : "All my life, I have been in love with the sky. Even when everything was falling apart around me, the sky was always there for me.","name" : "Yoko Ono"},{"message" : "It was always the power of love that pulled us through, and it was the power of laughter that kept us from falling apart.","name" : "Steve Rizzo"},{"message" : "Everyone wants someone they can hold and love. Someone who will be there to help pick up the pieces when everything falls apart.","name" : "Sherrilyn Kenyon"},{"message" : "Even during the worst hardships when the other things in our lives seem to fall apart we can still find peace in the eternal love of God.","name" : "Armstrong Williams"},{"message" : "Wise sayings often fall on barren ground, but a kind word is never thrown away.","name" : "Arthur Helps"},{"message" : "Maybe working on the little things as dutifully and honestly as we can is how we stay sane when the world is falling apart.","name" : "Haruki Murakami"},{"message" : "Relationships are two people; everyone is accountable. A lot goes into a relationship coming together, and a lot goes into a relationship falling apart. Even if it's 98 percent the other person's fault, it's 2 percent yours You can only clean up your side of the street.","name" : "Jennifer Aniston"},{"message" : "Some people fall apart when they get hurt. Puddle into apathy and despair and never recover. They wait all their lives for someone to come along and rescue them.","name" : "Karen Marie Moning"},{"message" : "No matter how your world falls apart-and honey, that's what happens: we all build ourselves a world, and then it falls apart-but no matter how that happens, you still have the kind heart you've had since you were a child, and that's all that really counts.","name" : "Kate Bornstein"},{"message" : "I learned about the strength you can get from close family life. I learned to keep going, even in bad times. I learned not to despair, even when my world was falling apart. I learned that there are no free lunches. And I learned the value of hard work.","name" : "Lee Iacocca"},{"message" : "One small crack doesn’t mean that you are broken. It means that you were put to test and you didn’t fall apart.","name" : "Linda Paindexter"},{"message" : "I believe that everything happens for a reason. People change so that you can learn to let go, things go wrong so that you appreciate them when they're right, you believe lies so you eventually learn to trust no one but yourself, and sometimes good things fall apart so better things can fall together.","name" : "Marilyn Monroe"},{"message" : "Never be afraid to fall apart because it is an opportunity to rebuild yourself the way you wish you had been all along.","name" : "Rae Smith"},{"message" : "After all, computers crash, people die, relationships fall apart. The best we can do is breath and reboot.","name" : "Sarah Jessica Parker"},{"message" : "When real people fall down in life, they get right back up and keep walking.","name" : "Sarah Jessica Parker"},{"message" : "Insanity is everyone expecting you not to fall apart when you find out everything you believed in was a lie.","name" : "Shannon L. Alder"},{"message" : "It takes ten times as long to put yourself back together as it does to fall apart.","name" : "Suzanne Collins"},{"message" : "It takes ten times as long to put yourself back together as it does to fall apart.","name" : "Suzanne Collins"},{"message" : "The loneliest moment in someone’s life is when they are watching their whole world fall apart and all they can do is stare blankly.","name" : "The Great Gatsby"},{"message" : "Sometimes, all you can do is lie in bed, and hope to fall asleep before you fall apart.","name" : "William C.Hannan"}]}