{"title" : "Father's Day","quotes" : [{"message" : "Fathers, be good to your daughters. You are the god and the weight of her world.","name" : "Robert Orben"},{"message" : "The greatest thing a father can do to his children is to love their mother.","name" : "Anjaneth Garcia Untalan"},{"message" : "A father is a banker provided by nature.","name" : "French Proverb"},{"message" : "His heritage to his children wasn't words or possessions, but an unspoken treasure, the treasure of his example as a man and a father.","name" : "Will Rogers Jr."},{"message" : "Noble fathers have noble children.","name" : "Euripides"},{"message" : "My father didn't tell me how to live; he lived,and let me watch him do it.","name" : "Clarence Kellard"},{"message" : "He adopted a role called 'being a father' so that his child would have something mythical and infinitely important: a protector.","name" : "Tom Wolfe"},{"message" : "When my father didn't have my hand, he had my back.","name" : "Linda Poindexter"},{"message" : "A father is neither an anchor to hold us back, nor a sail to take us there, but a guiding light whose love shows us the way.","name" : "Anonymous"},{"message" : "The gift of a Father cannot been seen by our eyes, yet he sacrificed his every breath,sweat and everything to comfort us, his family.","name" : "King Tony S. Singh"},{"message" : "Becoming a father is easy enough, but being one can be very rough.","name" : "Wilhelm Busch"},{"message" : "A Father is someone you look up to no matter how tall you grow.","name" : "Anonymous"},{"message" : "A father is a man who fails every day.","name" : "Michael Chabon"},{"message" : "A father's tears and fears are unseen, his love is unexpressed, but his care and protection remains as a pillar of strength throughout our lives.","name" : "Ama H. Vanniarachchy"},{"message" : "It doesn't matter who my father was; it matters who I remember he was.","name" : "Anne Sexton"},{"message" : "When you're young, you think your dad is Superman. Then you grow up, and you realize he's just a regular guy who wears a cape.","name" : "Dave Atell"},{"message" : "It is a wise father that knows his own child.","name" : "William Shakespeare"},{"message" : "It is easier for a father to have children than for children to have a real father.","name" : "Pope John XXIII"},{"message" : "No one in this world can love a girl more than her father.","name" : "Michael Ratnadeepak"},{"message" : "Dads are most ordinary men turned by love into heroes, adventurers, story-tellers, singers of songs.","name" : "Pam Brown"},{"message" : "My Father used to say that it's never too late to do anything you wanted to do. And he said, you never know what you can accomplish until you try.","name" : "Michael Jordan"},{"message" : "Every father should remember that one day his son will follow his example instead of his advice.","name" : "Charles F Kettering"},{"message" : "A king, realizing his incompetence, can either delegate or abdicate his duties. A father can do neither. If only sons could see the paradox, they would understand the delimma.","name" : "Marlene Dietrich"},{"message" : "One father is enough to govern one hundred sons, but not a hundred sons one father.","name" : "George Herbert"},{"message" : "One father is more than a hundred schoolmasters.","name" : "George Herbert"},{"message" : "Fatherhood is the best thing that could happen to me, and I'm just glad  I can share my voice.","name" : "Dwayne Wade"},{"message" : "To her, the name of father was another name for love.","name" : "Fanny Fern"},{"message" : "It is not flesh and blood but the heart which makes us fathers and sons.","name" : "Friedrich Schiller"},{"message" : "I believe that what we become depends on what our fathers teach us at odd moments, when they aren't trying to teach us. We are formed by the little scraps of wisdom.","name" : "Umberto Eco"},{"message" : "Blessed indeed is the man who hears many gentle voices call him father.","name" : "Lydia M. Child"},{"message" : "Any man can be a father, but it takes someone special to be a dad.","name" : "Anne Geddes"},{"message" : "Lucky that man whose children make his happiness in life and not his grief, the anguished disappointment of his hopes.","name" : "Euripedes"},{"message" : "A father is someone who can take the place of all others, but whose place no one else can take.","name" : "unknown"},{"message" : "It is a wise father that knows his own child.","name" : "William Shakespeare"},{"message" : "Fathers, like mothers, are not born. Men grow into fathers and fathering is a very important stage in their development.","name" : "David M. Gottesman"},{"message" : "Dad, I may not be the best, but I come to believe that I got it in me to be somebody in this world. And it's not because I'm so different from you either. It's because I'm the same. I mean, I can be just as hard-headed, and just as tough. I only hope I can be as good a man as you.","name" : "Jake Gyllenhaal"},{"message" : "The father who does not teach his son his duties is equally guilty as the son who neglects them.","name" : "Confucius"},{"message" : "Anyone can be a father, but it takes someone special to be a dad, and that's why I call you dad, because you are so special to me. You taught me the game and you taught me how to play it right.","name" : "Wade Boggs"},{"message" : "To be as good as our fathers we must be better, imitation is not discipleship.","name" : "Wendell Phillips"},{"message" : "I am not ashamed to say that no man I ever met was my father's equal, and I never loved any other man as much.","name" : "Hedy Lamarr"},{"message" : "I've had a hard life, but my hardships are nothing against the hardships that my father went through in order to get me to where I started.","name" : "Bartrand Hubbard"},{"message" : "My dad, like any coach, has always stressed the fundamentals. He taught me responsibility, accountability, and the importance of hard work.","name" : "Steve Young"},{"message" : "The quality of a father can be seen in the goals, dreams and aspirations he sets not only for himself, but for his family.","name" : "Reed Markham"},{"message" : "I cannot think of any need in childhood as strong as the need for a father's protection.","name" : "Sigmund Freud"},{"message" : "The nature of impending fatherhood is that you are doing something that you're unqualified to do, and then you become qualified while doing it.","name" : "John Green"},{"message" : "The imprint of the father, remains forever on the life of the child.","name" : "Roy Lessin"},{"message" : "My father taught me that the only way you can make good at anything is to practice, and then practice some more.","name" : "Pete Rose"},{"message" : "A good father is one of the most unsung, unpraised, unnoticed, and yet one of the most valuable assets in our society.","name" : "Billy Graham"},{"message" : "I can definitely say the older I've got the better I've become at being a dad and a husband.","name" : "Rod Stewart"}]}