{"title" : "Fearless","quotes" : [{"message" : "A man that flies from his fear may find that he has only taken a short cut to meet it.","name" : "J.R.R. Tolkien"},{"message" : "Let us not pray to be sheltered from dangers but to be fearless when facing them.","name" : "Rabindranath Tagore"},{"message" : "Beneath every excuse lies a fear. Practice being fearless.","name" : "Robin Sharma"},{"message" : "Focus on your goals, not your fear. Focus like a laser beam on your goals.","name" : "Roy T. Bennett"},{"message" : "Bravely overcoming one small fear gives you the courage to take on the next.","name" : "Daisaku Ikeda"},{"message" : "I think it's good to be a little more fearless in saying what you feel. In not being scared of the repercussions of that.","name" : "Oscar Isaac"},{"message" : "Forget the self and you will fear nothing, in whatever level or awareness you find yourself to be.","name" : "Carlos Castaneda"},{"message" : "It is never too late to be what you might have been.","name" : "George Eliot"},{"message" : "Becoming fearless isn't the point. That's impossible. It's learning how to control your fear, and how to be free from it.","name" : "Veronica Roth"},{"message" : "Be fearful when others are greedy and greedy when others are fearful.","name" : "Warren Buffet"},{"message" : "Being fearless isn't being 100% Not fearful, it's being terrified but you jump anyway.","name" : "Taylor Swift"},{"message" : "Everything you've ever wanted is on the other side of fear.","name" : "George Addair"},{"message" : "If you're offered a seat on a rocketship, don't ask what seat! Just get on.","name" : "Sheryl Sandberg"},{"message" : "It's your place in the world; it's your life. Go on and do all you can with it, and make it the life you want to live.","name" : "Mae Jemison"},{"message" : "You were put on this earth to achieve your greatest self, to live out your purpose, and to do it courageously.","name" : "Steve Maraboli"},{"message" : "Face your fears and doubts, and new worlds will open to you.","name" : "Robert Kiyosaki"},{"message" : "To escape fear, you have to go through it, not around.","name" : "Richie Norton"},{"message" : "Whatever it is you're scared of doing, do it.","name" : "Neil Gaiman"},{"message" : "Eighty percent of success is showing up.","name" : "Woody Allen"},{"message" : "I'm strong and fearless and not afraid to take risks in business.","name" : "Khloe Kardashian"},{"message" : "I'm fearless, I don't complain. Even when horrible things happen to me, I go on.","name" : "Sofia Vergara"},{"message" : "Fearless is getting back up and fighting for what you want over and over again....even though every time you've tried before you've lost.","name" : "Taylor Swift"},{"message" : "People are supposed to fear the unknown, but ignorance is bliss when knowledge is so damn frightening.","name" : "Laurell K. Hamilton"},{"message" : "Fear is the worst kind of grave, because it buries one alive.","name" : "Beth Fantaskey"},{"message" : "I try to be as fearless as possible. I don't always succeed, but I like to think I try.","name" : "Zachary Quinto"},{"message" : "Be fearless in the pursuit of greatness.","name" : "ATGW"},{"message" : "Have the fearless attitude of a hero ad the loving heart of a child.","name" : "Soyen Shaku"},{"message" : "Here is the world. Beautiful and terrible things happen. Don't be afraid.","name" : "Frederick Buechner"},{"message" : "Find what you are afraid of, face it, and then you won't be afraid of it anymore.","name" : "Marilyn Manson"},{"message" : "I tend to think you're fearless when you recognize why you should be scared of things, but do them anyway.","name" : "Christian Bale"},{"message" : "Decide that you want it more than you are afraid of it.","name" : "Bill Cosby"},{"message" : "My approach is just fearless. I'm not afraid to try anything.","name" : "Stormzy"},{"message" : "The light of a new day always chases the shadows of the night away, and shows us that the shape of our fear is only the ghost of our own minds.","name" : "Terry Goodkind"},{"message" : "The best way to be successful is to be fearless.","name" : "Janelle Osido"},{"message" : "You don't have to be fast. But you'd better be fearless.","name" : "Christopher McDougall"},{"message" : "Don't be afraid of your fears. They're not there to scare you. They're there to let you know that something is worth it.","name" : "C. JoyBell C."},{"message" : "Do the thing you are afraid to do, and the death of fear is certain.","name" : "Ralph Waldo Emerson"},{"message" : "The will to never give up and to be fearless. That's what I have.","name" : "Christina Milian"},{"message" : "Expose yourself to your deepest fear; after that, fear has no power, and the fear of freedom shrinks and vanishes. You are free.","name" : "Jim Morrison"},{"message" : "Don't be afraid your life will end. Be afraid that it will never begin.","name" : "Grace Hansen"},{"message" : "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.","name" : "Roy T. Bennett"},{"message" : "Do things the ego does not like to do.","name" : "Stuart Wilde"},{"message" : "Fate loves the fearless.","name" : "James Russell Lowell"},{"message" : "Feel the fear and do it anyway.","name" : "Susan Jeffers"},{"message" : "When you're fearless, you take more risks because you're less conscious of failure or what can go wrong.","name" : "Brett Ratner"},{"message" : "Face your worry and see it as an illusion. It cannot exist unless you give it power and give it life.","name" : "Robert Anthony"},{"message" : "Be fearless, overcome our acceptance of the quo, and for each to step up and take action to make a difference in our world.","name" : "Jean Case"},{"message" : "We must work to empower everyone to take action to improve bad situatios, right perceived wrongs and be fearless.","name" : "Jean Case"},{"message" : "We must not be afraid to stand up for what we believe in, to make the right choices. And when millions and millions of people make ethical choices, this will, cumulatively, move us toward a better world.","name" : "Jean Case"},{"message" : "You can live a fearless life. You can turn your dreams into reality. You can have all that you want. You can overcome the barriers that are standing between you and success, happiness, and love.","name" : "Jonathan Alpert"},{"message" : "Find the courage to be who you really are, rather that the person you think others want you to be.","name" : "Jonathan Alpert"},{"message" : "You overcome fear not by avoiding it, but by facing it. The more you face your fear, the more fearless you will become.","name" : "Jonathan Alpert"},{"message" : "Being fearless isn't something that some people are born with, and it's not found in a magical pill either. What separates the fearless from the fearful isn't the absence or the presence of fear. Rather, it's what they do about it.","name" : "Jonathan Alpert"},{"message" : "Be fearless. Focus on what you have control over, not on what's beyond it.","name" : "Jonathan Alpert"},{"message" : "Fearlessness is not the absence of fear. Rather, it's the mastery of fear.","name" : "Arianna Huffington"},{"message" : "We will never completely eliminate fear from our lives, but we can definitely get to the point where our fears do not stop us from daring to think new thoughts, try new things, take risks, fail, start again, and be happy.","name" : "Arianna Huffington"},{"message" : "Fearlessness is about getting up one more time than we fall down.","name" : "Arianna Huffington"},{"message" : "If we can find that greater inner freedom and strength, then we can evolve from a fearful state of living to a state of freedom, trust, and happiness.","name" : "Arianna Huffington"},{"message" : "When the fear was overwhelming but which taught me that it was possible to break to the other side. To fearlessness.","name" : "Arianna Huffington"},{"message" : "I was scared many time on Everest, but this is all part of the challenge. It is not the mountain we conquer, but ourselves.","name" : "Sir Edmund Hillary"},{"message" : "Courage isn't about fearlessness. It's taking action even though you're scared.","name" : "Margie Warrell"},{"message" : "The more often you act bravely, the more you grow your muscles for life.","name" : "Margie Warrell"},{"message" : "To thrive in our culture of fear we must not let it set up residence in our lives.","name" : "Margie Warrell"},{"message" : "Nothing in life is to be feared, it is only to he understood. Now is the time to understand more, so that we may fear less.","name" : "Marie Curie"},{"message" : "Knowing what you stand for is the foundation stone upon which bravery is built.","name" : "Margie Warrell"},{"message" : "Face your fear and rise above it. When you acknowledge your fears, you dilute their strength.","name" : "Margie Warrell"},{"message" : "Break free of labels and be truly fearless when people are putting you under pressure to be someone you're not.","name" : "Liam Hackett"},{"message" : "Being fearless when losing a job or when facing any of life's challenges is not about learning to defend ourselves. Nor is it a matter of having a 'stiff upper lip' where we try to convince ourselves that we can shoulder any burden and withstand any insult.","name" : "Michael Carroll"},{"message" : "The kind of confidence that remains fearlessly unshaken in the face of life's often terrifying paradoxes--instinctively resourceful and at ease--is not something we can manufacture. Such fearlessness is our birthright; it is what makes us human at our most fundamental level.","name" : "Michael Carroll"},{"message" : "By contemplating the pointlessness of cowardice, we gradually exhaust our fascination with false hopes and exaggerated fears and begin t consider the possibility of living a fearless life.","name" : "Michael Carroll"},{"message" : "Illustrating how mindfulness-awareness tames the restless mind, opens us to the present moment, reveals our natural fearlessness, and promotes a sane and confident life.","name" : "Michael Carroll"},{"message" : "To live a fearless, confident life and resolve the challenge of cowardice, we must examine the distressing side of our experience: we must 'face the fierce facts of life.","name" : "Michael Carroll"},{"message" : "Since we live in in a world filled with both germs and fears of many trains and sizes, we will never be completely free of either. So we need to learn horw to work with them.","name" : "Michelle Aguilar"},{"message" : "Everyday gives us new opportunities to build up our physical and emotional immunity, keeping fears from paralyzing us everytime we come up against them.","name" : "Michelle Aguilar"},{"message" : "Fear is contagious. Fortunately, so is courage. Learning to become fearless will touch everyone around you, and best of all, you'll find it's a gift that keeps on giving.","name" : "Michelle Aguilar"},{"message" : "Courage faces fear and thereby masters it.","name" : "Martin Luther King"},{"message" : "With out fear we'd never get to be brave. You can't ban fear, delete it or extinguish it, but you can work with it to achieve great things.","name" : "Jo Usmar"},{"message" : "Fear doesn't have to hold you back or dictate your life. Being fearless means acknowledging your fear, saying 'yes, I see you' and then making the choice to take action anyway.","name" : "Jo Usmar"},{"message" : "So don't be afraid. You are worth much more than many sparrows.","name" : "Matthew 10:31 NCV"},{"message" : "To live boldly is to be fully alive, to experience the full range of emotions.","name" : "Susan Mitchell"},{"message" : "Determined people are bold. And boldness always involves risk.","name" : "Susan Mitchell"},{"message" : "You should always encourage yourself to be bold enough to work out what it is you really believe in and what kind of life you want to lead.","name" : "Susan Mitchell"},{"message" : "Not to have a bold vision for the future means that our enemies have won. They have diminished our dreams and therefore they have diminished us.","name" : "Susan Mitchell"},{"message" : "Leaders is about not being afraid to be bold and not being afraid to be seen to be bold.","name" : "Susan Mitchell"},{"message" : "Control is power. When we have a plan, we can tell ourselves that we are in charge of our lives. It's easy to be brace. We feel confident when we know what to expect.","name" : "Mary E. Lenaburg"},{"message" : "Courage is doing things even when you're scared. Being brave isn't something that happens when you're not scared anymore. Brave people don't stop hearing the whispers of fear.","name" : "Annie F. Downs"}]}