Feminism is something you do. It's a verb. It's what you are. It's an activity; it's something you're actively engaged in.
Kathleen Hanna
Feminism is equality: politically; culturally; socially; economically. That's it, that simple.
Emma Watson
Feminism was about making women's lives less constrained and giving them more choices.
Hanna Rosin
Feminism is the radical notion that women are human beings.
Cheris Kramarae
Feminism has never been about getting a job for one woman. It's about making life more fair for women everywhere. It's not about a piece of the existing pie; there are too many of us for that. It's about baking a new pie.
Gloria Steinem
Feminism means something - legislation, cultural change - but 'Girl Power' meant nothing more than being friends with your friends.
Caitlin Moran
Feminism is the ability to choose what you want to do.
Nancy Reagan
Really feminism is about being all that you are and not having to trade one thing for another on your way up.
Gina Torres
Feminism's agenda is basic: It asks that women not be forced to ‘choose' between public justice and private happiness.
Susan Faludi
Feminism was established so as to allow unattractive women access to the mainstream of society.
Rush Limbaugh
Feminism means to me being comfortable with who you are as a woman and being unapologetic about it.
Charissa Thompson
The word feminism needs to be taken back. It needs to be reclaimed in a way that is inclusive of men.
Annie Lennox
Feminism is the single most powerful social movement of our time, one that addresses every aspect of human and social life.
Richard Allen Epstein
Feminism is a socialist, anti-family, political movement that encourages women to leave their husbands, kill their children, practice witchcraft, destroy capitalism and become lesbians.
Pat Robertson
Feminism is a belief that although women and men are inherently of equal worth, most societies privilege men as a group. As a result, social movements are necessary to achieve political equality between women and men, with the understanding that gender always intersects with other social hierarchies.
Estelle Freedman
Feminism isn't called the longest revolution for nothing.
Gloria Steinem
Feminism is an entire world view or gestalt, not just a laundry list of women's issues.
Charlotte Bunch
Feminism isn't about making women stronger. Women are already strong. It's about changing the way the world perceives that strength.
G.D. Anderson
Feminism's ultimate success is that we don't need it anymore.
S. E. Cupp
here's nothing bad about feminism. We have to help each other, because there's a lot of women in the world who are suffering because the fact is we're not equal. It's as plain as that. It's still a men's world. I don't know. We'll go on with it.
Yoko Ono
Feminism is a political mistake. Feminism is a mistake made by women's intellect, a mistake which her instinct will recognize.
Valentine de Saint-Point
Feminism is just about equality, really, and there's so much stuff attached to the word, when it's actually so simple. I don't know why it's always so bogged down.
Mia Wasikowska
Feminism is doomed to failure because it is based on an attempt to repeal and restructure human nature.
Phyllis Schlafly
Feminism is a transformational force, an individual and social force. It is a way of looking at the world-a questioning of power.domination issues, an affirmation of women's energy.
Charlotte Bunch
Feminism is not just about women; it's about letting all people lead fuller lives.
Jane Fonda
Feminism is a program for making different beings — men and women — turn out alike, and… it must do a good deal of chopping to fit the real world into its ideal.
Michael Levin
Feminism is a good venue for getting yourself across as much as for getting your point across.
Elizabeth Wurtzel
Feminism has led the way in demystifying personal relations, forcefully insisting they are political to the core.
Elizabeth Fox-Genovese
Feminism is what I do with my life, it's how I spend my days, it's my job, it's not just an opinion I have among many other opinions.
Jaclyn Friedman
Feminism starts out being very simple, and it ends up being a world view that questions hierarchy altogether.
Gloria Steinem