Flattery makes friends and truth makes enemies.
Spanish Proverb
Look closely at those who patronize you. Half are unfeeling, half untaught.
Johann Wolfgang von Goethe
Flattery is like chewing gum. Enjoy it but don't swallow it.
Hank Ketcham
A little flattery will support a man through great fatigue.
James Monroe
Flattery corrupts both the receiver and the giver.
Edmund Burke
Flattery succeeds best on minds previously occupied by conceit.
Norman Macdonald
Although a skillful flatterer is a most delightful companion if you have him all to yourself, his taste becomes very doubtful when he takes to complimenting other people.
Charles Dickens
Flattery is refined deception--it is the froth of language--it is the alcohol of social intercourse--it is the prescription of the subtle--and the nectar of fools.
William Scott Downey
Flattery is like cologne water, to be smelt, not swallowed
Josh Billings
Flattery is all right if you don't inhale.
Adlai Stevenson I
A fool flatters himself, a wise man flatters the fool.
Edward Bulwer-Lytton
Nothing in this world is harder than speaking the truth, nothing easier than flattery.
Fyodor Dostoyevsky
I pay no attention whatever to anybody's praise or blame. I simply follow my own feelings.
Wolfgang Amadeus Mozart
The public wants work which flatters its illusions.
Gustave Flaubert
It is possible to be below flattery as well as above it.
Thomas B. Macaulay
A compliment is a statement of an agreeable truth; flattery is a statement of an agreeable untruth.
Sir John A. MacDonald
Between flattery and admiration there often flows a river of contempt.
Minna Antrim
Flattery is never so agreeable as to our blind side; commend a fool for his wit, or a knave for his honesty, and they will receive you into their bosoms.
Henry Fielding
There is no effect more disproportionate to its cause than the happiness bestowed by a small compliment.
Robert Brault
Some folks pay a compliment like they went down in their pocket for it.
Kin Hubbard
Like pollen on a honeybee, flattery clings to the things you tell yourself.
Willis Goth Regier
Flattery is a form of hatred.
Bible
He who says he hates every kind of flattery, and says it in earnest, certainly does not yet know every kind of flattery.
Georg C. Lichtenberg
I cannot think of any character below the flatterer, except he who envies him.
Sir Richard Steele
Do not offer a compliment and ask a favor at the same time. A compliment that is charged for is not valuable.
Mark Twain
The voice of flattery affects us after it has ceased, just as after a concert men find some agreeable air ringing in their ears to the exclusion of all serious business.
Seneca
Here comes Glib-tongue: who can out-flatter a Dedication; and lie, like ten Epitaphs.
Benjamin Franklin
Flattery is like friendship in show, but not in fruit
Socrates
Flattery is telling the other person precisely what he thinks about himself
Dale Carnegie
Sweet words are like honey, a little may refresh, but too much gluts the stomach.
Anne Bradstreet
None are more taken in by flattery than the proud, who wish to be the first and are not.
Baruch Spinoza
Some indeed there are who profess to despise all flattery, but even these are nevertheless to be flattered, by being told that they do despise it.
Charles Caleb Colton
Popular culture is a place where pity is called compassion, flattery is called love, propaganda is called knowledge, tension is called peace, gossip is called news, and auto-tune is called singing.
Criss Jami
The aim of flattery is to soothe and encourage us by assuring us of the truth of an opinion we have already formed about ourselves.
Edith Sitwell
Flattery is no more than what raises in a man's mind an idea of a preference which he has not.
Edmund Burke
Flattery is a counterfeit money which, but for vanity, would have no circulation.
Francois de la Rochefoucauld
If we did not flatter ourselves, the flattery of others could never harm us.
Francois de la Rochefoucauld
Baloney is flattery laid on so thick it cannot be true, and blarney is flattery so thin we love it.
Fulton J. Sheen
No man flatters the woman he truly loves.
Henry Theodore Tuckerman
Flattery is the worst and falsest way of showing our esteem.
Jonathan Swift
The flattery of posterity is not worth much more than contemporary flattery, which is worth nothing.
Jorge Luis Borges
The most skillful flattery is to let a person talk on, and be a listener.
Joseph Addison
Listening, not imitation, may be the sincerest form of flattery.
Joyce Brothers
In the best, the friendliest and simplest relations flattery or praise is necessary, just as grease is necessary to keep wheels turning.
Leo Tolstoy
We despise no source that can pay us a pleasing attention.
Mark Twain
Flattery pleases very generally. In the first place, the flatterer may think what he says to be true; but, in the second place, whether he thinks so or not, he certainly thinks those whom he flatters of consequence enough to be flattered.
Samuel Johnson
No visor does become black villainy so well as soft and tender flattery.
William Shakespeare