{"title" : "Forgiving Yourself","quotes" : [{"message" : "Forgive yourself for your faults and your mistakes and move on.","name" : "Les Brown"},{"message" : "It's toughest to forgive ourselves. So it's probably best to start with other people. It's almost like peeling an onion. Layer by layer, forgiving others, you really do get to the point where you can forgive yourself.","name" : "Patty Duke"},{"message" : "The more you know yourself, the more you forgive yourself.","name" : "Confucius"},{"message" : "People can be more forgiving than you can imagine. But you have to forgive yourself. Let go of what's bitter and move on.","name" : "Bill Cosby"},{"message" : "Do as the heavens have done, forget your evil; With them forgive yourself.","name" : "William Shakespeare"},{"message" : "You cannot travel back in time to fix your mistakes, but you can learn from them and forgive yourself for not knowing better.","name" : "Leon Brown"},{"message" : "You forgive yourself for every failure because you are trying to do the right thing. God knows that and you know it. Nobody else may know it.","name" : "Maya Angelou"},{"message" : "Forgive yourself and welcome love back into your life.","name" : "Wayne Dyer"},{"message" : "Embrace and love all of yourself - past, present, and future. Forgive yourself quickly and as often as necessary. Encourage yourself. Tell yourself good things about yourself.","name" : "Melody Beattie"},{"message" : "Once you forgive yourself, the self-rejection in your mind is over. Self-acceptance begins, and the self-love will grow so strong that you will finally accept yourself just the way you are. That's the beginning of the free human. Forgiveness is the key.","name" : "Don Miguel Ruiz"},{"message" : "Forgive yourself for believing that youre anything less than beautiful.","name" : "Iyanla Vanzant"},{"message" : "To forgive is indeed the best form of self-interest since anger, resentment, and revenge are corrosive of that 'summum bonum,' the greatest good.","name" : "Bishop Desmond Tutu"},{"message" : "Forgiving does not erase the bitter past. A healed memory is not a deleted memory. Instead, forgiving what we cannot forget creates a new way to remember. We change the memory of our past into a hope for our future.","name" : "Lewis B. Smedes"},{"message" : "I've learned to take things a little more easily, to be a little more forgiving of myself.","name" : "Queen Rania of Jordan"},{"message" : "Forgiving is not an easy thing to do.","name" : "Amanda Lindhout"},{"message" : "When you forgive, you in no way change the past - but you sure do change the future.","name" : "Bernard Meltzer"},{"message" : "Forgiveness is a gift you give yourself.","name" : "Suzanne Somers"},{"message" : "To understand is to forgive, even oneself.","name" : "Alexander Chase"},{"message" : "Forgiveness is for yourself because it frees you. It lets you out of that prison you put yourself in.","name" : "Louise L. Hay"},{"message" : "The first step in forgiveness is the willingness to forgive.","name" : "Marianne Williamson"},{"message" : "We all must learn to dig down deep inside, trust that inner voice, and not be afraid to face and forgive ourselves.","name" : "Darren L. Johnson"},{"message" : "Forgiving is rediscovering the shining path of peace that at first you thought others took away when they betrayed you.","name" : "Dodinsky"},{"message" : "Forgiving presupposes remembering.","name" : "Paul Tillich"},{"message" : "Forgiving is love's toughest work, and love's biggest risk.","name" : "Lewis B. Smedes"},{"message" : "The secret of forgiving everything is to understand nothing.","name" : "George Bernard Shaw"},{"message" : "We all make mistakes, don't we? But if you can't forgive yourself, you'll always be an exile in your own life.","name" : "Curtis Sittenfeld"},{"message" : "Although you should not erase your responsibility for the past, when you make the past your jailer, you destroy your future. It is such a great moment of liberation when you learn to forgive yourself, let the burden go, and walk out into a new path of promise and possibility.","name" : "John O'Donohue"},{"message" : "Forgive yourself for what you think you've done or not done. At every moment, you had your reasons for all of your actions and decisions. You've always done the best that you could do. Forgive yourself.","name" : "Doreen Virtue"},{"message" : "To forgive is to set a prisoner free and discover that the prisoner was you.","name" : "Lewis B. Smedes"},{"message" : "When you can forgive both others and yourself...you move from the law of karma into the law of grace — that effulgent state that transmutes and heals.","name" : "W. Brugh Joy"},{"message" : "Healing comes from forgiving ourselves and forgiving others, holding nothing against other people, feeling no guilt or resentment about our own life.","name" : "Toby Johnson"},{"message" : "Forgiving ourselves dissolves all kinds of unhealthy attitudes — about ourselves and about the other. We are released from brutal self-downing when we stop criticizing others.","name" : "Marsha Sinetar"},{"message" : "And if a friend does you evil, then say, 'I forgive you what you did to me; but that you have done it to yourself — how could I forgive that?","name" : "Friedrich Nietzsche"},{"message" : "Survivors know the best thing is to let go, as hard as it seems. Forgiveness—of others, fate, and even yourself— is crucial.","name" : "Jena Pincott"},{"message" : "If you haven't forgiven yourself something, how can you forgive others?","name" : "Dolores Huerta"},{"message" : "Being gentle means forgiving yourself when you mess up. We should learn from our mistakes, but we shouldn't beat the tar out of ourselves over them. He that cannot forgive others breaks the bridge over which he must pass himself; for every man has need to be forgiven.","name" : "Thomas Fuller"},{"message" : "Forgive many things in others; nothing in yourself.","name" : "Ausonius"},{"message" : "It is very important for every human being to forgive himself or herself because if you live, you will make mistakes— it is inevitable.","name" : "Maya Angelou"},{"message" : "To love yourself, you must forgive yourself of your mistakes— all the things you've done or left undone.","name" : "Jena Pincott"},{"message" : "Forgive yourself— no one else will.","name" : "Maya Angelou"},{"message" : "Forgiving yourself is no less arduous a journey.","name" : "Everett Worthington"},{"message" : "The real struggle in gaining meaningful victory over self-blame is not simply saying you are forgiving yourself. You can forgive yourself with full understanding and yet still feel just as guilty and ashamed of your misdeeds.","name" : "Everett Worthington"},{"message" : "When I speak of forgiving myself, I mean that I must learn to see myself the way God sees me— washed clean by the blood of Jesus.","name" : "Ruth Graham"},{"message" : "The peace that came to me from forgiving myself — being set free from guilt over being a father that was too busy— came in waves and stages. It has not been so dramatic, but it has been equally satisfying.","name" : "R.T. Kendall"},{"message" : "I have learned, that the person I have to ask for forgiveness from the most is: myself. You must love yourself. You have to forgive yourself, every day, whenever you remember a shortcoming, a flaw, you have to tell yourself 'That's just fine.' You have to forgive yourself so much until you don't even see those things anymore. Because that's what love is like.","name" : "C. JoyBell C."},{"message" : "Forgiving yourself, believing in yourself, and choosing to love yourself are the best gifts one could receive.","name" : "Brittany Burgunder"},{"message" : "Be courageous enough to forgive yourself; never forget to be compassionate to yourself.","name" : "Debasish Mridha"},{"message" : "If I hadn't forgiven myself, I wouldn't be strong enough to love someone this much.","name" : "Dawn Lanuza"},{"message" : "Forgiveness for ourselves and others is one of the main elements in growth. It allows us to free ourselves of the issues that are holding us down.","name" : "Nanette Mathews"},{"message" : "Learn to face yourself, learn to forgive yourself during your meditation and you will see how your life starts transforming MAGICALLY!","name" : "Purvi Raniga"},{"message" : "Forgive yourself as you strive to be your best self.","name" : "Angel Moreira"},{"message" : "The best way to calm the anxious mind is to forgive yourself and others.","name" : "Debashis Mridha"},{"message" : "Forgiveness is beautiful and it feels good when someone gives that gift to you. But it’s one thing for someone you wronged to forgive you. It was another to forgive yourself.","name" : "Kirsten Ashley"},{"message" : "When you slip up and let yourself back into old, toxic patterns of thinking, forgive yourself before you try to fix yourself.","name" : "Vironika Tugaleva"},{"message" : "The only person we have the right or the power to forgive is ourselves. For everything else, there is the Art of Acceptance.","name" : "Rebecca O'Dwyer"},{"message" : "Forgiveness is inherently powerful enough to extend itself wholly and completely to us even when we are the ones in need of forgiving ourselves.","name" : "Craig D. Lounsbrough"},{"message" : "Forgive yourself. The supreme act of forgiveness is when you can forgive yourself for all the wounds you've created in your own life. Forgiveness is an act of self-love. When you forgive yourself, self-acceptance begins and self-love grows.","name" : "Miguel Ángel Ruiz Macías"},{"message" : "Forgive yourself for not knowing what you didn't know before you learned it.","name" : "Maya Angelou"},{"message" : "I think that if God forgives us we must forgive ourselves. Otherwise, it is almost like setting up ourselves as a higher tribunal than him.","name" : "C.S. Lewis"}]}