{"title" : "Genius","quotes" : [{"message" : "Genius: The capacity to see and to express what is simple, simply!","name" : "Bruce Lee"},{"message" : "Men of genius are rarely much annoyed by the company of vulgar people.","name" : "Samuel Taylor Coleridge"},{"message" : "Genius is the true mystery, and at its edge--the abyss.","name" : "Guillermo Del Toro"},{"message" : "Genius always gives its best at first; prudence, at last.","name" : "Lucius Annaeus Seneca"},{"message" : "One of the strongest characteristics of genius is the power of lighting its own fire.","name" : "John W. Foster"},{"message" : "Doing easily what others find difficult is talent; doing what is impossible for talent is genius.","name" : "Henri Frederic Amiel"},{"message" : "The only genius that's worth anything is the genius for hard work.","name" : "Kathleen Winsor"},{"message" : "Every great genius has an admixture of madness.","name" : "Aristotle"},{"message" : "Genius is eternal patience.","name" : "Michelangelo"},{"message" : "Genius is the recovery of childhood at will.","name" : "Arthur Rimbaud"},{"message" : "This is the nature of genius, to be able to grasp the knowable even when no one else recognizes that it is present.","name" : "Deepak Chopra"},{"message" : "Genius is finding the invisible link between things.","name" : "Vladimir Nabokov"},{"message" : "Real genius is nothing else but the supernatural virtue of humility in the domain of thought.","name" : "Simone Weil"},{"message" : "Genius hath electric power which earth can never tame.","name" : "Lydia M. Child"},{"message" : "Geniuses don't become geniuses until they find the right moron to compare themselves to.","name" : "James McGregor"},{"message" : "The role of genius is not to complicate the simple, but to simplify the complicated.","name" : "Criss Jami"},{"message" : "What the world needs is more geniuses with humility. There are so few of us left.","name" : "Oscar Levant"},{"message" : "Genius without Education is like Silver in the Mine.","name" : "Benjamin Franklin"},{"message" : "We all have genius within us, never doubt that fact.","name" : "Catherine Pulsifer"},{"message" : "A man of genius makes no mistakes; his errors are volitional and are the portals of discovery.","name" : "James Joyce"},{"message" : "Genius is never understood in its own time.","name" : "Bill Watterson"},{"message" : "Genius... is the capacity to see ten things where the ordinary man sees one.","name" : "Ezra Pound"},{"message" : "Every true genius is bound to be naive.","name" : "J.C.F. von Schiller"},{"message" : "Thousands of geniuses live and die undiscovered — either by themselves or by others.","name" : "Mark Twain"},{"message" : "We know that the nature of genius is to provide idiots with ideas twenty years later.","name" : "Louis Aragon"},{"message" : "Genius ain't anything more than elegant common sense.","name" : "Josh Billings"},{"message" : "Genius always looks forward, and not only sees what is, but what necessarily will be.","name" : "Fulke Greville"},{"message" : "In the republic of mediocrity, genius is dangerous.","name" : "Robert G. Ingersoll"},{"message" : "Becoming a genius is not just knowing that it is possible - it is taking action and having genius experiences.","name" : "Andrei G. Aleinikov"},{"message" : "Genius is experience. Some seem to think that it is a gift or talent, but it is the fruit of long experience in many lives. Some are older souls than others, and so they know more.","name" : "Henry Ford"},{"message" : "Genius is the ability to renew one's emotions in daily experience.","name" : "Paul Cezanne"},{"message" : "Men of lofty genius when they are doing the least work are most active.","name" : "Leonardo da Vinci"},{"message" : "Genius might be the ability to say a profound thing in a simple way.","name" : "Charles Bukowski"},{"message" : "One is not born a genius, one becomes a genius.","name" : "Simone De Beauvoir"},{"message" : "Taste is the common sense of genius.","name" : "Victor Hugo"},{"message" : "Genius is the ability to put into effect what is on your mind.","name" : "F. Scott Fitzgerald"},{"message" : "Everyone is born a genius, but the process of living de-geniuses them.","name" : "R. Buckminster Fuller"},{"message" : "Genius thinks out of box when leader adjusts the size of box.","name" : "Toba Beta"},{"message" : "All geniuses die young.","name" : "Groucho Marx"},{"message" : "Geniuses have the shortest biographies.","name" : "Claire Messud"},{"message" : "Everybody is a genius. But, if you judge a fish by its ability to climb a tree, it will spend its whole life believing it is stupid.","name" : "Einstien"},{"message" : "The secret of genius is to carry the spirit of the child into old age, which means never losing your enthusiasm.","name" : "Aldous Huxley"},{"message" : "See the genius in everyone you encounter. Just as the mountain cannot crack a nut though it can carry a forest on its back, so too does every living creature have its own perfection built into it.","name" : "Wayne Dyer"},{"message" : "We are all geniuses up to the age of ten.","name" : "Aldous Huxley"},{"message" : "Almost everyone is born a genius and buried an idiot.","name" : "Charles Bukowski"},{"message" : "Intellectuals solve problems, geniuses prevent them.","name" : "Albert Einstein"},{"message" : "Genius is more often found in a cracked pot than in a whole one.","name" : "E. B. White"},{"message" : "Genius is talent set on fire by courage.","name" : "Henry Van Dyke"},{"message" : "Genius is one percent inspiration and ninety-nine percent perspiration.","name" : "Thomas A. Edison"}]}