{"title" : "Get Over It","quotes" : [{"message" : "Be patient and tough; someday this pain will be useful to you.","name" : "Ovid"},{"message" : "Healing yourself is connected with healing others.","name" : "Yoko Ono"},{"message" : "Get over it. Get on with your life.","name" : "Sally Field"},{"message" : "You don't get over it. You move past it. You move through it. You lose yourself to find it, and when found, it's yours and no longer theirs.","name" : "Dominic Riccitello"},{"message" : "Get over it - If you have a bad workout or run a bad race, allow yourself exactly 1 hour to stew about it-then move on.","name" : "Steve Scott"},{"message" : "Don't get stuck with the thing that ruins your day. Smile and be happy. Life is too short to be wasted on negative thinking.","name" : "Ritu Ghatourey"},{"message" : "You can't change what has already happened so don't waste your time thinking about it. Move on, let go, and get over it.","name" : "Orebela Gbenga"},{"message" : "I think that everybody needs somebody to really look up to and know that even though you're going through a tough time, you'll get over it.","name" : "Bella Thorne"},{"message" : "Recovery is something that you have to work on every single day and it's something that it doesn't get a day off.","name" : "Demi Lovato"},{"message" : "I've always believed that if you don't stay moving, they will throw dirt on you.","name" : "Paul Anka"},{"message" : "Some of think that holding on makes us strong, but sometimes it's letting go.","name" : "Herman Hesse"},{"message" : "Get a grip, get a life, and get over it.","name" : "Justin Johnson"},{"message" : "I had turned away from the picture and was going back to the world where events move, men change, light flickers, life flows in a clear stream, no matter whether over mud or over stones.","name" : "Joseph Conrad"},{"message" : "All love gets over, and we must get over it.","name" : "Daniel Handler"},{"message" : "We must embrace pain and burn it as fuel for our journey.","name" : "Kenji Miyazawa"},{"message" : "If you keep telling the same sad small story, you will keep living the same sad small life.","name" : "Jean Houston"},{"message" : "Getting over a painful experience is much like crossing monkey bars: you have to let go at some point in order to move forward.","name" : "C. S. Lewis"},{"message" : "Cry me a river, build a bridge, and get over it.","name" : "Justin Timberlake"},{"message" : "Get over it and get started, life is too short to hesitate.","name" : "Blaze Olamiday"},{"message" : "Get mad, then get over it.","name" : "Colin Powell"},{"message" : "Get over it - Life isn't Supposed to be fair. Get over yourself, and be of service to others.","name" : "Jonathan Lockwood Huie"},{"message" : "I decided I can't pay a person to rewind time, so I may as well get over it.","name" : "Serena Williams"},{"message" : "You were many wonderful things to many people before you met him--don't let this one event define who you are.","name" : "Mary Esselman"},{"message" : "There are some things that you'll never get over, but if you use all of your strength there's nothing that you can't get through.","name" : "Sonya Parker"},{"message" : "Sometimes people let the same problem make them miserable for years when they could just say, 'So what.' That's one of my favorite things to say. So what.","name" : "Andy Warhol"},{"message" : "Try not to resist the changes that come your way. Instead, let life live through you. And do not worry that your life is turning upside down. How do you know that the side you are used to is better than the one to come.","name" : "Rumi"},{"message" : "It is time for me to let go of my old beliefs about how relationships are supposed to be.","name" : "Louise Hay"},{"message" : "You must make a decision that you are going to move on. It won’t happen automatically. You will have to rise up and say, ‘I don’t care how hard this is, I don’t care how disappointed I am, I’m not going to let this get the best of me. I’m moving on with my life.","name" : "Joel Osteen"},{"message" : "He loved me. He loved me, but he doesn’t love me anymore, and it’s not the end of the world.","name" : "Jennifer Weiner"},{"message" : "You may have a fresh start any moment you choose, for this thing that we call ‘failure’ is not the falling down, but the staying down.","name" : "Mary Pickford"},{"message" : "What’s broken is broken — and I’d rather remember it as it was than mend it and see the broken places as long as I lived.","name" : "Margaret Mitchell"},{"message" : "Don’t allow someone not worth it to have the power to occupy your thoughts.","name" : "Donna Lynn Hope"},{"message" : "You’ve got to make a conscious choice every day to shed the old – whatever “the old” means for you.","name" : "Sarah Ban Breathnach"},{"message" : "I think there comes a point where you have to grow up and get over yourself, lighten up…and forgive.","name" : "Jennifer Aniston"},{"message" : "What's done is done.","name" : "William Shakespeare"},{"message" : "There will be times when it seems that it would be best to just call him and see how he's doing. Don't deceive yourself, you don't care about how he's doing, you're just craving him, don't do it. You'll only hurt yourself.","name" : "Osayi Osar-Emokpae"},{"message" : "Some people don't realize what they have until it's gone, but that does not always mean they are supposed to get it back.","name" : "Stephan Labossiere"},{"message" : "If Paris is the setting for a romance, New York is the perfect city in which to get over one, to get over anything. Here the lost douceur de vivre is forgotten and the intoxication of living takes over.","name" : "Cyril Connolly"},{"message" : "When you reach 95, after you get over your surprise, you start looking back.","name" : "Kirk Douglas"},{"message" : "I'm not an Uncle Tom.. I'm going to be here for forty years. For those who don't like it, get over it.","name" : "U.S. Supreme Court Justice Clarence Thomas"},{"message" : "A slip of the foot you may soon recover, but a slip of the tongue you may never get over.","name" : "Benjamin Franklin"},{"message" : "Look ahead and move on, but be totally in the present.","name" : "Sukan Sethi"},{"message" : "Don't dwell on who let you down, dwell on who helped you back up.","name" : "Tech N9ne"},{"message" : "See that any time you feel pained or defeated, it is only because you insist on clinging to what doesn't work. Dare to let go and you won't lose a thing except for a punishing idea.","name" : "Guy Finley"},{"message" : "Don't dwell on what went wrong. Instead focus on what to do next.","name" : "Dimz Media"},{"message" : "Most fear is just bad management of our own mental faculties. Get over it.","name" : "Brendon Burchard"},{"message" : "90% of what's stressing you today will be irrelevant in a year. Get over it. Move on and enjoy your life.","name" : "Terrence J."},{"message" : "Never let anyone tell you how many tears you can cry and never allow anyone to tell you “to just get over it”, healing is a process. Do things in your own way and on your own terms.","name" : "Nichola L Stephenson"},{"message" : "Don’t tell someone to get over it. Help them get through it.","name" : "The Evolutionary Business Council"},{"message" : "Leaders spend 5 percent of their time on the problem and 95 percent of their time on the solution.","name" : "Tony Robbins"},{"message" : "In fact, it may even be necessary to confront defeat. It might be necessary to get over it; all the way through it; and go on...","name" : "Maya Angelou"},{"message" : "Why would anyone want to get over the one thing you hope for from the minute you're born and remember until the day you die?","name" : "Arvide Abernathy"},{"message" : "I know it hurts sometimes but you'll get over it . You'll find another life to live . I swear that you'll get over it . I know you're sad and tired . You've got nothing left to give . You'll find another life to live . I know that you'll get over it.","name" : "Don Cannon; Ivision Smith; Anthony Michael West; etal."},{"message" : "As my heart is slowly ripping into pieces . Disconnecting from the circuits of my mind . You'll get over it you say in time . In time? . If the clocks are black absorbing everything but . A remembering how we made it that . Clocks are black . You say get over it if 50 is the new black, . hooray this could be your lucky day . But my cables they are surging almost . overloading as you disengage.","name" : "Myra Ellen Tori Amos"}]}