{"title" : "Good Attitude","quotes" : [{"message" : "Positive thinking is powerful thinking. If you want happiness, fulfillment, success and inner peace, start thinking you have the power to achieve those things. Focus on the bright side of life and expect positive results.","name" : "Germany Kent"},{"message" : "Feeling good about yourself is not the same thing as doing good. Good policy is more important than good feelings.","name" : "Theodore Dalrymple"},{"message" : "A positive attitude may not solve all your problems, but it will annoy enough people to make it worth the effort.","name" : "Herm Albright"},{"message" : "The longer I live, the more I realize the impact of attitude on life.","name" : "Charles R Swindoll"},{"message" : "Good attitudes among players do not guarantee a team's success, but bad attitudes guarantee it's failure.","name" : "John C. Maxwell"},{"message" : "Keep your face always toward the sunshine and shadows will fall behind you.","name" : "Walt Whitman"},{"message" : "In the depth of winter I finally learned that there was in me an invincible summer.","name" : "Albert Camus"},{"message" : "Live your everyday extraordinary!","name" : "Charles F. Glassman"},{"message" : "A good attitude is really important. And a sense of optimism, someone who has ideas and isn't afraid to pitch them no matter what level she is. Someone who is proactive. Someone with efficiency and common sense. They don't always go hand-in-hand, common sense and, well, everything else.","name" : "Eva Chen"},{"message" : "Positive thinking is a good attitude to have. But positive thinking without any skills is a load of crap.","name" : "Conrad Dobler"},{"message" : "Be yourself and you can be anything.","name" : "Katy Perry"},{"message" : "Our attitude toward life determines life's attitude towards us.","name" : "Earl Nightingale"},{"message" : "If you can quit, quit. If you can't quit, stop complaining this is what you chose.","name" : "J.A. Konrath"},{"message" : "It is very important to generate a good attitude, a good heart, as much as possible. From this, happiness in both the short term and the long term for both yourself and others will come.","name" : "Dalai Lama"},{"message" : "It is never too late to be what you might have been.","name" : "George Eliot"},{"message" : "Never underestimate the power you have to take your life in a new direction.","name" : "Germany Kent"},{"message" : "Our beliefs about what we are and what we can be precisely determine what we can be.","name" : "Anthony Robbins"},{"message" : "A positive attitude is something everyone can work on, and everyone can learn how to employ it.","name" : "Joan Lunden"},{"message" : "Choosing to be positive and having a grateful attitude is going to determine how you're going to live your life.","name" : "Joel Osteen"},{"message" : "If your attitude toward the world is good, you will obtain good results. If your attitude is excellent, excellent will your results.","name" : "Earl Nightingale"},{"message" : "What is the difference between an obstacle and an opportunity? Our attitude toward it. Every opportunity has a difficulty, and every difficulty has an opportunity.","name" : "J. Sidlow Baxter"},{"message" : "A positive attitude may not solve all our problems but that is the only option we have if we want to get out of problems.","name" : "Subodh Gupta"},{"message" : "It is our attitude at the beginning of a difficult task which, more than anything else, will affect It's successful outcome.","name" : "William James"},{"message" : "Start your day with good intentions and set yourself up for a good attitude. It's not what happens to you that matters but how you respond.","name" : "Ken Blanchard"},{"message" : "If you don't get everything you want, think of the things you don't get that you don't want.","name" : "Oscar Wilde"},{"message" : "An idea, when lighted, often glows to illuminate other ideas.","name" : "Aniekee Tochukwu Ezekiel"},{"message" : "Our attitudes control our lives. Attitudes are a secret power working twenty-four hours a day, for good or bad. It is of paramount importance that we know how to harness and control this great force.","name" : "Irving Berlin"},{"message" : "Change your thoughts and you change your world.","name" : "Norman Vincent Peale"},{"message" : "The only difference between a good day and a bad day is your attitude.","name" : "Dennis S. Brown"},{"message" : "The block of granite which was an obstacle in the pathway of the weak, became a stepping-stone in the pathway of the strong.","name" : "Thomas Carlyle"},{"message" : "Never give up. Things may be hard, but if you quit trying they'll never get better. Stop worrying and start trusting God. It will be worth it.","name" : "Germany Kent"},{"message" : "The one good thing about failure is that it makes you consider doing things a different way.","name" : "Marianne Williamson"},{"message" : "Your attitude is an expression of your values, beliefs and expectations.","name" : "Brian Tracy"},{"message" : "Acceptance is the act of embracing what life presents to you with a good attitude.","name" : "Cherie Carter-Scott"},{"message" : "Don't promote negativity online and expect people to treat you with positivity in person.","name" : "Germany Kent"},{"message" : "Attitude is a little thing that makes a big difference.","name" : "Winston Churchill"},{"message" : "If you look the right way, you can see that the whole world is a garden.","name" : "Frances Hodgson Burnett"},{"message" : "Positive thinking is powerful thinking.","name" : "Germany Kent"},{"message" : "Sometimes it takes a wrong turn to get you to the right place.","name" : "Mandy Hale"},{"message" : "Keeping your attitude positive gives you resilience, or bounce back ability, when the tough challenges come along.","name" : "William DeFoore"},{"message" : "Your attitude is the basic lens or frame through which you can see yourself, the world, and other people.","name" : "Stan Toler"},{"message" : "A credible reputation is often considered another name for good character.","name" : "Joseph A. Bailey"},{"message" : "Character becomes good or bad based upon whether people decide to fashion their decisions and choices around or around hate.","name" : "Joseph A. Bailey"},{"message" : "If someone's character and reputation are fit together like interlocking rings, the part that interlocks is called personality.","name" : "Joseph A. Bailey"},{"message" : "Whatever we do to make us 'be better' (such as through peace and happiness) - and not just 'feel better' - represents a good character trait.","name" : "Joseph A. Bailey"},{"message" : "Good character was founded on a person's proper interactions with people in things such as harmony, fair play and doing what is in the best interest of all concerned.","name" : "Joseph A. Bailey"},{"message" : "Kindness is a good character trait, a virtue.","name" : "Peter Goldie"},{"message" : "The key to success lies in having a strong personality.","name" : "Peter Goldie"},{"message" : "The personality trait is also a key determinant of good leadership.","name" : "Peter Goldie"},{"message" : "No magic is required to build a positive personality.","name" : "Peter Goldie"},{"message" : "A person of good character is unlikely to do something unethical, immoral or illegal.","name" : "Susan K. Maciak"},{"message" : "Good character is having the will power to avoid behavior that would embarrass or reflect negatively on you.","name" : "Susan K. Maciak"},{"message" : "A person's reputation most often comes from his or her character.","name" : "Susan K. Maciak"},{"message" : "Honesty, integrity and courage are all examples of good character.","name" : "Susan K. Maciak"},{"message" : "A person's reputation most often comes from his or her character.","name" : "Susan K. Maciak"},{"message" : "Suppressing one's anger is a sign of good character.","name" : "Maulana Wahiduddin Khan"},{"message" : "A responsible person always sets a good example for others.","name" : "Bruce Glassman."},{"message" : "Setting a good example is mostly about having your actions reflect on you character-instead of just words.","name" : "Bruce Glassman."},{"message" : "We found habitually happy people have a very distinctive way of looking at the world that fuels their ever present joy and helps them from pain and distress.","name" : "Michele Moore"},{"message" : "Everyone wants to be happy and live an enjoyable, fulfilling life. Happiness is a universal human goal and desire.","name" : "Michele Moore"},{"message" : "Happiness is just like any other goal, you have to know what it is, how it works and what to do to achieve it.","name" : "Michele Moore"},{"message" : "You can't become a happy person or build a happier life without a clear understanding of what happiness is, what it means to you and what steps you can take to be happier.","name" : "Michele Moore"},{"message" : "Good attitude involves not only how we see the world around us, but also how we interpret situation, circumstances, and the actions of others.","name" : "Roger Fritz"},{"message" : "A positive attitude without interaction is meaningless.","name" : "Roger Fritz"},{"message" : "Building a positive attitude begins with having confidence in yourself. Confidence reinforces ability, doubles energy, strengthens mental faculties, and increases power.","name" : "Roger Fritz"},{"message" : "Constant affirmation increases courage, and courage is the backbone of confidence.","name" : "Roger Fritz"},{"message" : "Maintaining a positive attitude uncovers hidden abilities and calls up untapped resources.","name" : "Roger Fritz"},{"message" : "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy. But with self-confidence you can succeed.","name" : "Norman Vincent Peale"},{"message" : "Those who give up the things they love doing and do well lose their purpose in life.","name" : "Héctor García"},{"message" : "It's so important to keep doing things of value, making progress, bringing beauty or utility to others, helping out, and shaping the world around you, even after your 'official' professional activity has ended.","name" : "Héctor García"},{"message" : "Less is more when it comes to eating for long life, too. According to the 80 percent rule, in order to stay healthier longer, we should eat a little less than our hunger demands instead of stuffing ourselves.","name" : "Héctor García"},{"message" : "Friends are the best medicine, there for confiding worries over a good chat, sharing stories that brighten your day, getting advice, having fun, dreaming. In other words, living.","name" : "Héctor García"},{"message" : "The body you move through life in needs a bit of daily maintenance to keep it running for a long time. Plus, exercise releases hormones that make us feel happy.","name" : "Héctor García"},{"message" : "Developing a cheerful disposition ca permit as atmosphere wherein one's spirit can be nurtured and encouraged to blossom and bear fruit. Being pessimistic and negative about our experiences will not enhance the quality of our lives. A determination to be of good cheer can help us and those around us to enjoy life more fully.","name" : "Barbara Winder"},{"message" : "Instead of worrying, think about good things for our loved ones.","name" : "James Frey"},{"message" : "Whatever your path in life, if you can rely on yourself and have self confidence you succeed and be happy.","name" : "James Frey"},{"message" : "Keeping your promises is a key of being trustworthy. When you make a promise to someone, you create a reason for that person to rely on you.","name" : "Bruce Glassman"},{"message" : "When you make an important promise to yourself, you also have an obligation to fulfill it.","name" : "Bruce Glassman"},{"message" : "Making promises can be very easy. Keeping them is the hard part. So what can a trustworthy person do to stay as reliable as possible? For one thing, a reliable person avoids unwise commitments.","name" : "Bruce Glassman"},{"message" : "Good character traits are called virtues, and bad ones are called vices.","name" : "Christopher Panza"},{"message" : "Most people would like to be admirable and not deplorable.","name" : "Christopher Panza"},{"message" : "Having a good character means that you're driven to behave in virtuous ways in situations that call for virtuous responses.","name" : "Christopher Panza"},{"message" : "I love positive attitude because I believe having the right attitude in life is what separates winners from losers--those who want to be successful from those who are successful.","name" : "Ryan C. Lowe"},{"message" : "If there is anything you want to change in your world, change your attitude toward it.","name" : "Ryan C. Lowe"},{"message" : "Being positive is a habit. It takes time to realize all the negative thoughts, words, and actions you use in daily life. You must learn to recognize when you're being negative.","name" : "Ryan C. Lowe"}]}