Graduation, a conclusion of one chapter, a beginning of another.
Catherine Pulsifer
The man who graduates today and stops learning tomorrow is uneducated the day after.
Newton D. Baker
Commencement speeches were invented largely in the belief that outgoing college students should never be released into the world until they have been properly sedated.
Garry Trudeau
Graduation is just the spark to a fire, in order to keep it going you have build up a stack of knowledge logs.
unknown
There is a good reason they call these ceremonies ' commencement exercises'. Graduation is not the end; it's the beginning.
Orrin Hatch
The first of many graduations of life. From elementary school to senior school, each one holds successes for you to enjoy.
Catherine Pulsifer
Life is my college.
Louisa May Alcott
Your graduation is a milestone in your life.
Catherine Pulsifer
Graduation is not the end but the beginning of our bigger life and bigger challenges in life to face.
May Ann
It is indeed ironic that we spend our school days yearning to graduate and our remaining days waxing nostalgic about our school days.
Isabel Waxman
Just about a month from now I'm set adrift, with a diploma for a sail and lots of nerve for oars.
Richard Halliburton
Graduation is a time of completion, of finishing, of an ending, however, it is also a time of celebration of achievement and a beginning for the new graduate.
Catherine Pulsifer
Your education is a dress rehearsal for a life that is yours to lead.
Nora Ephron
Graduation is an exciting time. It's both an ending and a beginning; it's warm memories of the past and big dreams for the future.
unknown
You are educated. Your certification is in your degree. You may think of it as the ticket to the good life. Let me ask you to think of an alternative. Think of it as your ticket to change the world.
Tom Brokaw
Graduation is only a concept. In real life every day you graduate. Graduation is a process that goes on  until the last day of your life. If you can grasp that, you'll make a difference.
Arie Pencovici
Graduation is the beginning of knowing who you are, what you are, why you are, and always knowing where you are going.
Dr. Lydia Patton
Graduation is the end of therotical knowledge and the start of practical life.
Geetha Laxman
Every year, many, many stupid people graduate from college. And if they can do it, so can you.
John Green
A graduation ceremony is an event where the commencement speaker tells thousands of students dressed in identical caps and gowns that 'individuality' is the key to success.
Robert Orben
For many, graduation marks the end of formal student life - the end of long spring breaks and of thinking that a 10 A.M. class is far too early.
Alexa Von Tobel
At graduation you wear your square-shaped mortarboards. My hope is that from time to time you will let your minds be bold, and wear sombreros.
Paul Freund
That diploma you hold in your hands today is really just your learner's permit for the rest of the drive through life. Remember, you don't have to be smarter than the next person, all you have to do is be willing to work harder than the next person.
Jimmy Iovine
Education is our passport to the future, for tomorrow belongs to the people who prepare for it today.
Malcolm X
Graduation isn't the closing of a door, It's the opening of a thousand.
Dan Schultz
Graduation is not the end; it's the beginning.
Senator Orrin Hatch
The fireworks begin today. Each diploma is a lighted match, each one of you is a fuse.
Ed Koch
Graduation is like the day of reckoning! you will be judge based on what you have planted.
Mark Alonzo
The tassel's worth the hassle!
unknown
You are never too old to set another goal or to dream a new dream.
C.S. Lewis
Rehearsal's over. You're going out there now, you're going to do this thing. How you live matters. You're going to fall down, but the world doesn't care how many times you fall down, as long as it's one fewer than the number of times you get back up.
Aaron Sorkin
Graduation is the first step to truly living. Graduation is also the first time you are able to do what you want with your life, without anyone holding you back or telling you no.
Michael Pipper
As you start your journey, the first thing you should do is throw away that store-bought map and begin to draw your own.
Michael Dell
If you walk out of here with a diploma in your hand, you better walk out of here with something these professors put in your heads, too. And retain it, or you're going to be in bad trouble.
Pearl Bailey
As we look around here today at all of the people who helped make us who we are, I know it feels like we're saying goodbye, but we will carry a piece of each other into everything that we do next to remind us of who we are, and who we're meant to be.
Gwen Stacey 
You've got the makings of greatness in you, but you gotta take the helm and chart your own course. Stick to it, no matter the squalls! And when the time comes, you get the chance to really test the cut of your sails, and show what you're made of...well, I hope I'm there, catching some of the light coming off you that day.
John Silver 
The journey is what brings us happiness, not the destination.
Dan Millman 
What do we leave behind when we cross each frontier? Each moment seems split in two; melancholy for what was left behind and the excitement of entering a new land.
Ernesto Guevara de la Serna 
But from this afternoon onward, you relinquish all your immunities. Within an hour, you will be on your own. Good luck. I have a feeling that some of you will need it.
Andrew Hacker
I just wanted to say that you're all winners. And I could not be happier that this school year's ending.
Mr. Duvall 
If you never do anything, you never become anyone.
Jenny Mellor 
My friends, I address you all tonight as you truly are, wizards, mermaids, travelers, adventurers, magicians. Come and dream with me.
Georges Melies 
I am on my way . I can go the distance . I don't care how far . Somehow I'll be strong . I know every mile . Will be worth my while . I would go most anywhere . To find where I must belong.
Hercules
You just can't stay seventeen forever.
Steve Bollander 
Well, what can I say? I graduated. It's over; I did it. I know most of you are saying, 'Hey any idiot could do that,' Well...
Billy Madison 
You cannot help but learn more as you take the world into your hands. Take it up reverently, for it is an old piece of clay, with millions of thumbprints on it.
John Updike
Find a partner to love and a job you adore so much you would do for free—although you really do have to demand that they pay you.
Gail Collins
It takes courage to grow up and become who you really are.
E.E. Cummings
It is good to have an end to journey toward, but it is the journey that matters in the end.
Ursula K. Le Guin
I am learning all the time. The tombstone will be my diploma.
Eartha Kitt
Instruction ends in the schoolroom, but education ends only with life.
Frederick W. Robertson
You have brains in your head. You have feet in your shoes. You can steer yourself in any direction you choose.
Dr. Seuss
My dear terrified graduates, you are about to enter the most uncertain and thrilling period of your lives. The stories you are about to live are the ones you will be telling your children, and grandchildren, and therapists.
Lin Manuel Miranda
The only thing that ever sat its way to success was a hen.
Sarah Brown
To those of you who received honors, awards and distinctions, I say well done. And to the C students, I say you too may one day be president of the United States.
George W. Bush
A man who has never gone to school may steal from a freight car, but if he has a university education, he may steal the whole railroad.
Theodore Roosevelt
Education is the key to unlocking the world, a passport to freedom.
Oprah Winfrey
Now go, and make interesting mistakes, make amazing mistakes, make glorious and fantastic mistakes. Break rules. Leave the world more interesting for you being here. Make good art.
Neil Gaimann
Your life is your story, and the adventure ahead of you is the journey to fulfill your own purpose and potential.
Kerry Washington