{"title" : "Hard Times","quotes" : [{"message" : "Hard times may have held you down, but they will not last forever. When all is said and done, you will be increased.","name" : "Joel Osteen"},{"message" : "Hard times are sometimes blessings in disguise. We do have to suffer but in the end it makes us strong, better and wise.","name" : "Anurag Prakash Ray"},{"message" : "And hard times are good in their own way, too. Because the only way you can achieve true happiness is if you experience true sadness as well. It's all about light and shade. Balance.","name" : "Gabrielle Williams"},{"message" : "You may go through very difficult time. Where you feel like a failure but remember one thing, struggle and hard times are the most inspirational thing in the world.","name" : "Anurag Prakash Ray"},{"message" : "Difficult times don't come your way just so you can survive them; God uses these times in your life to form and refine you.","name" : "Joel Osteen"},{"message" : "Every adversity, every failure, and every heartache, carries with it the seed of an equivalent or greater benefit.","name" : "Napoleon Hill"},{"message" : "The gem cannot be polished without friction, nor man perfected without trials.","name" : "Chinese Proverb"},{"message" : "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it.","name" : "Henry Ford"},{"message" : "Hard times build determination and inner strength. Through them we can also come to appreciate the uselessness of anger.","name" : "Dalai Lama"},{"message" : "You never know how strong you are until being strong is the only choice you have.","name" : "Bob Marley"},{"message" : "Do not pray for an easy life, pray for the strength to endure a difficult one.","name" : "Bruce Lee"},{"message" : "The bravest sight in the world is to see a great man struggling against adversity.","name" : "Seneca The Younger"},{"message" : "If you are going through hell, keep going.","name" : "Winston Churchill"},{"message" : "I have no regrets in my life. I think that everything happens to you for a reason. The hard times that you go through build character, making you a much stronger person.","name" : "Rita Mero"},{"message" : "Hard times arouse an instinctive desire for authenticity.","name" : "Coco Chanel"},{"message" : "In the midst of these hard times it is our good health and good sleep that are enjoyable.","name" : "Knute Nelson"},{"message" : "People need hard times and oppression to develop psychic muscles.","name" : "Emily Dickinson"},{"message" : "I like to use the hard times of the past to motivate me today.","name" : "Dwayne Johnson"},{"message" : "Hard times make you bitter or make you more compassionate.","name" : "Jewel"},{"message" : "Confidence, courage and determined spirit are vital for surviving hard times.","name" : "Lailah Gifty Akita"},{"message" : "Only during hard times do people come to understand how difficult it is to be master of their feelings and thoughts.","name" : "Anton Pavlovich Chekhov"},{"message" : "Difficult times always create opportunities for you to experience more love in your life.","name" : "Woody Allen"},{"message" : "Tough times never last, but tough people do.","name" : "Robert H Schuller"},{"message" : "Difficult times have helped me to understand better than before, how infinitely rich and beautiful life is in every way, and that so many things that one goes worrying about are of no importance whatsoever.","name" : "Zahid Abas"},{"message" : "Sometimes adversity is what you need to face in order to become successful.","name" : "Zig Ziglar"},{"message" : "In the middle of difficulty lies opportunity.","name" : "Albert Einstein"},{"message" : "If you are being positive and strong in difficult times half of your problems will be solved automatically.","name" : "Anurag Prakash"},{"message" : "When things are bad, we take comfort in the thought that they could always get worse. And when they are, we find hope in the thought that things are so bad they have to get better.","name" : "Malcolm S. Forbes"},{"message" : "Hard times sustain and strengthen others, inspiring them to strive toward personal growth.","name" : "Senora Roy"},{"message" : "Going through challenging things can teach you a lot, and they also make you appreciate the times that aren't so challenging.","name" : "Carrie Fisher"},{"message" : "Every struggle you had in your life shaped you into the person you are today. Be thankful for the hard times they can only make you stronger.","name" : "Anmol Andore"},{"message" : "Hard times may have put you down sometimes but they will not last forever. When all is said and done, you will be wise and strong.","name" : "Anurag Prakash Ray"},{"message" : "No matter how hard it seems just keep going, don't quit because we only fail when we give up.","name" : "Anurag Prakash Ray"},{"message" : "Those who make hostility a daily manner are often left in the lurch at difficult times.","name" : "Michael Bassey Johnson"},{"message" : "Bad times, hard times, this is what people keep saying; but let us live well, and times shall be good. We are the times: Such as we are, such are the times.","name" : "Saint Augustine"},{"message" : "When you're already going through a rough patch of life; a slight wave from past thrash you down so gracefully that journey becomes an unending shore!","name" : "Monika Arora"},{"message" : "Hard days are the best because that's when champions are made.","name" : "Gabrielle Douglas"},{"message" : "In my experience, people who don't stick around during the hard times weren't worth having around anyway.","name" : "Kimberly Belle"},{"message" : "One small crack does not mean you are broken, it means that you were put to the test and you didn't fall apart.","name" : "Linda Poindexter"},{"message" : "Pain is your friend; it is your alie. Pain reminds you to finish the job and get the hell home. Pain tells you when you have been seriously wounded.","name" : "G.I Jane"},{"message" : "You'll have bad times, but it'll always wake you up to the good stuff you weren't paying attention to.","name" : "Robin Williams"},{"message" : "There's a lot of people out there who go through hard times, and they feel alone. They feel like nobody is there. But I'm in the same boat.","name" : "Brandy Norwood"},{"message" : "When the going gets tough, the tough reinvent.","name" : "RuPaul"},{"message" : "Hard times lifts the seeking souls to higher spiritual realms.","name" : "Lailah Gifty Akita"},{"message" : "Hard Times Are Like a Washing Machine, They Twist, Turn and Knock Us Around, But In The End we Come Out Cleaner, Brighter and Better Than Before","name" : "Anonymous"},{"message" : "Hard times always lead to something great.","name" : "Betsey Johnson"},{"message" : "Hard times are moments of reflection.","name" : "Lailah Gifty"},{"message" : "The greatest mistake you can make in life is to continually fear that you will make one.","name" : "Elbert Hubbard"},{"message" : "Born through hard times, Ghetto child of mine. I wonder if you have to suffer for your father's crimes.","name" : "Tupac Shakur"},{"message" : "Why worry? If you've done the very best you can, worrying won't make it any better.","name" : "Walt Disney"},{"message" : "In difficult times, it's so hard to look around and to see what to be grateful for.","name" : "Alice Barrett"},{"message" : "Worrying does not empty tomorrow of its troubles, it empties today of its strength.","name" : "Corrie ten Boom"},{"message" : "Life will always be hard on you, but it doesn't mean you should give up.","name" : "Anurag Prakash Ray"},{"message" : "How do we handle unimaginable tragedy? What do we do when our worst nightmares come true? Instead of following conventional wisdom, Job fell down to the ground and worshiped ground.","name" : "Jeff Syverson"},{"message" : "When life changes itself to harder. Change yourself to stronger.","name" : "Anurag Prakash Ray"},{"message" : "In times of great stress or adversity, it's always best to keep busy, to plow your anger and your energy into something positive.","name" : "Lee Iacocca"},{"message" : "Even if you're on the right track, you'll get run over if you just sit there.","name" : "Will Rogers"},{"message" : "In hard times, gold is a good friend and good friend is gold!","name" : "Mehmet Murat ildan"},{"message" : "There are no hard times for good ideas.","name" : "Harry Gordon Selfridge"},{"message" : "Pain is inevitable. Suffering is optional.","name" : "Buddha"},{"message" : "Write what you love. Love will hold you through the hard times and hold the world during the good times.","name" : "Mark Z Danielewski"},{"message" : "The world and everyone in it is always ready to blame a man for anything when he is already knocked down.","name" : "Therese May"},{"message" : "Endurance is not just the ability to bear a hard thing, but to turn it into glory.","name" : "William Barclay"},{"message" : "The reason people find it so hard to be happy is that they always see the past better than it was, the present worse than it is, and the future less resolved than it will be","name" : "Marcel Pagnol"},{"message" : "Even in hard times there's a possibility to have fun.","name" : "Eyden I"},{"message" : "A problem is a chance for you to do your best.","name" : "Duke Ellington"},{"message" : "Hope is important because it can make the present moment less difficult to bear. If we believe that tomorrow will be better, we can bear a hardship today.","name" : "Thich Nhat Hanh"},{"message" : "Never let your head hang down. Never give up and sit down and grieve. Find another way. And don’t pray when it rains if you don’t pray when the sun shines.","name" : "Leroy Satchel Paige"},{"message" : "It is only in our darkest hours that we may discover the true strength of the brilliant light within ourselves that can never, ever, be dimmed..","name" : "Doe Zantamata"},{"message" : "I will love the light for it shows me the way, yet I will endure the darkness for it shows me the stars.","name" : "Og Mandino"},{"message" : "Don't dwell on what went wrong. Instead, focus on what to do next. Spend your energies on moving forward toward finding the answer.","name" : "Denis Waitley"},{"message" : "Just as despair can come to one only from other human beings, hope, too, can be given to one only by other human beings.","name" : "Elie Weisel"},{"message" : "In the midst of winter, I finally learned that there was in me an invincible summer.","name" : "Albert Camus"},{"message" : "What the caterpillar calls the end of the world, the master calls a butterfly.","name" : "Richard Bach"},{"message" : "I walk slowly, but I never walk backward.","name" : "Abraham Lincoln"}]}