A drowning man will clutch at a straw.
Sir Thomas More
However long the night, the dawn will break.
African Proverb - Hausa Tribe
If it were not for hope, the heart would break.
Greek 
Keep your eyes on the sun and you will not see the shadows.
Australian Aborigine Saying
Hope is being able to see that there is light despite all of the darkness.
Desmond Tutu
When you have lost hope, you have lost everything. And when you think all is lost, when all is dire and bleak, there is always hope.
Pittacus Lore
Hope is important because it can make the present moment less difficult to bear. If we believe that tomorrow will be better, we can bear a hardship today.
Thich Nhat Hanh
We must accept finite disappointment, but never lose infinite hope.
Martin Luther King, Jr.
Hope can be a powerful force. Maybe there's no actual magic in it, but when you know what you hope for most and hold it like a light within you, you can make things happen, almost like magic.
Laini Taylor
Hope is like the sun, which, as we journey toward it, casts the shadow of our burden behind us.
Samuel Smiles
Keep your best wishes, close to your heart and watch what happens
Tony DeLiso
Walk on with hope in your heart, and you'll never walk alone
Shah Rukh Khan
When you're at the end of your rope, tie a knot and hold on
Theodore Roosevelt
Hope itself is like a star- not to be seen in the sunshine of prosperity, and only to be discovered in the night of adversity.
Charles H. Spurgeon
What oxygen is to the lungs, such is hope to the meaning of life.
Emil Brunner
Hope is a beautiful thing. It gives us peace and strength, and keeps us going when all seems lost. Accepting what you cannot change doesn't mean you have given up on hope. It just means you have to focus your hope on more humanly tangible and attainable goals.
Julie Donner Andersen
Hope is a renewable option: If you run out of it at the end of the day, you get to start over in the morning.
Barbara Kingsolver
Hope is the thing with feathers that perches in the soul and sings the tune without the words and never stops at all.
Emily Dickinson
Hope is not the conviction that something will turn out well but the certainty that something makes sense, regardless of how it turns out.
Vaclav Havel
Hope is the only universal liar who never loses his reputation for veracity.
Robert G. Ingersoll
Hope is some extraordinary spiritual grace that God gives us to control our fears, not to oust them.
Vincent McNabb
Hope is one of the principal springs that keep mankind in motion.
Thomas Fuller
Hope is medicine for a soul that's sick and tired.
Eric Swensson
There is no medicine like hope, no incentive so great, and no tonic so powerful as expectation of something tomorrow.
O. S. Marden
Hope is like a road in the country; there was never a road, but when many people walk on it, the road comes into existence.
Lin Yutang
Hope is the companion of power, and mother of success; for who so hopes strongly has within him the gift of miracles.
Samuel Smiles
Of all ills that one endures, hope is a cheap and universal cure.
Abraham Cowley
Hope is sweet-minded and sweet-eyed. It draws pictures; it weaves fancies; it fills the future with delight.
Henry Ward Beecher
Hope is tenacious. It goes on living and working when science has dealt it what should be its deathblow.
Paul Laurence Dunbar
Hope begins in the dark, the stubborn hope that if you just show up and try to do the right thing, the dawn will come.
Anne Lamott
Strange as it may seem, I still hope for the best, even though the best, like an interesting piece of mail, so rarely arrives, and even when it does it can be lost so easily.
Lemony Snicket
It's really a wonder that I haven't dropped all my ideals, because they seem so absurd and impossible to carry out. Yet I keep them, because in spite of everything, I still believe that people are really good at heart.
Anne Frank
The very least you can do in your life is figure out what you hope for. And the most you can do is live inside that hope. Not admire it from a distance but live right in it, under its roof.
Barbara Kingsolver
Every cloud has a silver lining.
D.R. Locke
Every jack has his jill; if only they can find each other.
R. Cotgrave
Every pot will find its lid.
Yiddish 
Hope for the best and prepare for the worst.
Thomas Norton and Thomas Sackville
Hope springs eternal.
Alexander Pope
The darkest hours are just before dawn.
English Proverb
Where there's life, there's hope.
Theocritus
Let your hopes, not your hurts, shape your future.
Robert H. Schuller
Only in the darkness can you see the stars.
Martin Luther King Jr.
Never give up. Expect only the best from life and take action to get it.
Catherine Pulsifer
Hope is outreaching desire with expectancy of good. It is a characteristic of all living beings.
Edward S. Ame
As long as we have hope, we have direction, the energy to move, and the map to move by
Hong Kong Proverb
Once you choose hope, anything's possible.
Christopher Reeve
You've gotta have hope. Without hope life is meaningless. Without hope life is meaning less and less.
Author Unknown
Hope is passion for what is possible
Soren Kierkegaard
We always kept in our hearts the most noble, beautiful feeling that sets human beings apart: hope.
Manel Loureiro
There is some good in this world, and it's worth fighting for.
J. R. R. Tolkien
Hope is a good breakfast, but it is a bad supper.
Francis Bacon
Maybe everyone can live beyond what they’re capable of.
Markus Zusak
Will but refuse to lose heart and hope.
Mahatma Gandhi
In all things it is better to hope than to despair.
Johann Wolfgang von Goethe
Hope is the dream of a soul awake.
French Proverb
Hope is faith holding out its hand in the dark.
George Iles
While I breathe, I hope.
Latin Proverb
Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all.
Dale Carnegie
He who has health, has hope. And he who has hope, has everything.
Suzanne Gibbs Taylor
If you wish to succeed in life, make perseverance your bosom friend, experience your wise counselor, caution your elder brother, and hope your guardian genius.
Joseph Addison
What is true of the individual will be tomorrow true of the whole nation if individuals will but refuse to lose heart and hope.
Mahatma Gandhi
Hope and fear cannot occupy the same space. Invite one to stay.
Maya Angelou
If money is your hope for independence you will never have it. The only real security that a man will have in this world is a reserve of knowledge, experience, and ability.
Henry Ford
A lot of people give up just before they're about to make it. You know you never know when that next obstacle is going to be the last one.
Chuck Norris
Seeing another caterpillar who believed enough to make his own cocoon. And that peculiar hope which had kept her off the pillar and leapt within her when she heard about butterflies.
Trina Paulus
For in hope we have been saved, but hope that is seen is not hope; for why does one also hope for what he sees? But if we hope for what we do not see, with perseverance we wait eagerly for it.
Romans 8:24-25
Hope is an indication of certainly, a strong and confident expectation.
Krishna J. Guilbeau
Hope comes from different channels of existence, and what I do know is when all hope is gonem everything else is gone: a will to fight, to live, to press on.
Krishna J. Guilbeau