{"title" : "I'm Sorry","quotes" : [{"message" : "When you forgive, you in no way change the past - but you sure do change the future.","name" : "Bernard Meltzer"},{"message" : "To err is human, to forgive divine.","name" : "Alexander Pope"},{"message" : "Sorry doesn't mean anything unless you mean it.","name" : "Ashley Sexton"},{"message" : "Sometimes, an apology sets free a part of you that you didn't even realize was caged…and forgiveness destroys the cage.","name" : "Sanjo Jendayi"},{"message" : "An apology given just to appease one's conscience is self-serving and better left unspoken!","name" : "Evinda Lepins"},{"message" : "An apology is a lovely perfume; it can transform the clumsiest moment into a gracious gift.","name" : "Margaret Lee Runbeck"},{"message" : "An apology is a good way to have the last word.","name" : "unknown"},{"message" : "Forgiveness does not change the past, but it does enlarge the future.","name" : "Paul Boese"},{"message" : "Apologize! That's the least you can do to try to make right something you have wronged.","name" : "Sanhita Baruah"},{"message" : "Apologizing does not always mean that you are wrong and the other person is right. It just means that you value your relationship more than your ego.","name" : "unknown"},{"message" : "Saying ‘I'm sorry' is saying ‘I love you' with a wounded heart in one hand and your smothered pride in the other.","name" : "Richelle E. Goodrich"},{"message" : "In this life, when you deny someone an apology, you will remember it at time you beg forgiveness.","name" : "Toba Beta"},{"message" : "Forgiveness is not an occasional act, it is a constant attitude.","name" : "Martin Luther King, Jr."},{"message" : "When you say the word 'sorry' make sure you understand that an apology has 3 parts. 'I'm sorry', 'It's my fault and I won't do it again' and 'How can I make things better'. The last part is the most important.","name" : "Manasa Rao"},{"message" : "It's more than saying sorry. It's meaning it. It's letting the apology change things. But an apology is where it has to begin.","name" : "Neil Gaiman"},{"message" : "Sorry may have become 'just another word', but with tears it means the world.","name" : "C.J."},{"message" : "Forgiveness is a sign that the person who has wronged you means more to you than the wrong they have delt.","name" : "Ben Greenhalgh"},{"message" : "I'm sorry. The two most inadequate words in the English language.","name" : "Beth Revis"},{"message" : "'Sorry' can not change the past, but can change the future.","name" : "Sladiana Savic"},{"message" : "Never ruin an apology with an excuse.","name" : "Kimberly Johnson"},{"message" : "Life becomes easier when you learn to accept an apology you never got.","name" : "Robert Brault"},{"message" : "There's a small window of opportunity to apologize sometimes after you've terribly wronged someone. It closes. Sometimes forever, but it never opens wide enough again for a good breeze.","name" : "Darnell Lamont Walker"},{"message" : "A truly humble apology works to part storm clouds, calm rough seas, and bring on the soft lights of dawn; it has the power to change a person's world.","name" : "Richelle E. Goodrich"},{"message" : "'I'm sorry' won't fix what's been broken. It can't reverse time or undo the damage or change anything that happened. But a sincere, humble apology can serve to soften the sting and sometimes do a pretty good patch up job.","name" : "Richelle E. Goodrich"},{"message" : "Sacrifice is at the heart of repentance. Without deeds, your apology is worthless.","name" : "Bryan Davis"},{"message" : "'I'm sorry' won't fix what's been broken.  It can't reverse time or undo the damage or change anything that happened.  But a sincere, humble apology can serve to soften the sting and sometimes do a pretty good patch up job.","name" : "Richelle E. Goodrich"},{"message" : "Its incredible how many wounds can be healed by the two words ‘I'm sorry'.","name" : "Matshona Dhliwayo"},{"message" : "Forgiveness is the sweetest revenge.","name" : "Isaac Friedmann"},{"message" : "It's easier to ask forgiveness than it is to get permission.","name" : "Grace Hopper"},{"message" : "Let us forgive each other — only then will we live in peace.","name" : "Leo Tolstoy"},{"message" : "‘Sorry' is indeed, one of the most difficult and most powerful words in English, provided one can feel and say it at the same time. It is difficult because you sincerely need to feel the pain of the other person and rise above your ego to say it; it is powerful because you overwhelm the other with the opposite reaction of what they were expecting.","name" : "Uday Mukerji"},{"message" : "It takes a great deal of character strength to apologize quickly out of one's heart rather than out of pity. A person must possess himself and have a deep sense of security in fundamental principles and values in order to genuinely apologize.","name" : "Stephan Covey"},{"message" : "I'm sorry you're angry is NOT an apology.","name" : "Lisa Lutz"},{"message" : "Apologizing does not always mean you're wrong and the other person is right. It just means you value your relationship more than your ego.","name" : "Mark Matthews"},{"message" : "Sorry means you leave yourself open, to embrace or to ridicule or to revenge. Sorry is a question that begs forgiveness, because the metronome of a good heart won't settle until things are set right and true. Sorry doesn't take things back, but it pushes things forward. It bridges the gap. Sorry is a sacrament. It's an offering. A gift.","name" : "Craig Silvey"},{"message" : "The weak can never forgive. Forgiveness is the attribute of the strong.","name" : "Gandhi"},{"message" : "In this lifetime when you deny someone an apology, you will remember it at the time you beg for forgiveness.","name" : "Toba Beta"},{"message" : "You can edit what you write. Why not edit what you say? If it hurts somebody, you can still offer an apology or withdraw your statements.","name" : "Bangambiki Habyarimana"},{"message" : "An apology can be a wonderful thing so long as it is infrequent and from the heart. However, beware of the person who justifies bad behavior with apologies. For them it is a means to an end, and quite often at your expense.","name" : "Gary Hopkins"},{"message" : "Sorry' isn't a synonym for ‘guilty.' It's a way to say you're listening.","name" : "Martina Boone"},{"message" : "If you think the most courageous and difficult thing you can do is stubbornly stand your ground, try graciously giving in.","name" : "Richelle E. Goodrich"},{"message" : "An apology is the super glue of life. It can repair just about anything.","name" : "Lynn Johnston"},{"message" : "When you realize you've made a mistake, make amends immediately. It's easier to eat crow while it's still warm.","name" : "Dan Heist"},{"message" : "When you forgive, you free your soul. But when you say I'm sorry, you free two souls.","name" : "Donald L. Hicks"},{"message" : "Never apologize for showing your feelings. When you do, you are apologizing for the truth.","name" : "Jose N. Harris"},{"message" : "Apologizing is different from begging, it doesn't change your status, go ahead and get on your knees, spill tears if you got it, for the person you offended, if at all you had a place in their hearts, you'll be totally forgiven and accepted.","name" : "Michael Bassey Johnson"},{"message" : "Being sorry is the highest act of selfishness, seeing value only after discarding it.","name" : "Douglas Horton"},{"message" : "Would 'sorry' have made any difference? Does it ever? It's just a word. One word against a thousand actions.","name" : "Sarah Ockler"}]}