{"title" : "Introvert","quotes" : [{"message" : "The monotony and solitude of a quiet life stimulates the creative mind.","name" : "Albert Einstein"},{"message" : "Im a shy person. I contradict my own profession, because Im an introvert in a very glamorous world.","name" : "Deepika Padukone"},{"message" : "All sorrow has its root in man's inability to sit quiet in a room by himself.","name" : "Blaise Pascal"},{"message" : "When a quiet introvert talks, heads turn, and that's power.","name" : "Laurie Helgoe"},{"message" : "Often confused with shyness, introversion does not imply social reticence or discomfort. Rather than being averse to social engagement, introverts become overwhelmed by too much of it, which explains why the introvert is ready to leave a party after an hour and the extravert gains steam as the night goes on.","name" : "Laurie Helgoe"},{"message" : "For an introvert his environment is himself and can never be subject to startling or unforeseen change.","name" : "Quentin Crisp"},{"message" : "Introverts are more effective leaders of proactive employees. When you have a creative, energetic work force, an introvert is going to draw out that energy better.","name" : "Laurie Helgoe"},{"message" : "I'm an introvert at heart... And show business - even though I've loved it so much - has always been hard for me.","name" : "Roy Rogers"},{"message" : "Introverts paradoxically pull away from culture and create culture.","name" : "Laurie Helgoe"},{"message" : "For introverts, to be alone with our thoughts is as restorative as sleeping, as nourishing as eating.","name" : "Jonathan Rauch"},{"message" : "As an introvert, you can be your own best friend or your worst enemy. The good news is we generally like our own company, a quality that extroverts often envy. We find comfort in solitude and know how to soothe ourselves.","name" : "Laurie Helgoe"},{"message" : "An introverted, bookish child, with a mass of complexes and her head full of crazy ideals and a childish faith in the beautiful prince who was searching for and would surely find her.","name" : "Sergei Lukyanenko"},{"message" : "Introverts think carefully before they speak. We can be excellent public speakers because we prepare carefully.","name" : "Sophia Dembling"},{"message" : "Introverts dislike small talk, but we are fluent in the language of ideas and dreams.","name" : "Michaela Chung"},{"message" : "Introverts treasure the close relationships they have stretched so much to make.","name" : "Adam S. McHugh"},{"message" : "Introverts often work more slowly and deliberately. They like to focus on one task at a time and can have mighty powers of concentration. They're relatively immune to the lures of wealth and fame.","name" : "Susan Cain"},{"message" : "The only thing a true introvert dislikes more than talking about himself is repeating himself.","name" : "Jonathan Rauch"},{"message" : "Introverts process information internally, and we don't like to express our thoughts until they are fully formed.","name" : "Laurie Helgoe"},{"message" : "It was words and reading that had made me quiet, and being quiet had made me a mark.","name" : "Charles M. Blow"},{"message" : "Introverts are capable of acting like extroverts for the sake of work they consider important, people they love, or anything they value highly.","name" : "Susan Cain"},{"message" : "What we share as introverts is the love of ideas and the desire to explore them with minimal interruption. We want and need input, but we'd rather get it through reading, research, and rich conversation than through unfiltered talk.","name" : "Laurie A. Helgoe"},{"message" : "Introverts are generally more sensitive to low-intensity stimuli - they are mentally alerted to inputs that extroverts may miss.","name" : "Laurie Helgoe"},{"message" : "Introverts need to trust their gut and share their ideas as powerfully as they can.","name" : "Susan Cain"},{"message" : "An inability to stay quiet is one of the conspicuous failings of mankind.","name" : "Walter Bagehot"},{"message" : "Introverts often feel more freedom in worship services that feature traditional liturgy than they do in ones that feature more open, informal, unstructured styles of worship. Introverts often appreciate the depth of liturgical prayers and hymns, as well as the rich symbolism that fill traditional churches.","name" : "Adam S. McHugh"},{"message" : "I'm an introvert... I love being by myself, love being outdoors, love taking a long walk with my dogs and looking at the trees, flowers, the sky.","name" : "Audrey Hepburn"},{"message" : "When someone speaks to an introvert, her brain responds with a high level of activity. It is as if several lights start flashing on a control panel.","name" : "Laurie Helgoe"},{"message" : "Introverts are dependent on their own inside noise, extroverts are dependent of outside noise. The outputs are dependent on quality of those noise.","name" : "Amit K Ghosh"},{"message" : "She might be a little introverted, livelier of movement than of conversation, neither bashful nor forward, with a soul that seemed submerged, but in a radiant moistness. Opalescent on the surface but translucent in her depths.","name" : "Vladimir Nabokov"},{"message" : "Introvert conversations are like jazz. Each player gets to solo for a nice stretch before the other player comes in and does his solo.","name" : "Laurie Helgoe"},{"message" : "Introverts often assume what's inside is visible on the outside.","name" : "Laurie Helgoe"},{"message" : "The last introvert in a world of extroverts. Silence: my response to both emptiness and saturation. But silence frightens people. I had to learn how to talk. Out of politeness.","name" : "Ariel Gore"},{"message" : "When introverts are in conflict with each other...","name" : "Adam S. McHugh"},{"message" : "A lot of good actors tend to be quite introverted as people.","name" : "Antony Sher"},{"message" : "Introverts don't get lonely if they don't socialize with a lot of people, but we do get lonely if we don't have intimate interactions on a regular basis.","name" : "Sophia Dembling"},{"message" : "A happy life must be to a great extent a quiet life, for it is only in an atmosphere of quiet that true joy dare live.","name" : "Bertrand Russell"},{"message" : "Whatever kind of introvert you are, some people will find you 'too much' in some ways and 'not enough' in others.","name" : "Laurie Helgoe"},{"message" : "Shyness is about the fear of social judgments - at a job interview or a party you might be excessively worried about what people think of you. Whereas an introvert might not feel any of those things at all, they simply have the preference to be in a quieter setting.","name" : "Susan Cain"},{"message" : "Introverts, the world needs you and it needs the things you carry. So I wish you the best of all possible journeys and the courage to speak softly.","name" : "Susan Cain"},{"message" : "Introverts are collectors of thoughts, and solitude is where the collection is curated and rearranged to make sense of the present and future.","name" : "Laurie Helgoe"},{"message" : "Writing is something you do alone. Its a profession for introverts who want to tell you a story but don't want to make eye contact while doing it.","name" : "John Green"},{"message" : "I think the best thing I have is the introvert's ability to listen when you're working on something as complicated as this and you have to really be aware of everyone's specialized skills.","name" : "Jennifer Yuh Nelson"},{"message" : "When you're an introvert like me and you've been lonely for a while, and then you find someone who understands you, you become really attached to them. It's a real release.","name" : "Lana Del Rey"},{"message" : "Quiet people have the loudest minds.","name" : "Stephen Hawking"},{"message" : "When an introvert is quiet, don't assume he is depressed, snobbish or socially deficient.","name" : "Laurie Helgoe"},{"message" : "Introverts prefer to work independently, and solitude can be a catalyst to innovation.","name" : "Susan Cain"},{"message" : "A shy kid might look longingly at other kids playing in the schoolyard, afraid and unsure about how to approach them, but an introvert is perfectly content on her own.","name" : "Laurie Helgoe"},{"message" : "I was very shy and very reserved as a child, very, very introvert.","name" : "Om Puri"}]}