{"title" : "Ladylike","quotes" : [{"message" : "Feminism is the radical notion that women are human beings.","name" : "Cheris Kramarae"},{"message" : "Woman in the abstract is young, and, we assume, charming. As they get older they pass off the stage, somehow, into private ownership mostly, or out of it altogether.","name" : "Charlotte Perkins Gilman"},{"message" : "Whatever women do they must do twice as well as men to be thought half as good. Luckily, this is not difficult.","name" : "Charlotte Whitton"},{"message" : "A girl should be like a butterfly. Pretty to see, hard to catch.","name" : "Anonymous"},{"message" : "A lady likes to be complimented on her looks, her eyes, her figure. But the personality comments are much appreciated.","name" : "Betty White"},{"message" : "Whenever a female takes a strong stand for herself, the majority of the time they have to really, really narrow it down to being feminine and wearing dresses and just being lipstick chic.","name" : "Michelle Rodriguez"},{"message" : "Being feminine in the way you dress doesn't have to compromise who you are as a woman or your career.","name" : "Jason Wu"},{"message" : "The more you act like a lady, the more he'll act like a gentleman.","name" : "Sydney Biddle Barrows"},{"message" : "A lady's imagination is very rapid; it jumps from admiration to love, from love to matrimony in a moment","name" : "Jane Austen"},{"message" : "Feminine force is that inner strength, that power, that will to face down any negative circumstances in life and defeat them.","name" : "Georgette Mosbacher"},{"message" : "A feminist is anyone who recognizes the equality and full humanity of women and men.","name" : "Gloria Steinem"},{"message" : "Look like girl, act like a lady, think like a man work like a boss.","name" : "Anonymous"},{"message" : "A strong woman builds her own world. She is one who is wise enough to know that it will attract the man she will gladly share it with.","name" : "Ellen J. Barrier"},{"message" : "To be a woman is to be more than our parts. It is to be more than the length of our lashes or the plumpness and color of our lips.","name" : "Leah Darrow"},{"message" : "A woman's perfume tells more about her than her handwriting.","name" : "Christian Dior"},{"message" : "The fact is external feminine beauty is highly valued, and we are constantly given the message that a slamming body is the most valuable thing a woman can possess.","name" : "Amanda de Cadenet"},{"message" : "Being a female is a matter of birth. Being a woman is a matter of age. But being a lady that's a matter of choice.","name" : "Anonymous"},{"message" : "Truth is a demure lady, much too ladylike to knock you on your head and drag you to her cave. She is there, but people must want her, and seek her out.","name" : "William F. Buckley, Jr."},{"message" : "Be a girl with a mind, a woman with an attitude and a lady with class.","name" : "Anonymous"},{"message" : "Real women fight for something, other than their own emotions.","name" : "Shannon L. Alder"},{"message" : "Modesty answers not the crude how of femininity, but the beautiful why.","name" : "Wendy Shalit"}]}