{"title" : "Law","quotes" : [{"message" : "The end of law is not to abolish or restrain, but to preserve and enlarge freedom. For in all the states of created beings capable of law, where there is no law, there is no freedom.","name" : "John Locke"},{"message" : "The safety of the people shall be the highest law.","name" : "Marcus Tullius Cicero"},{"message" : "There's a natural law of karma that vindictive people, who go out of their way to hurt others, will end up broke and alone.","name" : "Sylvester Stallone"},{"message" : "At his best, man is the noblest of all animals; separated from law and justice he is the worst.","name" : "Aristotle"},{"message" : "I am free, no matter what rules surround me. If I find them tolerable, I tolerate them; if I find them too obnoxious, I break them. I am free because I know that I alone am morally responsible for everything I do.","name" : "Robert A. Heinlein"},{"message" : "We cannot expect people to have respect for law and order until we teach respect to those we have entrusted to enforce those laws.","name" : "Hunter S. Thompson"},{"message" : "Laws and principles are not for the times when there is no temptation: they are for such moments as this, when body and soul rise in mutiny against their rigour ...","name" : "Charlotte Bronte"},{"message" : "In times of war, the law falls silent.","name" : "Marcus Tullius Cicero"},{"message" : "The Law is hard, but it is the Law.","name" : "Cassandra Clare"},{"message" : "Laws grind the poor, and rich men rule the law.","name" : "Oliver Goldsmith"},{"message" : "People are more afraid of the laws of Man than of God, because their punishment seems to be nearest.","name" : "William Penn"},{"message" : "Law is order, and good law is good order.","name" : "Aristotle"},{"message" : "Without law men are beasts.","name" : "Maxwell Anderson"},{"message" : "The law was made for one thing alone, for the exploitation of those who don't understand it.","name" : "Bertolt Brecht"},{"message" : "The law isn't justice. It's a very imperfect mechanism. If you press exactly the right buttons and are also lucky, justice may show up in the answer. A mechanism is all the law was ever intended to be.","name" : "Raymond Chandler"},{"message" : "If there were no bad people, there would be no good lawyers.","name" : "Charles Dickens"},{"message" : "When men are pure, laws are useless; when men are corrupt, laws are broken.","name" : "Benjamin Disraeli"},{"message" : "The law is reason, free from passion.","name" : "Aristotle"},{"message" : "The clearest way to show what the rule of law means to us in everyday life is to recall what has happened when there is no rule of law.","name" : "Dwight D. Eisenhower"},{"message" : "Good people do not need laws to tell them to act responsibly, while bad people will find a way around the laws.","name" : "Plato"},{"message" : "We must reject the idea that every time a law's broken, society is guilty rather than the lawbreaker. It is time to restore the American precept that each individual is accountable for his actions.","name" : "Ronald Reagan"},{"message" : "It may be true that the law cannot make a man love me, but it can keep him from lynching me, and I think that's pretty important.","name" : "Martin Luther King, Jr."},{"message" : "No man is above the law and no man is below it; nor do we ask any man's permission when we ask him to obey it. Obedience to the law is demanded as a right; not asked as a favor.","name" : "Theodore Roosevelt"},{"message" : "An unjust law is itself a species of violence. Arrest for its breach is more so.","name" : "Mahatma Gandhi"},{"message" : "Laws alone can not secure freedom of expression; in order that every man present his views without penalty there must be spirit of tolerance in the entire population.","name" : "Albert Einstein"},{"message" : "Good laws have their origins in bad morals.","name" : "Ambrosius Macrobius"},{"message" : "Where you find the laws most numerous, there you will find also the greatest injustice.","name" : "Arcesilaus"},{"message" : "Law is order in liberty, and without order liberty is social chaos.","name" : "Archbishop Ireland"},{"message" : "A law is something which must have a moral basis, so that there is an inner compelling force for every citizen to obey.","name" : "Chaim Weizmann"},{"message" : "Law is king of all.","name" : "Henry Alford"},{"message" : "Law is a Bottomless-Pit, it is a Cormorant, a Harpy, that devours every thing.","name" : "John Arbuthnot"},{"message" : "Surely we will not dare say that these laws are unjust, or rather, that they are not laws at all. For it seems to me that an unjust law is no law at all.","name" : "Augustine of Hippo"},{"message" : "Any law that takes hold of a man's daily life cannot prevail in a community, unless the vast majority of the community are actively in favor of it. The laws that are the most operative are the laws which protect life.","name" : "Henry Ward Beecher"},{"message" : "No civilization would ever have been possible without a framework of stability, to provide the wherein for the flux of change. Foremost among the stabilizing factors, more enduring than customs, manners and traditions, are the legal systems that regulate our life in the world and our daily affairs with each other.","name" : "Hannah Arendt"},{"message" : "Laws, like houses, lean on one another.","name" : "Edmund Burke"},{"message" : "Bad laws are the worst form of tyranny.","name" : "Edmund Burke"},{"message" : "Law and equity are two things which God has joined, but which man has put asunder.","name" : "Charles Caleb Colton"},{"message" : "Laws and institutions, like clocks, must occasionally be cleaned, wound up, and set to true time.","name" : "Henry Ward Beecher"},{"message" : "The law helps those who watch, not those who sleep.","name" : "Proverb"},{"message" : "Where the law is uncertain there is no law.","name" : "Proverb"},{"message" : "Written laws are like spider's webs; they will catch, it is true, the weak and the poor, but would be torn in pieces by the rich and powerful.","name" : "Anacharsis"},{"message" : "Laws are not invented. They grow out of circumstances.","name" : "Azarias"},{"message" : "Laws are not masters, but servants, and he rules them, who obeys them.","name" : "Ward Becker"},{"message" : "There is a Law that man should love his neighbor as himself. In a few hundred years it should be as natural to mankind as breathing or the upright gait; but if he does not learn it he must perish.","name" : "Alfred Adler"},{"message" : "As labor creates the wealth of the country, we demand the passage of such laws as may be necessary to protect it in all its rights.","name" : "John Peter Altgeld"},{"message" : "Law; an ordinance of reason for the common good, made by him who has care of the community","name" : "St. Thomas Aquinas"},{"message" : "Judicial bodies provide a forum for truth telling","name" : "Louise Arbour"},{"message" : "The rule of law in place of force, always basic to my thinking, now takes on a new relevance in a world where, if war is to go, only law can replace it.","name" : "Roger Nash Baldwin"},{"message" : "Laws and principles are not for the times when there is no temptation: they are for such moments as this, when body and soul rise in mutiny against their rigour ...","name" : "Charlotte Bronte"},{"message" : "The law is hard, but it is the law.","name" : "Cassandra Clare"},{"message" : "We may brave human laws, but we cannot resist natural ones.","name" : "Jules Verne"},{"message" : "Law applied to its extreme is the greatest injustice","name" : "Cicero Marcus Tullius"},{"message" : "There are laws. There are rules. And when you break them, there are consequences. Laws of nature and laws of life. Laws of love and laws of death.","name" : "Amy Harmon"},{"message" : "No great idea in its beginning can ever be within the law. How can it be within the law? The law is stationary. The law is fixed. The law is a chariot wheel that binds us all regardless of conditions or place or time.","name" : "Emma Goldman"},{"message" : "But the law is an odd thing. For instance, one country in Europe has a law that requires all its bakers to sell bread at the exact same price. A certain island has a law that forbids anyone from removing its fruit. And a town not too far from where you live has a law that bars me from coming within five miles of its borders.","name" : "Lemony Snicket"},{"message" : "Laws grind the poor and the rich men rule the law.","name" : "Goldsmith"},{"message" : "The law maker should not be a law breaker.","name" : "D.V. Rangarajan"},{"message" : "Law is a bottomless pit.","name" : "J. Arbuthnot"},{"message" : "There is: God's law. There's no law against that.","name" : "Robert Bolt"},{"message" : "You want me to respect the law? Then make the law respectable.","name" : "Pan Macmillan"},{"message" : "Law without reason is criminal.","name" : "Criss Jami"},{"message" : "I don't know who made the laws; But I know there ain't no law that you got to go hungry.","name" : "Ernest Hemingway"},{"message" : ". You make a law for every movement.","name" : "Frank Herbert"},{"message" : "Law is made by the winner to preserve victory over the loser.","name" : "Toba Beta"}]}