{"title" : "Lazy","quotes" : [{"message" : "You can't teach people to be lazy - either they have it, or they don't.","name" : "Dagwood Bumstead"},{"message" : "Offer the lazy an egg, and they'll want you to peel it for them.","name" : "Lithuanian Proverb"},{"message" : "Laziness erodes a person of his enthusiasm and energy. As a result the person loses all opportunities and finally becomes dejected and frustrated. The worst thing is that he stops believing in himself.","name" : "Sam Veda"},{"message" : "I choose a lazy person to do a hard job. Because a lazy person will find an easy way to do it.","name" : "Bill Gates"},{"message" : "I'm lazy. But it's the lazy people who invented the wheel and the bicycle because they didn't like walking or carrying things.","name" : "Lech Walesa"},{"message" : "The sluggard does not plow after the season, so he begs during the harvest and has nothing.","name" : "Bible"},{"message" : "He that is busy is tempted by but one devil; he that is idle, by a legion.","name" : "Thomas Fuller"},{"message" : "Work hard and become a leader; be lazy and never succeed.","name" : "Bible"},{"message" : "Lazy people are always eager to be doing something.","name" : "French Proverb"},{"message" : "The lazy man is apt to be envious.","name" : "Omaha Proverb"},{"message" : "Lazy people tend not to take chances, but express themselves by tearing down other's work.","name" : "Ann Rule"},{"message" : "Work is the law of the modern world, which has no place for lazy people.","name" : "Mihai Eminescu"},{"message" : "In doing nothing men learn to do evil.","name" : "Marcus Porcius Cato"},{"message" : "The lazy man gets round the sun as quickly as the busy one.","name" : "R. T. Wombat"},{"message" : "Even a foolish old woman like me knows that lazy people don't think for themselves; they only think about themselves.","name" : "Terry Goodkind"},{"message" : "The lazier a man is, the more he plans to do tomorrow.","name" : "Norwegian Proverb"},{"message" : "If a man will not work, he shall not eat.","name" : "Bible"},{"message" : "A young man idle, an old man needy.","name" : "English Proverb"},{"message" : "Too many young people itch for what they want without scratching for it.","name" : "Thomas Taylor"},{"message" : "A loafer always has the correct time.","name" : "Kin Hubbard"},{"message" : "The only time a lazy man ever succeeds is when he tries to do nothing.","name" : "Evan Esar"},{"message" : "The Devil often finds work for them who find none for themselves.","name" : "Benjamin Whichcote"},{"message" : "Tomorrow is the only day in the year that appeals to a lazy man.","name" : "Jimmy Lyons"},{"message" : "There are people, who the more you do for them, the less they will do for themselves.","name" : "JANE AUSTEN"},{"message" : "To a lazy man every day is a holiday.","name" : "Turkish Proverb"},{"message" : "Lazy people live lonely lives.","name" : "Habeeb Akande"},{"message" : "Some men are so lazy they won't even feed themselves.","name" : "Bible"},{"message" : "Towards evening the lazy person begins to get busy.","name" : "German Proverb"},{"message" : "Lazy folks take the most pains.","name" : "J. W. MONETTE"},{"message" : "A life of leisure and a life of laziness are two things. There will be sleeping enough in the grave.","name" : "Benjamin Franklin"},{"message" : "In the company of lazy people, quietness becomes a pretence.","name" : "Chukwuemeka E. Onyejinduaka"},{"message" : "If a lazy man desire gold, he will die without realizing his dreams, because every dream of a lazy man end in night.","name" : "Chukwuemeka E. Onyejinduaka"},{"message" : "A lazy man is that man that runs away from battles and never come back, but a wise man fights to live and continues whenever he need to be.","name" : "Chukwuemeka E. Onyejinduaka"},{"message" : "It is still a surprise that a lazy man I use to know is now living in a mansion.","name" : "Chukwuemeka E. Onyejinduaka"},{"message" : "People who don't like to read shouldn't complain about the misfortunes of their life, for every misfortune is the result of ignorance, and ignorance is abundant among the lazy.","name" : "Robin Sacredfire"},{"message" : "Depression is just a word that lazy and weak people invented to justify their unwillingness or incapacity to evolve.","name" : "Robin Sacredfire"},{"message" : "Lazy people don't waste there life by working, they just waste there life's.","name" : "Joseph Julius Bonkowski"},{"message" : "The word lucky is how a lazy person describes someone who works hard.","name" : "Monroe Mann"},{"message" : "An excuse is simply a way for a lazy person to feel better.","name" : "Monroe Mann"},{"message" : "Lazy people are the most important people in the world.","name" : "Breno Alex"},{"message" : "I think fortune tellers are for lazy people who let the world dictate who they are.","name" : "Taylor Brogan"},{"message" : "Handouts create lazy people I'm not impressed with you want something in life, then why don't you go and get it?","name" : "NFA"},{"message" : "Some lazy people got haze on the brain. No motivation vacation holidays.","name" : "Cheap Trick"},{"message" : "I'm so easy to deceive, lazy people choose to be blind.","name" : "Shuvit"},{"message" : "Lazy people who wouldn't make up their minds.","name" : "Tourniquet"}]}