{"title" : "Leadership","quotes" : [{"message" : "Even the largest army is nothing without a good general.","name" : "Afghan "},{"message" : "He that cannot obey, cannot command.","name" : "Benjamin Franklin"},{"message" : "He who rules must fully humor as much as he commands.","name" : "George Eliot"},{"message" : "The good will of the governed will be starved if not fed by the good deeds of the governors.","name" : "Benjamin Franklin"},{"message" : "The higher the monkey climbs, the more he shows his tail.","name" : "John Wycliffe"},{"message" : "The master of the people is their servant.","name" : "Yemeni "},{"message" : "If your actions inspire others to dream more, learn more, do more and become more, you are a leader.","name" : "John Quincy Adams"},{"message" : "The greatest leader is not necessarily the one who does the greatest things. He is the one that gets the people to do the greatest things.","name" : "Ronald Reagan"},{"message" : "Leadership is the art of getting someone else to do something you want done because he wants to do it.","name" : "Dwight D. Eisenhower"},{"message" : "Leaders must be close enough to relate to others, but far enough ahead to motivate them.","name" : "John C. Maxwell"},{"message" : "No man will make a great leader who wants to do it all himself, or to get all the credit for doing it.","name" : "Andrew Carnegie"},{"message" : "A man who wants to lead the orchestra must turn his back on the crowd.","name" : "Max Lucado"},{"message" : "Leadership is the capacity to translate vision into reality.","name" : "Warren Bennis"},{"message" : "A man can only lead when others accept him as their leader, and he has only as much authority as his subjects give to him. All of the brilliant ideas in the world cannot save your kingdom if no one will listen to them.","name" : "Brandon Sanderson"},{"message" : "Leadership does not always wear the harness of compromise.","name" : "Woodrow Wilson"},{"message" : "The task of leadership is not to put greatness into humanity, but to elicit it, for the greatness is already there.","name" : "John Buchan"},{"message" : "A gentle hand may lead even an elephant by a hair.","name" : "Iranian "},{"message" : "A great one must have a long heart.","name" : "Ethiopian "},{"message" : "A ruler must sometimes humor as well as command.","name" : "unknown"},{"message" : "Great chiefs prove their worthiness.","name" : "Seneca Proverb"},{"message" : "If the townspeople are happy, look to the chief.","name" : "Liberian "},{"message" : "If you can't serve, you can't rule.","name" : "Bulgarian "},{"message" : "In the country of the blind, the one-eyed man is king.","name" : "Desiderius Erasmus"},{"message" : "When we think we lead, we are most led.","name" : "Lord Byron"},{"message" : "To handle yourself, use your head; to handle others, use your heart.","name" : "Eleanor Roosevelt"},{"message" : "Never give an order that can't be obeyed.","name" : "General Douglas MacArthur"},{"message" : "Don't tell people how to do things, tell them what to do and let them surprise you with their results.","name" : "George Patton"},{"message" : "Example is not the main thing in influencing others. It is the only thing.","name" : "Albert Schweiter"},{"message" : "You do not lead by hitting people over the head. That's assault, not leadership.","name" : "Dwight Eisenhower"},{"message" : "Anyone can hold the helm when the sea is calm.","name" : "Publilus Syrus"},{"message" : "Be a yardstick of quality. Some people aren't used to an environment where excellence is expected.","name" : "Steve Jobs"},{"message" : "The quality of a leader is reflected in the standards they set for themselves.","name" : "Ray Kroc"},{"message" : "Lead, follow, or get out of the way.","name" : "Thomas Pane"},{"message" : "It's hard to lead a cavalry charge if you think you look funny on a horse.","name" : "Adlai Stevenson II"},{"message" : "He who cannot be a good follower cannot be a good leader.","name" : "Aristotle"},{"message" : "If you would convince a man that he does wrong, do right. But do not care to convince him. Men will believe what they see. Let them see.","name" : "Henry David Thoreau"},{"message" : "Do not follow where the path may lead. Go instead where there is no path and leave a trail.","name" : "Harold McAlindon"},{"message" : "The art of leadership is saying no, not yes. It is very easy to say yes.","name" : "Tony Blair"},{"message" : "Part of the happiness of life consists not in fighting battles, but in avoiding them. A masterly retreat is in itself a victory.","name" : "Norman Vincent Peale"},{"message" : "Leadership and learning are indispensable to one another.","name" : "John F. Kennedy"},{"message" : "Don't find fault, find a remedy.","name" : "Henry Ford"},{"message" : "Keep your fears to yourself, but share your courage with others.","name" : "Robert Louis Stevenson"},{"message" : "Learn to see things backwards, inside out, and upside down.","name" : "John Heider"},{"message" : "Speak softly and carry a big stick; you will go far.","name" : "Theodore Roosevelt"},{"message" : "Management is doing things right; leadership is doing the right things.","name" : "Peter Drucker"},{"message" : "Good leadership consists of showing average people how to do the work of superior people.","name" : "John D. Rockefeller"},{"message" : "Power isn’t control at all — power is strength, and giving that strength to others. A leader isn’t someone who forces others to make him stronger; a leader is someone willing to give his strength to others that they may have the strength to stand on their own.","name" : "Beth Revis"},{"message" : "Leadership is simple: Add value to people everyday.","name" : "Mike Krzyzewski"},{"message" : "Our recovery didn't happen by accident. It happened because we did what we were hired to do: to lead and manage by results.","name" : "Michael Bloomberg"},{"message" : "The key to being a good leader is to focus on the mission and know how to implement a plan without getting lost in the swamp!","name" : "Donald J. Palmisano"},{"message" : "Leadership starts with respecting others and paying attention to the needs of those around you. Respecting those who you lead, may lead, follow or just touch with your mind and eyes. You don't lead because you want to lead; you lead because they want to follow.","name" : "Norman McSwain"},{"message" : "The manager asks how and when; the leader asks what and why.","name" : "Warren G. Bennis"},{"message" : "Leadership is an art that includes possessing a vision based on unwavering principles, and an ability to inspire and encourage others to be leaders.","name" : "W. Jeff Terry"},{"message" : "A swift and vigorous transition to attack—the flashing sword of vengeance—is the most brilliant point of the defensive.","name" : "Karl von Clausewitz"},{"message" : "Leadership is about identifying where you want to go, why it is important to go, and what's in it for others—both the positive and the negative. Leaders lead by example. Leadership is personal. It is working shoulder to shoulder. You must show you are willing to get your hands dirty. You must work at least as hard as those you wish to lead. They eat first. They get sleeping quarters first. You will put yourself at risk, both professionally and physically. Leadership is service before self.","name" : "Dr. James P. Bagian"},{"message" : "You must lead from the front, always. Speed is everything. There must be a sense of urgency. Listen to the locals. Keep the public informed on the details, they often know more than the Nobel Prize Laureates. Ignore the politics; focus on doing a good job.","name" : "Governor Jindal"},{"message" : "Leadership is action, not position.","name" : "Donald H. McGannon"},{"message" : "A good leader is someone who sees beyond themselves and really thinks about how they can move their organization forward by helping others to fulfill their potential.","name" : "Sharon Allen"},{"message" : "Leadership is hard to define and good leadership even harder. But if you can get people to follow you to the ends of the earth, you are a great leader.","name" : "Indra Nooyi"},{"message" : "Leadership is a series of behaviors rather than a role for heroes.","name" : "Margaret Wheatley"},{"message" : "Leadership is something that is learned. It can be learned and should be learned. Leadership is something you're always honing and learning and reflecting to see ways you could have been better at it. Anyone who thinks they're a natural leader is probably horrible to work with.","name" : "Rachel Sklar"},{"message" : "I want every little girl who's told she is bossy to be told she has leadership skills.","name" : "Sheryl Sandburg"},{"message" : "Lead from the front; don't push from the rear.","name" : "Frances Hesselbein"},{"message" : "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.","name" : "Lao Tzu"},{"message" : "I must follow the people.","name" : "Benjamin Disraeli"},{"message" : "A good leader takes a little more than his share of the blame, a little less than his share of the credit.","name" : "Arnold Glasow"},{"message" : "The first responsibility of a leader is to define reality. The last is to say thank you. In between, the leader is a servant.","name" : "Max Depree"},{"message" : "Lead me, follow me, or get out of my way.","name" : "General George Patton"},{"message" : "Unbounded courage and compassion join'd, . Tempering each other in the victor's mind, . Alternately proclaim him good and great, . And make the hero and the man complete.","name" : "Joseph Addison"},{"message" : "Leadership is leading from the front, saying what needs to be done, doing what needs to be done, inspiring your followers, and persuading your critics.","name" : "Richard L. Reece"},{"message" : "The six essential leadership attributes: set high standards; live your standards and mentor those who follow; create and share a vision; make the hard choices when necessary; be visible and outfront; and instill hope in those who follow.","name" : "John Di Frances"},{"message" : "Again and again, an enlightened and strong-willed individual has pushed against the prevailing trends and the prevailing wisdom to perform an act of courage that changed history.","name" : "Paul Johnson"},{"message" : "The best executive is the one who has sense enough to pick good men to do what he wants done, and self-restraint to keep from meddling with them while they do it.","name" : "Theodore Roosevelt"},{"message" : "People ask the difference between a leader and a boss. The leader works in the open, and the boss in covert. The leader leads, and the boss drives.","name" : "Theodore Roosevelt"},{"message" : "The test of leadership is not to put greatness into humanity, but to elicit it, for the greatness is already there.","name" : "James Buchanan"},{"message" : "Take the ideas of the masses and concentrate them, then go to the masses, persevere in the ideas and carry them through, so as to form correct ideas of leadership—such is the basic method of leadership.","name" : "Mao Zedong"},{"message" : "Leadership means making people feel good.","name" : "Jean Chrétien"},{"message" : "Connect before you collaborate. Listen before you lead. Partner before you persuade.","name" : "Jo Miller"},{"message" : "Leadership includes being able to confidently convey your message and the ability to confidently convey who you are.","name" : "Monica L. Wofford"}]}