{"title" : "Learning From Mistake","quotes" : [{"message" : "Many times what we perceive as an error or failure is actually a gift. And eventually we find that lessons learned from that discouraging experience prove to be of great worth.","name" : "Richelle E. Goodrich"},{"message" : "I hope that in this year to come, you make mistakes. Because if you are making mistakes, then you are making new things, trying new things, learning, living, pushing yourself, changing your world. You're doing things you've never done before, and more importantly, you're doing something.","name" : "Neil Gaiman"},{"message" : "If you live long enough, you'll make mistakes. But if you learn from them, you'll be a better person. It's how you handle adversity, not how it affects you. The main thing is never quit, never quit, never quit.","name" : "Bill Clinton"},{"message" : "It's fine to celebrate success but it is more important to heed the lessons of failure.","name" : "Bill Gates"},{"message" : "Every adversity, every failure, every heartache carries with it the seed on an equal or greater benefit.","name" : "Napoleon Hill"},{"message" : "We need to realize that our path to transformation is through our mistakes. We're meant to make mistakes, recognize them, and move on to become unlimited.","name" : "Yehuda Berg"},{"message" : "You will only fail to learn if you do not learn from failing.","name" : "Stella Adler"},{"message" : "You don't learn to walk by following rules. You learn by doing, and by falling over.","name" : "Richard Branson"},{"message" : "Experience is simply the name we give our mistakes.","name" : "Oscar Wilde"},{"message" : "Mistakes fail in their mission of helping the person who blames them on the other fellow.","name" : "Henry Haskins"},{"message" : "You must learn from the mistakes of others. You can't possibly live long enough to make them all yourself.","name" : "Samuel Levenson"},{"message" : "There are no mistakes. The events we bring upon ourselves, no matter how unpleasant, are necessary in order to learn what we need to learn; whatever steps we take, they're necessary to reach the places we've chosen to go.","name" : "Richard Bach"},{"message" : "As you begin to take action toward the fulfillment of your goals and dreams, you must realize that not every action will be perfect. Not every action will produce the desired result. Not every action will work. Making mistakes, getting it almost right, and experimenting to see what happens are all part of the process of eventually getting it right.","name" : "Jack Canfield"},{"message" : "Mistakes are a part of being human. Appreciate your 'mistakes' for what they are: precious life lessons that can only be learned the hard way. Unless it's a fatal mistake, which, at least, others can learn from.","name" : "AI Franken"},{"message" : "When you make a 'mistake', don't look back at it long. Take the reason of the thing into your mind and then look forward. 'Mistakes' are lessons of wisdom. The past cannot be changed. The future is yet in your power.","name" : "Hugh White"},{"message" : "Don't carry your mistakes around with you. Instead, place them under your feet and use them as stepping stones. Never regret. If it's good, it's wonderful. If it's bad, it's experience.","name" : "unknown"},{"message" : "Good people are good because they have come to wisdom through failure. We get very little wisdom from success.","name" : "William Saroyan"},{"message" : "Don't be afraid to fail. Don't waste energy trying to cover up failure. Learn from your failures and go on to the next challenge. It's OK to fail. If you're not failing, you're not growing.","name" : "H. Stanley Judd"},{"message" : "An expert is a man who has made all the mistakes which can be made in a very narrow field","name" : "Niels Bohr"},{"message" : "Any married man should forget his mistakes - no use two people remembering the same thing.","name" : "Duane Dewel"},{"message" : "I think we all wish we could erase some dark times in our lives. But all of life's experiences, bad and good, make you who you are. Erasing any of life's experiences would be a great mistake.","name" : "Luis Miguel"},{"message" : "A mistake should be your teacher, not your attacker. A mistake is a lesson, not a loss. It is a temporary, necessary detour, not a dead end.","name" : "Anonymous"},{"message" : "A man of genius makes no mistakes. His errors are volitional and are the portals of discovery.","name" : "James Joyce"},{"message" : "Mishaps are like knives, that either serve us or cut us, as we grasp them by the blade or the handle.","name" : "James Russell Lowell"},{"message" : "Take chances, make mistakes. That's how you grow. Pain nourishes your courage. You have to fail in order to practice being brave.","name" : "Mary Tyler Moore"},{"message" : "Many great people have experience some kind of failure.","name" : "Lailah Gifty Akita"},{"message" : "Well, we all make mistakes, dear, so just put it behind you. We should regret our mistakes and learn from them, but never carry them forward into the future with us.","name" : "L.M. Montgomery"},{"message" : "It's always helpful to learn from your mistakes because then your mistakes seem worthwhile.","name" : "Gary Marshall"},{"message" : "Mistakes are a part of being human. Appreciate your mistakes for what they are: precious life lessons that can only be learned the hard way. Unless it's a fatal mistake, which, at least, others can learn from.","name" : "Al Franken"},{"message" : "You build on failure. You use it as a stepping stone. Close the door on the past. You don't try to forget the mistakes, but you don't dwell on it. You don't let it have any of your energy, or any of your time, or any of your space.","name" : "Johnny Cash"},{"message" : "Mistakes, obviously, show us what needs improving.","name" : "Peter McWilliams"},{"message" : "An error doesn't become a mistake until you refuse to correct it.","name" : "Orlando Batista"},{"message" : "The successful man will profit from his mistakes and try again in a different way","name" : "Dale Carnegie"},{"message" : "We are products of our past, but we don't have to be prisoners of it.","name" : "Rick Warren"},{"message" : "By seeking and blundering we learn.","name" : "Johann Wolfgang von Goethe"},{"message" : "While one person hesitates because he feels inferior, the other is busy making mistakes and becoming superior.","name" : "Henry C. Link"},{"message" : "The road to wisdom? Well, it's plain and simple to express: Err and err again but less and less and less.","name" : "Piet Hein"},{"message" : "Mistakes are the usual bridge between inexperience and wisdom.","name" : "Phyllis Theroux"},{"message" : "Making mistakes simply means you are learning faster.","name" : "Weston H. Agor"},{"message" : "I have not failed. I've just found 10,000 ways that won't work.","name" : "Thomas Alva Edison"},{"message" : "Consider every mistake you do make as an asset.","name" : "Paul J. Meyer"},{"message" : "The greatest mistake you can make in life is to be continually fearing you will make one","name" : "Elbert Hubbard"},{"message" : "The difference between greatness and mediocrity is often how an individual views a mistake","name" : "Nelson Boswell"},{"message" : "A person who never made a mistake never tried anything new.","name" : "Albert Einstein"},{"message" : "Life is just the same as learning to swim.","name" : "Alfred Adler"},{"message" : "Trying to grow up is hurting. You make mistakes. You try to learn from them, and when you don’t, it hurts even more.","name" : "Aretha Franklin"},{"message" : "Your most unhappy customers are your greatest source of learning.","name" : "Bill Gates"},{"message" : "We learn from failure, not from success!","name" : "Bram Stoker"},{"message" : "Smart people learn from their mistakes. But the real sharp ones learn from the mistakes of others.","name" : "Brandon Mull"},{"message" : "Mistakes are always forgivable if one has the courage to admit them.","name" : "Bruce Lee"},{"message" : "We all make them, the difference is what we do after we make the mistake, how we see the mistake – a learning experience or a failure.","name" : "Catherine Pulsifer"},{"message" : "False facts are highly injurious to the progress of science, for they often endure long; but false views, if supported by some evidence, do little harm, for everyone takes a salutary pleasure in proving their falseness; and when this is done, one path towards error is closed and the road to truth is often at the same time opened.","name" : "Charles Darwin"},{"message" : "We have to make mistakes, it’s how we learn compassion for others.","name" : "Curtis Sittenfeld"},{"message" : "Some of the best lessons we ever learn are learned from past mistakes. The error of the past is the wisdom and success of the future.","name" : "Dale Turner"},{"message" : "There are no mistakes or failures, only lessons.","name" : "Denis Waitley"},{"message" : "Mistakes are painful when they happen, but years later a collection of mistakes is what is called experience.","name" : "Denis Waitley"},{"message" : "Experience is that marvelous thing that enables you to recognize a mistake when you make it again.","name" : "Franklin P. Jones"},{"message" : "A life spent making mistakes is not only more honourable but more useful than a life spent doing nothing.","name" : "George Bernard Shaw"},{"message" : "The only real mistake is the one from which we learn nothing.","name" : "Henry Ford"},{"message" : "If you are afraid to take a chance, take one anyway. What you don’t do can create the same regrets as the mistakes you make.","name" : "Iyanla Vanzant"},{"message" : "Show me a person who has never made a mistake and I’ll show you someone who has never achieved much.","name" : "Joan Collins"},{"message" : "It’s okay to make mistakes. Mistakes are our teachers – they help us to learn.","name" : "John Bradshaw"},{"message" : "Failure is instructive. The person who really thinks learns quite as much from his failures as from his successes.","name" : "John Dewey"},{"message" : "We often need to lose sight of our priorities in order to see them.","name" : "John Irving"},{"message" : "The sooner you make your first five thousand mistakes the sooner you will be able to correct them.","name" : "Kimon Nicolaides"},{"message" : "And a step backward, after making a wrong turn, is a step in the right direction.","name" : "Kurt Vonnegut Jr."},{"message" : "Isn’t it nice to think that tomorrow is a new day with no mistakes in it yet?","name" : "Lucy Maud Montgomery"},{"message" : "Freedom is not worth having if it does not include the freedom to make mistakes.","name" : "Mahatma Gandhi"},{"message" : "You make mistakes. Mistakes don’t make you.","name" : "Maxwell Maltz"},{"message" : "There is no sense in punishing your future for the mistakes of your past. Forgive yourself, grow from it, and then let it go.","name" : "Melanie Koulouris"},{"message" : "Your mistake does not define who you are…you are your possibilities.","name" : "Oprah Winfrey"},{"message" : "Fools say that they learn by experience. I prefer to profit by others experience.","name" : "Otto von Bismarck"},{"message" : "When you make a mistake, there are only three things you should ever do about it: admit it, learn from it, and don’t repeat it.","name" : "Paul Bear Bryant"},{"message" : "When you find your path, you must not be afraid. You need to have sufficient courage to make mistakes. Disappointment, defeat, and despair are the tools God uses to show us the way.","name" : "Paulo Coelho"},{"message" : "Avoiding situations in which you might make mistakes may be the biggest mistake of all.","name" : "Peter McWilliams"},{"message" : "To make no mistakes is not in the power of man; but from their errors and mistakes the wise and good learn wisdom for the future.","name" : "Plutarch"},{"message" : "Oh , yes. The past can hurt. But the way I see it, you can either run from it, or learn from it.","name" : "Rafiki "},{"message" : "Failure is good. It’s fertilizer. Everything I’ve learned about coaching, I’ve learned from making mistakes.","name" : "Rick Pitino"},{"message" : "A teachable spirit and a humbleness to admit your ignorance or your mistake will save you a lot of pain. However, if you're a person who knows it all, then you've got a lot of heavy-hearted experiences coming your way. God can correct mistakes and turn things around.","name" : "Ron Carpenter Jr."},{"message" : "“Creativity is allowing yourself to make mistakes. Art is knowing which ones to keep.","name" : "Scott Adams"},{"message" : "All men make mistakes, but a good man yields when he knows his course is wrong, and repairs the evil. The only crime is pride.","name" : "Sophocles"},{"message" : "We all make mistakes, have struggles, and even regret things in our past. But you are not your mistakes, you are here now with the power to shape your day and your future.","name" : "Steve Maraboli"},{"message" : "If people refuse to look at you in a new light and they can only see you for what you were, only see you for the mistakes you’ve made, if they don’t realize that you are not your mistakes, then they have to go.","name" : "Steve Maraboli"},{"message" : "Don’t confuse poor decision-making with destiny. Own your mistakes. It’s ok; we all make them.","name" : "Steve Maraboli"},{"message" : "The only man who makes no mistakes is the man who never does anything. Do not be afraid to make mistakes providing you do not make the same one twice.","name" : "Theodore Roosevelt"},{"message" : "No matter how many mistakes you make or how slow your progress, you’re still way ahead of everyone who isn’t trying.","name" : "Tony Robbins"},{"message" : "Failure is the condiment which gives success its flavor.","name" : "Truman Capote"}]}