{"title" : "Leaving","quotes" : [{"message" : "If you are brave enough to say goodbye life will reward you with a new hello.","name" : "Paulo Coelho"},{"message" : "Leave something for someone but dont leave someone for something.","name" : "Enid Blyton"},{"message" : "Everybody has to leave, everybody has to leave their home and come back so they can love it again for all new reasons.","name" : "Donald Miller"},{"message" : "And the danger is that in this move toward new horizons and far directions, that I may lose what I have now, and not find anything except loneliness.","name" : "Sylvia Plath"},{"message" : "There are no goodbyes for us. Wherever you are, you will always be in my heart.","name" : "Mahatma Gandhi"},{"message" : "A farewell is necessary before we can meet again, and meeting again after moments or a lifetime is certain for those who are friends.","name" : "Richard Bach"},{"message" : "Leaving things behind and starting again is a way of coping with difficulties. I learnt very early in my life that I was able to leave a place and still remain myself.","name" : "Rachel Cusk"},{"message" : "Leaving home in a sense involves a kind of second birth in which we give birth to ourselves.","name" : "Robert Neelly Bellah"},{"message" : "However painful the process of leaving home, for parents and for children, the really frightening thing for both would be the prospect of the child never leaving home.","name" : "Robert Neelly Bellah"},{"message" : "You never really leave a place or person you love, part of them you take with you ,leaving a part of yourself behind.","name" : "unknown"},{"message" : "I hope the leaving is joyful; and I hope never to return.","name" : "Frida Kahlo"},{"message" : "People fear leaving their safe harbor of the known and venturing off into the unknown. Human beings crave certainty - even when it limits them.","name" : "Robin S. Sharma"},{"message" : "The sea that calls all things unto her calls me, and I must embark.","name" : "Kahlil Gibran"},{"message" : "A fear of the unknown keeps a lot of people from leaving bad situations.","name" : "Kathie Lee Gifford"},{"message" : "You get a strange feeling when you're about to leave a place, like you'll not only miss the people you love but you'll miss the person you are now at this time and this place, because you'll never be this way again.","name" : "Azar Nafisi"},{"message" : "Never part without loving words to think of during your absence. It may be that you will not meet again in this life.","name" : "Jean Paul Richter"},{"message" : "Gone - flitted away, Taken the stars from the night and the sun From the day! Gone, and a cloud in my heart.","name" : "Alfred Tennyson"},{"message" : "Every parting is a form of death, as every reunion is a type of heaven.","name" : "Tryon Edwards"},{"message" : "Adieu! I have too grieved a heart to take a tedious leave.","name" : "William Shakespeare"},{"message" : "Have you ever thought about it, about simply leaving? Really, truly thought about it with the intent to follow through and not as a dream or a passing fancy?","name" : "Erin Morgenstern"},{"message" : "Has this world been so kind to you that you should leave with regret? There are better things ahead than any we leave behind.","name" : "C. S. Lewis"},{"message" : "Parting is such sweet sorrow.","name" : "William Shakespeare"},{"message" : "Never say goodbye, because goodbye means going away and going away means forgetting.","name" : "Peter Pan"},{"message" : "There ain't no way you can hold onto something that wants to go, you understand? You can only love what you got while you got it.","name" : "Kate Dicamillo"},{"message" : "I make it easier for people to leave by making them hate me a little.","name" : "Cecelia Ahern"},{"message" : "Life is a series of hellos and goodbyes . I'm afraid it's time for goodbye again.","name" : "Billy Joel"},{"message" : "Even if we never talk again after tonight, please know that I am forever changed because of who you are and what you mean to me.","name" : "Chasing Amy"},{"message" : "I been a long time leaving but I'm going to be a long time gone.","name" : "Willie Nelson"},{"message" : "Happy trails to you, until we meet again. Some trails are happy ones, Others are blue. It's the way you ride the trail that counts,Here's a happy one for you.","name" : "Dale Evans"},{"message" : "Don't cry because it's over. Smile because it happened.","name" : "Dr. Seuss"},{"message" : "Life! we've been long together, Through pleasant and through cloudy weather; 'Tis hard to part when friends are dear, Perhaps 'twill cost a sigh, a tear; Then steal away, give little warning; Choose thine own time; Say not 'Good-night'; but in some bright","name" : "Aikin Barbauld"},{"message" : "Only in the agony of parting do we look into the depths of love.","name" : "George Eliot"},{"message" : "Sometimes, people choose to leave not because of selfish reasons. But they just know that things will get worse if they stay.","name" : "unknown"},{"message" : "Absence diminishes little passions and increases great ones, as the wind extinguishes candles and fans a fire.","name" : "Francois Duc de la Rochefoucauld"},{"message" : "Man's feelings are always purest and most glowing in the hour of meeting and of farewell.","name" : "Jean Paul Richter"},{"message" : "Farewell! God knows when we shall meet again.","name" : "William Shakespeare"},{"message" : "The return makes one love the farewell.","name" : "Alfred De Musset"},{"message" : "Good-byes breed a sort of distaste for whomever you say good-bye to; this hurts, you feel, this must not happen again.","name" : "Elizabeth Bowen"},{"message" : "Sweet is the memory of distant friends! Like the mellow rays of the departing sun, it falls tenderly, yet sadly, on the heart.","name" : "Washington Irving"},{"message" : "That bitter word, which closed all earthly friendships and finished every feast of love farewell!","name" : "Robert Pollok"},{"message" : "This is not the end. It is not even the beginning of the end. But it is, perhaps, the end of the beginning.","name" : "Winston Churchill"},{"message" : "You're the reason I'm leaving . And by leaving, we don't stop living you know .","name" : "Robert Hardy"},{"message" : "Leaving is an act that cannot be undone.","name" : "Nayomi Munaweera"},{"message" : "Leaving some things undone is a necessary tradeoff for extraordinary results.","name" : "Gary Keller"},{"message" : "Leaving can sometimes be the best way to never go away.","name" : "Cathy Davidson"},{"message" : "Sometimes leaving is the only way to be there for someone.","name" : "Wesley Eisold"},{"message" : "In leaving negativity behind, you find something beautiful.","name" : "Tom DeLonge"},{"message" : "Sometimes leaving is the only way to appreciate what we have.","name" : "J.A. London"},{"message" : "Leaving the world behind is the best experience most feeble minds fear to try.","name" : "Michael Bassey Johnson"},{"message" : "However, leaving everything to the market is not necessarily good for society.","name" : "Dorothy E. Denning"},{"message" : "Leaving this life is just like going from one room to another and closing the door.","name" : "David Berg"},{"message" : "Leaving people to jumped conclusions is sometimes simpler than explaining a complicated truth.","name" : "Gayle Forman"},{"message" : "Leaving others alone is a sign of cowardice, whether you are involved in a war or in a relationship.","name" : "Pratik Akkawar"}]}