People have a hard time letting go of their suffering. Out of a fear of the unknown, they prefer suffering that is familiar.
Thich Nhat Hanh
Nothing in the universe can stop you from letting go and starting over.
Guy Finley
Holding on to anger, resentment and hurt only gives you tense muscles, a headache and a sore jaw from clenching your teeth. Forgiveness gives you back the laughter and the lightness in your life.
Joan Lunden
Forgive, forget. Bear with the faults of others as you would have them bear with yours.
Phillips Brooks
It's not an easy journey, to get to a place where you forgive people. But it is such a powerful place, because it frees you.
Tyler Perry
It's one of the greatest gifts you can give yourself, to forgive. Forgive everybody.
Maya Angelou
People can be more forgiving than you can imagine. But you have to forgive yourself. Let go of what's bitter and move on.
Bill Cosby
When we give ourselves the chance to let go of all our tension, the body's natural capacity to heal itself can begin to work.
Nhat Hanh
In the process of letting go you will lose many things from the past, but you will find yourself.
Deepak Chopra
To let go is to release the images and emotions, the grudges and fears, the clingings and disappointments of the past that bind our spirit.
Jack Kornfield
It is important that we forgive ourselves for making mistakes. We need to learn from our errors and move on.
Steve Maraboli
You've gotta know when it's time to turn the page.
Tori Amos
We need to learn to let go as easily as we grasp and we will find our hands full and our minds empty.
Leo F. Buscaglia
I can have peace of mind only when I forgive rather than judge.
Gerald Jampolsky
When a deep injury is done us, we never recover until we forgive.
Alan Paton
To forgive is to set a prisoner free and discover that the prisoner was you.
Lewis B. Smedes
We may not know how to forgive, and we may not want to forgive; but the very fact we say we are willing to forgive begins the healing practice.
Louise Hay
Forgo your anger for a moment and save yourself a hundred days of trouble.
Chinese Proverb
Forgiving is an act of mercy toward an offender. We are no longer controlled by angry feelings toward this person.
Robert D. Enright
Forgiveness works directly on the emotion of anger (and related constructs such as resentment, hostility, or hatred) by diminishing its intensity or level within the mind and heart.
Richard Fitzgibbons
To forgive is to set yourself free, to acknowledge that it does no good to hate. Hate really, really destroys both the other person and yourself. That realization is what I think taught me about forgiveness, and so I try to live by it.
Ruby Bridges Hall
The practice of peace and reconciliation is one of the most vital and artistic of human actions.
Thich Nhat Hanh
You're only human. Let's break free of this gravity of judgment. And fly high on the wings of forgiveness.
India.Arie
Be angry, and yet do not sin; do not let the sun go down on your anger.
Henry Ward Beecher
Forgive all who have offended you, not for them, but for yourself.
Harriet Nelson
To forgive is the highest, most beautiful form of love. In return, you will receive untold peace and happiness.
Robert Muller
I believe that things should be let go once they are discussed. Apology accepted. End of story.
Brad Goreski
Let go of offence. Let go of fear. Let go of revenge.
Joel Osteen
Anger makes dull men witty, but it keeps them poor.
Francis Bacon
When angry, count ten before you speak; if very angry a hundred.
Thomas Jefferson
Anger in its time and place . May assume a kind of grace. . It must have some reason in it . And not last beyond a minute.
Charles Lamb
It's my rule never to lose me temper till it would be dethrimental to keep it.
Sean O'Casey
When angry, count four; when very angry, swear.
Mark Twain
Anger is the only thing to put off till tomorrow.
Slovakian Proverb
Temper is the one thing you can’t get rid of by losing it.
Jack Nicholson
Take this remark from Richard, poor and lame, what'er's begun in anger ends in shame.
Benjamin Franklin
A wrathful man stirreth up strife: but he that is slow to anger appeaseth strife.
Proverbs 15:18
It is a bigger miracle to be patient and refrain from anger than it is to control the demons which fly through the air.
St. John Cassian
There is nothing that can be done with anger that cannot be done better without it.
Dallas Willard
Resentment is when you let your hurt become hate. Resentment is when you allow what is eating you to eat you up. Resentment is when you poke, stoke, feed, and fan the fire, stirring the flames and reliving the pain. Resentment is the deliberate decision to nurse the offense until it becomes a black, furry, growling grudge.
Max Lucado
Hot heads and cold hearts never solved anything.
Billy Graham
When angry, count four; when very angry, swear.
Mark Twain
Consider how much more you often suffer from your anger and grief than from those very things for which you are angry and grieved.
Marcus Aurelius
Bitterness is like cancer. It eats upon the host. But anger is like fire. It burns all clean.
Maya Angelou
Be ye angry, and sin not: let not the sun go down upon your wrath.
Ephesians 4:26
He who conquers his anger has conquered an enemy.
German Proverb
Kick a stone in anger and you will hurt your own foot.
Korean Proverb
Anger dwells only in the bosom of fools.
Albert Einstein
Let us not look back in anger, nor forward in fear, but around in awareness.
James Thurber
Man should forget his anger before he lies down to sleep.
Mahatma Gandhi
Always write angry letters to your enemies. Never mail them.
James Fallows
Do not weep; do not wax indignant. Understand.
Baruch Spinoza
Never go to bed mad. Stay up and fight.
Phyllis Diller
It’s smart to be patient, but it’s stupid to lose your temper.
Proverbs 14:29
Speak when you are angry and you will make the best speech you will ever regret.
Ambrose Bierce
There is no sin nor wrong that gives a man such a foretaste of hell in this life as anger and impatience.
St. Catherine of Siena
To build one’s activity on love and non-violence demands the greatest inner purification; one must constantly rid one’s heart of inordinate desires, fears, and anxieties, but above all, one must cleanse oneself of anger.
William Johnston
If you are patient in one moment of anger, you will escape a hundred days of sorrow.
Chinese Saying
One who controls occurring anger as one would a chariot gone off the track, that one I call a charioteer; other people just hold the reins.
Buddha
Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you arc the one who gets burned.
Buddha
For he who gives no fuel to fire puts it out, and likewise he who does not in the beginning nurse his wrath and does not puff himself up with anger takes precautions against it and destroys it.
Plutarch
The wise conquer by strength, rather than anger. The malevolent fall by their own rage.
Tibetan Saying
Although you may spend your life killing, . You will not exhaust all your foes. . But if you quell your own anger, . Your real enemy will be slain.
Siddha Nagarjuna
For every minute you are angry you lose sixty seconds of happiness.
Ralph Waldo Emerson
When you allow thoughts of anger ... to exercise sway, they have a corroding and poisoning effect upon the organism; they will pull it down, and if allowed to continue will eventually tear it to pieces by externalizing themselves in particular forms of disease.
Ralph Waldo Trine
Anger is a normal emotion if it is expressed when felt. Then it is over with. If one keeps a lid on it, it develops into resentment or hate. Sooner or later, resentment and hate explode, destroying others, or they are held in, destroying oneself.
Dr. Bernie Siegel
If you don't find a way to express your anger, in a direct, constructive way, it will leak out as indirect, covert hostility, or it will eventually burst forth as explosive rage or violence. It might well attract you to angry people, with the unconscious intention of triggering your own anger.
Shakti Gawain
People who carry a lot of anger inside without being aware of it and without expressing it are more likely to be attacked, verbally or even physically, by other angry people, and often for no apparent reason. They have a strong emanation of anger that certain people pick up subliminally and that triggers their own latent anger.
Eckhard Tolle
What I've learned about being angry with people is that it generally hurts you more than it hurts them.
Oprah Winfrey
When there is anger or frustration in you or around you, instead of focusing on the anger, focus on the seed of compassion, focus on love and resolution. The thought form of resolution in itself sets up a resonant field that enables the mind to perceive methods of resolution.
Dhyani Ywahoo
Bitterness is anger gone sour, an attitude of deep discontent that poisons our souls and destroys our peace.
Billy Graham
As you get older, though, you realize there are fire extinguishers. You do have an ability to control the flames.
Chaka Khan
In anger, you look ten years older.
Hedda Hopper
Anger is like milk, it should not be kept too long.
Phyllis Bottome
My recipe for dealing with anger and frustration: Set the kitchen timer for 20 minutes, cry, rant, and rave, and at the sound of the bell, simmer down and go about business as usual.
Phyllis Diller
My recipe for dealing with anger and frustration: Set the kitchen timer for 20 minutes, cry, rant, and rave, and at the sound of the bell, simmer down and go about business as usual.
Phyllis Diller
Let go of anger. Let go of pride. When you are bound by nothing you can go beyond your sorrow.
Buddha
Letting go of anger and hate requires us to give up the hope for a different past, along with the hope of a fantasized future. What we gain is a life more in the present, where we are not mired in prolonged anger and resentment that doesn't serve us.
Harriet Lerner
When we forgive we let go of anger that eats away every day at our happiness. Forgiveness empowers you to let go of the pain from the past. It doesn’t mean you forget what happened but rather refuse to allow past experiences be a burden you carry into every day.
Michael Nulty
'Did I offer peace today? Did I bring a smile to someone? Did I offer healing? Did I let go of anger and resentment? Did I love? Did I forgive? These are the real questions. Trust that the littlest gesture will bear fruits here in this world and life to come.
Henri Nouwen