{"title" : "Liberation","quotes" : [{"message" : "The true value of a human being can be found in the degree to which he has attained liberation from the self.","name" : "Albert Einstein"},{"message" : "The paths to liberation are numerous, but the bank along the way is always the same, the Bank of Karma, where the liberation account of each of us is credited or debited depending on our actions.","name" : "Yann Martel"},{"message" : "Self-realization is liberation. Liberation is self-realization.","name" : "Frederick Lenz"},{"message" : "Liberation is an ever shifting horizon, a total ideology that can never fulfill its promises. It has the therapeutic quality of providing emotionally charged rituals of solidarity in hatred - it is the amphetamine of its believers.","name" : "Arianna Huffington"},{"message" : "For to be free is not merely to cast off one's chains, but to live in a way that respects and enhances the freedom of others.","name" : "Nelson Mandela"},{"message" : "Zen is a way of liberation, concerned not with discovering what is good or bad or advantageous, but what is.","name" : "Alan Watts"},{"message" : "Freeing oneself from words is liberation.","name" : "Bodhidharma"},{"message" : "The liberation of the earth, the liberation of women, the liberation of all humanity is the next step of freedom we need to work for, and it's the next step of peace that we need to create.","name" : "Vandana Shiva"},{"message" : "National liberation is necessarily an act of culture.","name" : "Amilcar Cabral"},{"message" : "If you are angry or in pain, separate yourself from anger and pain and watch them. Externalization is the first step to liberation.","name" : "Sri Nisargadatta Maharaj"},{"message" : "Liberation does not concern the person, for liberation is freedom from the person. Basically the disciple and teacher are identical. Both are the timeless axis of all action and preception. The only difference is that one 'knows' himself for what he is while the other does not. The idea of being a person, an ego, is nothing other than an image held together by memory.","name" : "Jean Klein"},{"message" : "Once freedom is equated with a certain material standard of living, confiscation becomes the path to liberation.","name" : "James Bovard"},{"message" : "It's a kind of liberation to break free in language, if you can break free, but it's also a confinement, because form confines you - whatever the form.","name" : "Gerald Stern"},{"message" : "Liberation and equal-rights issues notwithstanding, it was a man's job to make a woman feel cherished and respected.","name" : "Tom Clancy"},{"message" : "Any attempt at liberation, no matter how great it might be, if it does not take into consideration the necessity of dissolving the ego, it is condemned to failure.","name" : "Samael Aun Weor"},{"message" : "Women's liberation will not be achieved until a woman can become paunchy and bald and still think that she's attractive to the opposite sex.","name" : "Earl Wilson"},{"message" : "Freedom means the power to act by soul guidance, not by the compulsions of desires and habits. Obeying the ego leads to bondage; obeying the soul brings liberation.","name" : "Paramahansa Yogananda"},{"message" : "Liberation is the path of transcendence. Manifestation is the path of immanence. Both lead to the same place: the divine.","name" : "Anodea Judith"},{"message" : "The dream is the liberation of the spirit from the pressure of external nature, a detachment of the soul from the fetters of matter.","name" : "Sigmund Freud"},{"message" : "The true liberation, the true path to freedom, lay in the ability to forgive.","name" : "Alyson Noel"},{"message" : "Women's liberation could have not succeeded if science had not provided them with contraception and household technology.","name" : "Max Perutz"},{"message" : "Liberation means you don't have to be silenced.","name" : "Toni Morrison"},{"message" : "Liberation is not deliverance.","name" : "Victor Hugo"},{"message" : "Liberation from every form of exploitation, the possibility of a more human and dignified life, the creation of a new humankind - all pass through this struggle.","name" : "Gustavo Gutiérrez"},{"message" : "The liberation cannot be reached but by means of the perception of the identity of the individual spirit with the universal spirit.","name" : "Laozi"},{"message" : "The prison life of the past looks in our own time like liberation itself.","name" : "Christopher Lasch"},{"message" : "Liberation does not come from outside.","name" : "Gloria Steinem"},{"message" : "Creativeness is liberation from slavery. Man is free when he finds himself in a state of creative activity. Creativeness leads to ecstasy of the moment. The products of creativeness are within time, but the creative act itself lies outside time.","name" : "Nikolai Berdyaev"},{"message" : "Liberation that raises a cry against others is no true liberation. Liberation that means revolutions of hate and violence and takes away lives of others or abases the dignity of others cannot be true liberty.","name" : "Oscar Romero"},{"message" : "Those who seek liberation for themselves alone cannot become fully enlightened.","name" : "Muso Soseki"},{"message" : "Liberation is a praxis: the action and reflection of men and women upon their world in order to transform it.","name" : "Paulo Freire"},{"message" : "Why think of liberation at some future time? Liberation is in the little things, here and now.","name" : "B.K.S. Iyengar"},{"message" : "The awareness of liberation is not liberation. The awareness of time is not liberation.","name" : "Frederick Lenz"},{"message" : "As with all forms of liberation, of which the liberation of women is only one example, it is easy to suppose in a time of freedom that the darker days of repression can never come again.","name" : "Jonathan Franzen"},{"message" : "But the whole point of liberation is that you get out. Restructure your life. Act by yourself.","name" : "Janes Fonda"},{"message" : "If you live your life burning for the highest possibility, in that burning itself, there is liberation.","name" : "Jaggi Vasudev"}]}