{"title" : "Lies","quotes" : [{"message" : "Lies require commitment.","name" : "Veronica Roth"},{"message" : "If you tell a big enough lie and tell it frequently enough, it will be believed.","name" : "Adolf Hitler"},{"message" : "Things come apart so easily when they have been held together with lies.","name" : "Dorothy Allison"},{"message" : "Man is not what he thinks he is, he is what he hides.","name" : "Andr_ Malraux"},{"message" : "A lie can travel halfway around the world while the truth is putting on its shoes.","name" : "Mark Twain"},{"message" : "Every violation of truth is not only a sort of suicide in the liar, but is a stab at the health of human society.","name" : "Ralph Waldo Emerson"},{"message" : "False words are not only evil in themselves, but they infect the soul with evil.","name" : "Plato"},{"message" : "He who permits himself to tell a lie once, finds it much easier to do it a second and a third time till at length it becomes habitual.","name" : "Thomas Jefferson"},{"message" : "There is nothing in the world more shameful than establishing one's self on lies and fables.","name" : "Johann Wolfgang von Goethe"},{"message" : "A lie with a purpose is one of the worst kind, and the most profitable.","name" : "Finley Peter Dunne"},{"message" : "Lying increases the creative faculties, expands the ego, lessens the friction of social contacts. It is only in lies, wholeheartedly and bravely told, that human nature attains through words and speech the forbearance, the nobility, the romance, the idealism, that -- being what it is -- it falls so short of in fact and in deed.","name" : "Clare Boothe Luce"},{"message" : "I detest the man who hides one thing in the depth of his heart and speaks forth another.","name" : "Homer"},{"message" : "With lies you may go ahead in the world, but you can never go back.","name" : "Russian Proverb"},{"message" : "The least initial deviation from the truth is multiplied later a thousandfold.","name" : "Aristotle"},{"message" : "A lie has speed, but truth has endurance.","name" : "Edgar J. Mohn"},{"message" : "We tell lies when we are afraid... afraid of what we don't know, afraid of what others will think, afraid of what will be found out about us. But every time we tell a lie, the thing that we fear grows stronger.","name" : "Tad Williams"},{"message" : "When you tell a lie, you steal someone's right to the truth.","name" : "Khaled Hosseini"},{"message" : "A single lie destroys a whole reputation of integrity.","name" : "Baltasar Gracian"},{"message" : "A lie does not consist in the indirect position of words, but in the desire and intention, by false speaking, to deceive and injure your neighbour.","name" : "Jonathan Swift"},{"message" : "By a lie, a man...annihilates his dignity as a man.","name" : "Immanuel Kant"},{"message" : "We lie loudest when we lie to ourselves.","name" : "Eric Hoffer"},{"message" : "He who permits himself to tell a lie once, finds it much easier to do it a second and a third time till at length it becomes habitual.","name" : "Thomas Jefferson"},{"message" : "A successful lie cannot be brought into this world and capriciously abandoned; like any committed relationship, it must be maintained, and with far more devotion than the truth, which carries on being carelessly true without any help.","name" : "Lionel Shriver"},{"message" : "People do not believe lies because they have to, but because they want to.","name" : "Malcolm Muggeridge"},{"message" : "A lie never lives to be old.","name" : "Sophocles quotes"},{"message" : "The more you defend a lie, the angrier you become.","name" : "Mitch Albom"},{"message" : "Because everybody lies. It's part of living in society. Don't get me wrong - I think it's necessary. The last thing anyone wants is to live in a society where total honesty prevails. Can you imagine the conversations? You're short and fat, one person might say, and the other might answer, I know. But you smell bad. It just wouldn't work. So people lie by omission all the time. People will tell you most of the story...and I've learned that the part they neglect to tell you is often the most important part. People hide the truth because they're afraid.","name" : "Nicholas Sparks"},{"message" : "A lie will easily get you out of a scrape, and yet, strangely and beautifully, rapture possesses you when you have taken the scrape and left out the lie.","name" : "C. E. Montague"},{"message" : "Falsehood is so easy, truth so difficult....Examine your words well, and you will find that even when you have no motive to be false, it is a very hard thing to say the exact truth, even about your own immediate feelings -- much harder than to say something fine about them which is_not_the exact truth.","name" : "George Eliot"},{"message" : "Falsehoods not only disagree with truths, but usually quarrel among themselves.","name" : "Daniel Webster"},{"message" : "The only form of lying that is absolutely beyond reproach is Iying for its own sake.","name" : "Oscar Wilde"},{"message" : "Falsehood is never so successful as when she baits her hook with truth, and no opinions so fatally mislead us as those that are not wholly wrong, as no watches so effectively deceive the wearer as those that are sometimes right.","name" : "Charles Caleb Colton"},{"message" : "He who has not a good memory should never take upon him the trade of lying.","name" : "Michel de Montaigne"},{"message" : "It is a double pleasure to deceive the deceiver.","name" : "Jean de la Fontaine"},{"message" : "Lord, Lord, how this world is given to lying!","name" : "William Shakespeare"},{"message" : "I do not mind lying, but I hate inaccuracy.","name" : "Joseph Butler"},{"message" : "Though leaves are many, the root is one; . Through all the lying days of my youth . I swayed my leaves and flowers in the sun; . Now I may wither into the truth.","name" : "William Butler Yeats"},{"message" : "Truth, like light, blinds. Falsehood, on the contrary, is a beautiful twilight that enhances every object.","name" : "Albert Camus"},{"message" : "Deception is not as creative as truth. We do best in life if we look at it with clear eyes, and I think that applies to coming up to death as well.","name" : "Cicely Saunders"},{"message" : "I count false words the foulest plague of all.","name" : "Aeschylus"},{"message" : "To lie a little is not possible; whoever lies, lies a whole lie.","name" : "Victor Hugo"},{"message" : "The most common lie is that which one lies to himself; lying to others is relatively an exception.","name" : "Friedrich Nietzsche"},{"message" : "It reminds me of the small boy who jumbled his biblical quotations and said: A lie is an abomination unto the Lord, and a very present help in trouble.","name" : "Adlai Stevenson"},{"message" : "She tells enough white lies to ice a wedding cake.","name" : "Margot Asquith"},{"message" : "Matilda told such Dreadful Lies, . It made one Gasp and Stretch one’s Eyes; . Her Aunt, who, from her Earliest Youth, . Had kept a Strict Regard for Truth, . Attempted to Believe Matilda: . The effort very nearly killed her.","name" : "Hilaire Belloc"},{"message" : "Telling lies is a bit like tiling bathrooms—if you don’t know how to do it properly, it’s best not to try.","name" : "Tom Holt"},{"message" : "A little inaccuracy sometimes saves tons of explanation.","name" : "Saki"},{"message" : "O what a tangled web we weave, .","name" : "Walter Scott"},{"message" : "Without lies humanity would perish of despair and boredom.","name" : "Anatole France"},{"message" : "There are three kinds of lies: lies, damned lies and statistics.","name" : "Benjamin Disraeli"},{"message" : "Whoever would lie usefully should lie seldom.","name" : "Lord Hervey"},{"message" : "The retort courteous…the quip modest…the reply churlish…the reproof valiant…the countercheck quarrelsome…the lie circumstantial…the lie direct.","name" : "William Shakespeare"},{"message" : "If you want truth to go round the world you must hire an express train to pull it; but if you want a lie to go round the world, it will fly: it is as light as a feather, and a breath will carry it. It is well said in the old proverb, ‘a lie will go round the world while truth is pulling its boots on.","name" : "C.H. Spurgeon"},{"message" : "The cruellest lies are often told in silence.","name" : "Robert Louis Stevenson"},{"message" : "One of the most striking differences between a cat and a lie is that a cat has only nine lives.","name" : "Mark Twain"},{"message" : "Great is the power of steady misrepresentation.","name" : "Charles Darwin"},{"message" : "A deception that elevates us is dearer than a host of low truths.","name" : "Alexander Pushkin"},{"message" : "Surely to tell these tall tales and others like them would be to speed the myth, the wicked lie, that the past is always tense and the future, perfect.","name" : "Zadie Smith"},{"message" : "In human relations kindness and lies are worth a thousand truths.","name" : "Graham Greene"},{"message" : "Can we devise one of those lies—the kind which crop up as the occasion demands, which we were talking about not so long ago—so that with a single noble lie we can indoctrinate the rulers themselves, preferably, but at least the rest of the community?","name" : "Plato"},{"message" : "There is no worse lie than a truth misunderstood by those who hear it.","name" : "William James"},{"message" : "The Social Contract is nothing more or less than a vast conspiracy of human beings to lie to and humbug themselves and one another for the general Good. Lies are the mortar that bind the savage individual man into the social masonry.","name" : "H.G. Wells"},{"message" : "Died some, pro patria, . non ‘dulce’ non ‘et decor’… . walked eye-deep in hell . believing in old men's lies, the unbelieving .","name" : "Ezra Pound"},{"message" : "Anyone who tells a lie has not a pure heart, and cannot make a good soup.","name" : "Ludwig van Beethoven"},{"message" : "From all that terror teaches, . From lies of tongue and pen, . From all the easy speeches . That comfort cruel men, . From sale and profanation . Of honour and the sword, . From sleep and from damnation, .","name" : "G.K. Chesterton"},{"message" : "If I ever said in grief or pride. I tired of honest things. I lied.","name" : "Edna Saint Vincent Millay"},{"message" : "You cannot weave truth on a loom of lies.","name" : "Suzette Haden Elgin"},{"message" : "So often the truth is told with hate, and lies are told with love.","name" : "Rita Mae Brown"},{"message" : "The man who fears no truths has nothing to fear from lies.","name" : "Thomas Jefferson"},{"message" : "Never believe anything a writer tells you about himself. A man comes to believe in the end the lies he tells himself about himself.","name" : "George Bernard Shaw"},{"message" : "The trouble with lying and deceiving is that their efficiency depends entirely upon a dear notion of the truth that the liar and deceiver wishes to hide.","name" : "Hannah Arendt"},{"message" : "Hurt me with the truth. Don’t comfort me with a lie.","name" : "Rihanna"},{"message" : "From long journeys long lies.","name" : "Spanish Proverb"},{"message" : "If lies are to find credence, they must be patched with truth.","name" : "Danish Proverb"},{"message" : "Lies and gossip have a wretched offspring.","name" : "Danish Proverb"},{"message" : "Lies and Latin go round the world.","name" : "Danish Proverb"},{"message" : "Lies have short legs and are soon overtaken.","name" : "Spanish Proverb"},{"message" : "Lies have short wings.","name" : "German Proverb"},{"message" : "Lies melt the snow.","name" : "German Proverb"},{"message" : "Lies that build are better than truths that destroy.","name" : "West African Proverb"},{"message" : "Rabbits and lies easily multiply.","name" : "Spanish Proverb"},{"message" : "No man understands dishonesty better than the abbot who has been a monk.","name" : "French Proverb"},{"message" : "Honesty brings success, dishonesty defeats itself.","name" : "Chinese Proverb"},{"message" : "But liars we can never trust, . Even when they say what is true. . And he who does one fault at first . And lies to hide it, makes it two.","name" : "Isaac Watts"},{"message" : "Sometimes I lie. . I'm a good storyteller, though I know not why .","name" : "Maria Anderson"},{"message" : "This is not lying. This is creative reasoning.","name" : "Wayne Malloy"}]}