{"title" : "LIfe Lesson","quotes" : [{"message" : "Life is not a problem to be solved, but a reality to be experienced.","name" : "Soren Kierkegaard"},{"message" : "Short cuts make long delays.","name" : "J.R.R. Tolkien"},{"message" : "Mistakes are a part of being human. Appreciate your mistakes for what they are: precious life lessons that can only be learned the hard way.","name" : "Al Franken"},{"message" : "Life is inherently risky. There is only one big risk you should avoid at all costs, and that is the risk of doing nothing.","name" : "Denis Waitley"},{"message" : "The hardest thing to learn in life is which bridge to cross and which bridge to burn.","name" : "David Russell"},{"message" : "Don't let anyone ever make you feel like you don't deserve what you want.","name" : "Heath Ledger"},{"message" : "To see the world, things dangerous to come to, to see behind walls, to draw closer, to find each other and to feel. That is the purpose of life.","name" : "The Secret Life Of Walter Mitty"},{"message" : "We make a living by what we get. We make a life by what we give.","name" : "Winston Churchill"},{"message" : "In three words I can sum up everything I've learned about life: it goes on.","name" : "Robert Frost"},{"message" : "Mistakes are part of the dues one pays for a full life.","name" : "Sophia Loren"},{"message" : "In the long run, we shape our lives, and we shape ourselves. The process never ends until we die. And the choices we make are ultimately our own responsibility.","name" : "Eleanor Roosevelt"},{"message" : "Good judgment comes from experience, and experience comes from bad judgment.","name" : "Rita Mae Brown"},{"message" : "At times you have to leave the city of your comfort and go into the wilderness of your intuition. What you ll discover will be wonderful. What you ll discover is yourself.","name" : "Alan Alda"},{"message" : "If you don't design your own life plan, chances are you'll fall into someone else's plan. And guess what they have planned for you' Not much.","name" : "Jim Rohn"},{"message" : "Experience is a hard teacher because she gives the test first, the lesson afterwards.","name" : "Vernon Saunders Law"},{"message" : "Your attitude, not your aptitude, will determine your altitude.","name" : "Zig Ziglar"},{"message" : "And in the end, it's not the years in your life that count. It's the life in your years.","name" : "Abraham Lincoln"},{"message" : "Life is not measured by the number of breaths you take, but by every moment that takes your breath away.","name" : "unknown"},{"message" : "Breathe. Let go. And remind yourself that this very moment is the only one you know you have for sure.","name" : "Oprah Winfrey"},{"message" : "The only real mistake is the one from which we learn nothing.","name" : "John Powell"},{"message" : "No matter how hard you kick, no matter how high you get, you can't go all the way around.","name" : "John Green"},{"message" : "But one of the big lessons I have learned from my journey is you can't please everyone, so don't try.","name" : "Chris Colfer"},{"message" : "You can't wait around for something to become good, it either is, or isn't.","name" : "Toni Aleo"},{"message" : "I am not someone who is ashamed of my past. I'm actually really proud. I know I made a lot of mistakes, but they, in turn, were my life lessons.","name" : "Drew Barrymore"},{"message" : "Your time is limited, so don't waste it living someone else's life.","name" : "Steve Jobs"},{"message" : "You get in life what you have the courage to ask for.","name" : "Oprah Winfrey"},{"message" : "A great attitude becomes a great day which becomes a great month which becomes a great year which becomes a great life.","name" : "Mandy Hale"},{"message" : "You can't live your life for other people. You've got to do what's right for you, even if it hurts some people you love.","name" : "The Notebook"},{"message" : "We are who we choose to be.","name" : "Green Goblin"},{"message" : "I made a resolve then that I was going to amount to something if I could. And no hours, nor amount of labor, nor amount of money would deter me from giving the best that there was in me. And I have done that ever since, and I win by it. I know.","name" : "Harland Sanders"},{"message" : "I didn't get there by wishing for it or hoping for it, but by working for it.","name" : "Estee Lauder"},{"message" : "I can accept failure, everyone fails at something. But I cannot accept not trying.","name" : "Michael Jordan"},{"message" : "In every success story, you will find someone who has made a courageous decision.","name" : "Peter F. Drucker"},{"message" : "If there are things you don't like in the world you grew up in, make your own life different.","name" : "Dave Thomas"},{"message" : "Things turn out best for those who make the best of the way things turn out.","name" : "Jack Buck"},{"message" : "Whenever you want to achieve something, keep your eyes open, concentrate and make sure you know exactly what it is you want. No one can hit their target with their eyes closed.","name" : "Paulo Coelho"},{"message" : "Blessed is he who expects nothing, for he shall never be disappointed.","name" : "Alexander Pope"},{"message" : "What to do with a mistake - recognize it, admit it, learn from it, forget it.","name" : "Dean Smith"},{"message" : "Believe in yourself. Have faith in your abilities. Without a humble but reasonable confidence in your own powers you cannot be successful or happy.","name" : "Norman Vincent Peale"},{"message" : "Don't let what you can't do stop you from doing what you can do.","name" : "John Wooden"},{"message" : "Protect your spirit from contamination; limit your time with negative people.","name" : "Thema Davis"},{"message" : "Remember that failure is an event, not a person.","name" : "Zig Ziglar"},{"message" : "Don't cry because it's over, smile because it happened.","name" : "Dr. Seuss"},{"message" : "The past has no power over the present moment.","name" : "Eckhart Tolle"},{"message" : "Take chances, make mistakes. That's how you grow. Pain nourishes your courage. You have to fail in order to practice being brave.","name" : "Mary Tyler Moore"},{"message" : "The more difficult the victory, the greater the happiness in winning.","name" : "Pele"},{"message" : "If you fail to prepare, you're prepared to fail.","name" : "Mark Spitz Tap"},{"message" : "Nothing fails like success.","name" : "Alan Watts"},{"message" : "My advice to myself and to everyone else, particularly young people, is to turn on, tune in and drop out.","name" : "Timothy Leary"},{"message" : "There is only one principle that can be defended under all circumstances and in all stages of human development. It is the principle: anything goes.","name" : "Paul Feyerabend"},{"message" : "Does this path have a heart? If it does, the path is good; if it doesn’t, it is of no use. Both paths lead nowhere, but one has a heart, the other doesn’t. One makes for a joyful journey; as long as you follow it, you are one with it. The other will make you curse your life.","name" : "Carlos Castaneda"},{"message" : "He who knows does not speak. He who speaks does not know.","name" : "Lao Tzu"},{"message" : "To win without fighting is best.","name" : "Sun Tzu"},{"message" : "You cannot step into the same river twice.","name" : "Heraclitus"},{"message" : "The path up and down is one and the same.","name" : "Heraclitus"},{"message" : "The unexamined life is not worth living.","name" : "Socrates"},{"message" : "Who watches the watchmen?","name" : "Juvenal"},{"message" : "Life is long if you know how to live it.","name" : "Seneca"},{"message" : "Life is perhaps most wisely regarded as a bad dream between two awakenings, and every day is a life in miniature.","name" : "Chu-Yin"},{"message" : "Art and religion first; then philosophy; lastly science. That is the order of the great subjects of life, that’s their importance.","name" : "Murial Spark"},{"message" : "The human crowd has been the lesson of my life. I can come to it with the born timidity of the poet, with the fear of the timid, but once I am in its midst, I feel transfigured. I am part of the essential majority, I am one more leaf on the great human tree.","name" : "Pablo Neruda"},{"message" : "Everyone is your friend if you say yes, but say no and watch how they react. It's been a huge life lesson for me.","name" : "Hannah Simone"},{"message" : "When you share your story and become vulnerable, the ripple effect and the people that you can help along the way is a life lesson.","name" : "Sophie Gregoire Trudeau"},{"message" : "I think I've discovered the secret of life — you just hang around until you get used to it.","name" : "Charles Schulz"},{"message" : "Life is an educational process you can't opt out of. You either learn the lesson, or you become the lesson.","name" : "Robert Brault"},{"message" : "Life is a long lesson in humility.","name" : "James M. Barrie"},{"message" : "Most things break, including hearts. The lessons of life amount not to wisdom, but to scar tissue and callus.","name" : "Wallace Stegner"},{"message" : "The greatest lesson in life is to know that even fools are right sometimes.","name" : "Winston S. Churchill"},{"message" : "The only thing experience teaches us is that experience teaches us nothing.","name" : "André Maurois"},{"message" : "Experience is a good teacher, but she sends in terrific bills.","name" : "Minna Antrim"},{"message" : "Many great actions are committed in small struggles.","name" : "Victor Hugo"},{"message" : "If you aren't going all the way, why go at all?","name" : "Joe Namath"},{"message" : "Mountain, get out of my way.","name" : "Montel Williams"},{"message" : "So many tremendous decisions in life are made because it is five o'clock.","name" : "Arthur Miller"},{"message" : "For me, every hour is grace. And I feel gratitude in my heart each time I can meet someone and look at his or her smile.","name" : "Elie Wiesel"},{"message" : "All of the events in your life are just one big experience, one big life lesson. Whether you consider the events of your life good or bad, they're both just life experiences. It's these experiences, which have shaped you as a person, and guide you along the journey of your life.","name" : "James A. Murphy"},{"message" : "The lessons of your life are what allow you to live the life you have. Maybe your life isn't exactly what you expected. Maybe it hasn't turned out quite the way you thought it would. However, every lesson in your life has value.","name" : "James A. Murphy"},{"message" : "I learned the most from the times of great difficulty in my life. These hard times were my teacher and from them I learned my most important lesson—give back.","name" : "Richard J. Chin"},{"message" : "I find that when we really love and accept and approve of ourselves exactly as we are, then everything in life works.","name" : "Louise Hay"},{"message" : "There are no mistakes, no coincidences. All events are blessings given to us to learn from.","name" : "Elisabeth Kübler-Ross"},{"message" : "Life is a succession of lessons which must be lived to be understood.","name" : "Ralph Waldo Emerson"},{"message" : "Life is a test, a school where we come to learn and grow in our spiritual understanding and personal development, a school designed for each of us to reach our own unique destiny. Each of us is here to learn, to grow, to master the challenges that we face, and to expand our capacity for love and compassion. Taking life on with courage, trusting that we are meant to learn from every experience in life is why we are here.","name" : "Judy Tatelbaum"},{"message" : "We are misled from early childhood to think that life is something you get through. Life is something to be in.","name" : "Dustin Hoffman"},{"message" : "Learn lessons and live in the moment knowing you are mortal.","name" : "Bernie S. Siegel"},{"message" : "Look to this Day! For it is Life, the very Life of Life.","name" : "Kalidasa"},{"message" : "I can't change the direction of the wind, but I can adjust my sails to always reach my destination.","name" : "Jimmy Dean"},{"message" : "The day you stop racing, is the day you win the race.","name" : "Bob Marley"}]}