{"title" : "Life Being Hard","quotes" : [{"message" : "You start with a darkness to move through but sometimes the darkness moves through you.","name" : "Dean Young"},{"message" : "Life is at its best when everything has fallen out of place, and you decide that you're going to fight to get them right, not when everything is going your way and everyone is praising you.","name" : "Thisuri Wanniarachchi"},{"message" : "Faith is why I'm here today and faith is why I made it through.","name" : "Jonathan Anthony Burkett"},{"message" : "You need to spend time crawling alone through shadows to truly appreciate what it is to stand in the sun.","name" : "Shaun Hick"},{"message" : "Life is hard for everyone. That's why there's such a nice reward at the end of it.","name" : "Aidan Quinn"},{"message" : "If you would only recognize that life is hard, things would be so much easier for you.","name" : "Louis D. Brandeis"},{"message" : "My philosophy is: Life is hard, but God is good. Try not to confuse the two.","name" : "Anne F. Beiler"},{"message" : "Life is hard. It is not too short, it is too long. But you have to learn how to live; you have to have a sense of humour.","name" : "Carolina Herrera"},{"message" : "Life is hard. After all, it kills you.","name" : "Katharine Hepburn"},{"message" : "We must accept finite disappointment, but we must never lose infinite hope.","name" : "Martin Luther King, Jr."},{"message" : "We must embrace pain and burn it as fuel for our journey.","name" : "Kenji Miyazawa"},{"message" : "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it.","name" : "Henry Ford"},{"message" : "The gem cannot be polished without friction, nor man perfected without trials.","name" : "Chinese Proverb"},{"message" : "Problems are not stop signs, they are guidelines.","name" : "Robert Schuller"},{"message" : "Pain is your friend; it is your alie. Pain reminds you to finish the job and get the hell home. Pain tells you when you have been seriously wounded.","name" : "G.I. Jane"},{"message" : "Tough times never last, but tough people do.","name" : "Robert H Schuller"},{"message" : "A problem is a chance for you to do your best.","name" : "Duke Ellington"},{"message" : "I ask not for a lighter burden, but for broader shoulders.","name" : "Jewish Proverb"},{"message" : "One who gains strength by overcoming obstacles possesses the only strength which can overcome adversity.","name" : "Albert Schweitzer"},{"message" : "Life is not always fair. Sometimes you get a splinter sliding down a rainbow.","name" : "Terri Guillemets"},{"message" : "Nothing good comes cheaply so we shouldn't be surprised when we meet the hard while going for the best. Hard times are not quit times.","name" : "Terry Mark"},{"message" : "The last battle always seems the toughest and to give up will always bring the worst defeat.","name" : "Terry Mark"},{"message" : "Don't pray for an easy life, pray for the strength to endure a difficult one.","name" : "Bruce Lee"},{"message" : "The hardest thing to learn in life is which bridge to cross and which to burn.","name" : "David Russell"},{"message" : "If you're already in a hole, it is no use to continue digging.","name" : "Roy W. Walters"},{"message" : "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.","name" : "Thomas Edison"},{"message" : "To conquer fear is the beginning of wisdom.","name" : "Bertrand Russell"},{"message" : "It is not the mountain we conquer, but ourselves.","name" : "Edmund Hillary"},{"message" : "It always seems impossible until it's done.","name" : "Nelson Mandela"},{"message" : "When I hear somebody sigh, Life is hard,' I am always tempted to ask, Compared to what '","name" : "Sydney J. Harris"},{"message" : "Life is hard and it gets worse and worse and worse.","name" : "Cat Power"},{"message" : "And hard times are good in their own way, too. Because the only way you can achieve true happiness is if you experience true sadness as well. It's all about light and shade. Balance.","name" : "Gabrielle Williams"},{"message" : "Life is hard enough without someone walking into your life on purpose and making it worse.","name" : "Pauley Perrette"},{"message" : "I'll tell you something about tough times. They just about kill you, but if you decide to keep working at them, you'll find your way through.","name" : "Joan Bauer"},{"message" : "The greater the obstacle, the more glory in overcoming it.","name" : "Moliere"},{"message" : "But that's the challenge-to change the system more than it changes you.","name" : "Michael Pollan"},{"message" : "The key to life is accepting challenges. Once someone stops doing this, he's dead.","name" : "Bette Davis"},{"message" : "Only those who dare to fail greatly can ever achieve greatly.","name" : "Robert F. Kennedy"},{"message" : "Difficulties strengthen the mind, as labor does the body.","name" : "Seneca"},{"message" : "We all want things to stay the same. Settle for living in misery because we are afraid of change, of things crumbling to ruins. Ruin is a gift. Ruin is the road to transformation.","name" : "Elizabeth Gilbert"},{"message" : "When you have exhausted all possibilities, remember this: you haven't.","name" : "Thomas Edison"},{"message" : "Rock bottom became the solid foundation on which I rebuilt my life.","name" : "J.K. Rowling"},{"message" : "When you get into a tight place and everything goes against you, till it seems as though you could not hang on a minute longer, never give up then, for that is just the place and time that the tide will turn.","name" : "Harriet Beecher Stowe"},{"message" : "We can't be afraid of change. You may feel very secure in the pond that you are in, but if you never venture out of it, you will never know that there is such a thing as an ocean, a sea.","name" : "C. JoyBell C."},{"message" : "If you break your neck, if you have nothing to eat, if your house is on fire, then you got a problem. Everything else is inconvenience.","name" : "Robert Fulghum"},{"message" : "You may not realize it when it happens, but a kick in the teeth may be the best thing in the world for you.","name" : "Walt Disney"},{"message" : "In the midst of winter, I finally learned that there was in me an invincible summer.","name" : "Albert Camus"},{"message" : "Adversity is like a strong wind. It tears away from us all but the things that cannot be torn, so that we see ourselves as we really are.","name" : "Arthur Golden"},{"message" : "Life is very simple: it merely consists in learning how to accept the impossible, how to do without the indispensable, how to endure the insupportable.","name" : "Kathleen Norris"},{"message" : "Life is a crowded superhighway with bewildering cloverleaf exits on which a man is liable to find himself speeding back in the direction he came.","name" : "Peter De Vries"},{"message" : "As I grow to understand life less and less, I learn to love it more and more.","name" : "Jules Renard"},{"message" : "Life is a hospital in which every patient wants to change his bed for another's.","name" : "Baudelaire"},{"message" : "It is impossible to cheat life; there are no answers to the problems of life in the back of the book.","name" : "Kierkegaard"},{"message" : "He has spent his life best who has enjoyed it most; God will take care that we do not enjoy it any more than is good for us.","name" : "Samuel Butler"},{"message" : "Many people who spend their time mourning over the brevity of life, could make it seem longer if they did a little more work.","name" : "Don Marquis"},{"message" : "Life seems to be divided into two periods: in the first we indulge, in the second we preach.","name" : "Will Durant"},{"message" : "We are here to add what we can to life, not to get what we can from it.","name" : "William Osler"},{"message" : "It is not true that life is one damn thing after another: it's one damn thing over and over.","name" : "Edna St. Vincent Millay"},{"message" : "The life of a man in this world is like the life of a fly in a room filled with a hundred boys, each armed with a flyswatter.","name" : "Mencken"},{"message" : "About the time we learn how to make the most of life, most of it is gone.","name" : "Evan Esar"},{"message" : "Life is generally made up of three things: pretense, suspense. and expense.","name" : "Evan Esar"},{"message" : "Life is a matter about which we are lost if we reason either too much or too little.","name" : "Samuel Butler"},{"message" : "Life is no laughing matter, except to the man who can laugh at his troubles.","name" : "Evan Esar"},{"message" : "When a person puts his best foot forward and gets it stepped on-that's life.","name" : "Evan Esar"},{"message" : "Life consists not in holding good cards, but in playing well those you do hold.","name" : "Josh Billings"},{"message" : "Life is painting a picture, not doing a sum.","name" : "Justice O.W. Holmes"},{"message" : "Your decisions influence how you will live the remainder of you life.","name" : "John A. Andrews"},{"message" : "Life moves swiftly, and you need to act before you're acted upon.","name" : "John A. Andrews"},{"message" : "Life is not divided into semesters. You don't get summers off and very few employers are interested in helping you find yourself.","name" : "Vincenzo Berghella"},{"message" : "In real life, people actually have to leave the coffee shop and go to jobs.","name" : "Vincenzo Berghella"},{"message" : "The refusal to accept suffering as a natural part of life can lead to viewing oneself as a perpetual victim and blaming others for our problems.","name" : "Rudolph Giuliani"},{"message" : "Whether you suffer depends on how you respond to a given situation.","name" : "Rudolph Giuliani"},{"message" : "Every problem is an opportunity in disguise.","name" : "Jason K. Baxter"},{"message" : "Adversity reveals genius. Prosperity conceals it.","name" : "Horatius"},{"message" : "To be tested is good. The challenged life may be the best therapist.","name" : "Gail Sheehy"},{"message" : "We may counter many defeats, but we must not be defeated.","name" : "Maya Angelou"},{"message" : "When life knocks you down, try to land on your back. Because if you can look up, you can get up.","name" : "Les Brown"},{"message" : "You don't make your character in a crises; you exhibit it.","name" : "Mark Twain"},{"message" : "The darker the night, the sweetest the victory.","name" : "Bill Clinton"},{"message" : "One must not be afraid of being hurt. The world is full of all kinds of hurts and it is only by facing them that we can become strong and hardy.","name" : "Indira Gandhi"},{"message" : "There are millions of people in the world but most of them just drift along, afraid of death and even more afraid of life.","name" : "Indira Gandhi"},{"message" : "Hard times can mean no money.","name" : "Andrew Matthews"},{"message" : "Hard times can mean no friends, no job, no hope.","name" : "Andrew Matthews"},{"message" : "Sometimes life is hard. How do you hang on when things seem hopeless? You can tackle your problems as you would climb a mountain.","name" : "Andrew Matthews"},{"message" : "Through hard times. It puts your life into perspective. It will get you back on track.","name" : "Andrew Matthews"},{"message" : "We will all have setbacks in life--not maybe, not might, but for sure. We will all have setbacks in life. Both success and failure are decisions. Once your vision is in place, you need to decide you're going to win despite the setback.","name" : "Willie Jolley"},{"message" : "Where you put your focus and your energy will determine where you will go. If you focus on the setback and challenges it brought you, you cannot effectively move forward.","name" : "Willie Jolley"}]}