{"title" : "Life Goes On","quotes" : [{"message" : "Life is an operation which is done in a forward direction. One lives toward the future, because to live consists inexorably in doing, in each individual life making itself.","name" : "Jose Ortega Gasset"},{"message" : "People change and things go wrong but just remember life goes on.","name" : "Mac Miller"},{"message" : "All the art of living lies in a fine mingling of letting go and holding on.","name" : "Havelock Ellis"},{"message" : "Life goes on is a redundancy. Life is defined by its going on.","name" : "David Levithan"},{"message" : "Sometimes, you regret letting certain people into your life. The harm has already been done. All you can do is learn a lesson from it and move on. Life is to short to spend it on regrets. life goes on.","name" : "Gloria Lamisi"},{"message" : "To be judged for your imperfections is to be judged for being human, mistakes are made, life goes on, don't let other people change who you are.","name" : "Lee Jameson"},{"message" : "Even though we have been hurt, we must find a way to get through it, life goes on whether we want it to or not. The world keeps turning no matter how bad we feel. This is why we have to learn how to bounce back and keep moving forward.","name" : "Rashida Rowe"},{"message" : "We have this unspoken connection. We see each other, lock eyes, smile that one certain smile that means nothing to anyone else, but the world to us, and keep going on. life goes on, but our love remains.","name" : "Ritu Ghatourey"},{"message" : "I am strengthened by my weaknesses. I am brave because of my fears. I am greater because of my mistakes. Life goes on, forget the past.","name" : "Nishan Panwar"},{"message" : "When the pretty birds have flown, And you feel hurt and alone, Be strong and carry on, And remember that life goes on.","name" : "Mouloud Benzadi"},{"message" : "One thing always sure. Life go on with you or without you, no matter how much you seen.","name" : "Lalita Tademy"},{"message" : "In three words I can sum up everything I've learned about life: it goes on.","name" : "Robert Frost"},{"message" : "Life goes on pretty much the same way. I've been working on a couple of films on the side. You may see some more. You may even see another television show.","name" : "Norman Lear"},{"message" : "if something does go wrong, here is my advice. Keep calm and Carry on.","name" : "Maira Kalman"},{"message" : "Life gets more interesting as it goes on. It becomes fuller because there is perspective there.","name" : "Ann Dowd"},{"message" : "Remember, whether you choose to move on or stay stuck in the past, life goes on!","name" : "Billy Cox"},{"message" : "Life is more than just chess. Though king dies, life goes on.","name" : "Toba Beta"},{"message" : "Change has to come for life to struggle forward.","name" : "Helen Hollick"},{"message" : "You either get bitter or you get better. It's that simple. You either take what has been dealt to you and allow it to make you a better person, or you allow it to tear you down. The choice does not belong to fate, It belongs to you.","name" : "Josh Shipp"},{"message" : "You are responsible for your life. You can't keep blaming somebody else for your dysfunction. Life is really about moving on.","name" : "Oprah Winfrey"},{"message" : "Sometimes our light goes out, but is blown again into instant flame by an encounter with another human being.","name" : "Albert Schweitzer"},{"message" : "So long as this struggle known as life goes on, there will always be the music to fit the mood and make it better.","name" : "Patrick James Balthazor"},{"message" : "It's never nice to lose someone close to you; unfortunately, life goes on, and we have to make peace with it and move on.","name" : "Francois Hougaard"},{"message" : "When you get into a tight place and everything goes against you, till it seems as though you could not hang on a minute longer, never give up then, for that is just the place and time that the tide will turn.","name" : "Harriet Beecher Stowe"},{"message" : "Don't cry because it's over, smile because it happened.","name" : "Dr. Seuss"},{"message" : "If you carry joy in your heart, you can heal any moment.","name" : "Carlos Santana"},{"message" : "Every new beginning comes from some other beginning's end.","name" : "Seneca"},{"message" : "The great courageous act that we must all do, is to have the courage to step out of our history and past so that we can live our dreams.","name" : "Oprah Winfrey"},{"message" : "Grief is in two parts. The first is loss. The second is the remaking of life.","name" : "Anne Roiphe"},{"message" : "You are the sky. The clouds are what happens, what comes and goes.","name" : "Eckhart Tolle"},{"message" : "Things end. People leave. And you know what? Life goes on.","name" : "Elizabeth Scott"},{"message" : "Things change. Stuff happens. Life goes on.","name" : "Elizabeth Scott"},{"message" : "In the middle of life, death comes to take your measurements. The visit is forgotten and life goes on. But the suit is being sewn on the sly.","name" : "Tomas Transtromer"},{"message" : "Life goes on after sorrow, in spite of sorrow, as a defense against sorrow.","name" : "Cornelia Meigs"},{"message" : "The longer your life goes on, the more death you face.","name" : "Patrick Swayze"},{"message" : "Weep if you must Parting is hell But life goes on So sing as well.","name" : "Joyce Grenfell"},{"message" : "Life goes on and on, after one's lack has run out. Youthfulness persists, alas, long after one has ceased to be young.","name" : "Glenway Wescott"},{"message" : "Life goes on with fragile normalcy.","name" : "Sara Gruen"},{"message" : "You can't have an ending. It's impossible. Because unlike in the movies, life goes on. You're never at the end until you die.","name" : "E. Lockhart"},{"message" : "Life goes on forever like the gnawing of a mouse.","name" : "Edna St. Vincent Millay"},{"message" : "Our body is a machine for living. It is organized for that, it is its nature. Let life go on in it unhindered and let it defend itself.","name" : "Leo Tolstoy"},{"message" : "As life goes on it becomes tiring to keep up the character you invented for yourself, and so you relapse into individuality and become more like yourself everyday.","name" : "Agatha Christie"},{"message" : "You are always a student, never a master. You have to keep moving forward.","name" : "Conrad Hall"}]}