We have free will, but our free will lies in our choice of thoughts.
Emmett Fox
We cannot lead a choiceless life. Every day, every moment, every second, there is a choice. If it were not so, we would not be an individuals.
Ernest Holmes
Decide what you want, decide what you are willing to exchange for it. Establish your priorities and go to work.
H.L. Hunt
The history of free men is never really written by chance but by choice — their choice.
Dwight Eisenhower
Every intersection in the road of life is an opportunity to make a decision.
Duke Ellington
You have brains in your head. You have feet in your shoes.. You can steer yourself any direction you choose.. You're on your own. And you know what you know.. And you are the guy who decide where to go.
Dr. Seuss
It is the ability to choose which makes us human.
Madeleine L'Engle
Mankind's greatest gift, also its greatest curse, is that we have free choice. We can make our choices built from love or from fear.
Elisabeth Kubler-Ross
Until a person can say deeply and honestly, 'I am what I am today because of the choices I made yesterday.' That person cannot say, 'I choose otherwise.
Steven Covey
it is our choices... that show what we truly are, far more than our abilities.
J.K. Rowling
By choosing we learn to be responsible. By paying the price of our choices, we learn to make better choices.
Martha Sinetar
Creative choice is your birthright. Please own it.
John Bradshaw
Free choice is one of the highest of all the mental processes.
Maria Montessori
Know to choose well. Most of lives depend thereon. It needs a good taste and correct judgement, for which neither intellect nor study sufficient.
Baltasar Gracian y Morales
When you have to make a choice and you don't make it, that is in itself a choice.
William James
As adults, our choices are almost unlimited, but that does not mean they are not painful. Frequently our choices lie between the lesser of two evils, but it is still within our power to make these choices.
M. Scott Peck
The entirety of one's adult life is a series of personal choices, decisions. If we can accept this totally, then we become free people. To the extent that we do not accept this we will forever feel ourselves victim.
M. Scott Peck
You are the person who has to decide. . Whether you'll do it or toss it aside;. You are the person who makes up your mind.. Whether you'll lead or will linger behind.. Whether you'll try for the goal that's afar.. Or just be contented to stay where you are.
Edgar A. Guest
Choice of attention — to pay attention to this and ignore that — is to the inner life what choice of action is to the outer. In both cases, a man is responsible for his choice and must accept the consequences whatever they may be.
W.H. Auden
Destiny is not a matter of chance, but of choice, not something to wish for, but to attain.
William Jennings Bryan
We are so often wide awake about the decisions our elected officials make in the political, public realm, and so asleep about our private choices.
Courtney E. Martin
This independence of will, mind, and imagination would inform her poetry and her life choices from that point on.
Becca Anderson
Life is all about choices. I remember the choices that my mother, for instance, did not have the opportunity to make.
Gwen Ifill
To make such choices, you have to know who you are, what is important to you, and where you would like to go.
Vincent Barnett
In all things in life, choose your conscience and trust your instincts, and lead your life without regrets.
Anna Quindlen
Life is the sum of all your choices.
Albert Camus
Being smart and making smarter decisions puts you in a better position to make better choices.
James A. Murphy
No matter how difficult your situation may be, there is always a choice you can make. A choice which will make all the difference in your life.
James A. Murphy
When nothing else seems to work, just choose how you see, hear, and feel about whatever it is.
James A. Murphy
Life presents you with so many decisions. A lot of times, they’re right in front of your face and they’re really difficult, but we must make them.
Brittany Murphy
I believe that we are solely responsible for our choices, and we have to accept the consequences of every deed, word, and thought throughout our lifetime.
Elisabeth Kubler-Ross
I think that there is something beautiful about mortality. It makes our decisions mean more.
Brandon Boyd
It doesn’t matter which side of the fence you get off on sometimes. What matters most is getting off. You cannot make progress without making decisions.
Jim Rohn
The more decisions that you are forced to make alone, the more you are aware of your freedom to choose.
Thornton Wilder
Don't be afraid to make mistakes. But if you do, make new ones. Life is too short to make the wrong choice twice.
Joyce Rachelle
All you can do in regard to your own life is choose the best path that you believe in.
Ichiro Kishimi
No one can save a person from his or her thoughts and deeds except oneself. We can reach for particles of light to escape our dark chambers or continue to live with an inky soul. We make the choices that become our destiny.
Kilroy J. Oldster
Every day brings new choices.
Martha Beck
The hardest decisions in life are not between good and bad or right and wrong, but between two goods or two rights.
Joe Andrew
Choose your life's mate carefully. From this one decision will come 90 percent of all your happiness or misery.
H. Jackson Brown, Jr.
Any decision I make is the biggest decision of my life.
Carmelo Anthony
Your life changes the moment you make a new, congruent, and committed decision.
Anthony Robbins
The most difficult thing is the decision to act, the rest is merely tenacity. The fears are paper tigers. You can do anything you decide to do. You can act to change and control your life; and the procedure, the process is its own reward.
Amelia Earhart
This is as true in everyday life as it is in battle: we are given one life and the decision is ours whether to wait for circumstances to make up our mind, or whether to act, and in acting, to live.
Omar Bradley
We are the creative force of our life, and through our own decisions rather than our conditions, if we carefully learn to do certain things, we can accomplish those goals.
Stephen Covey
There are a lot of things going on with my life right now that don't just have to do with career. So I have a hard time making decisions about work. That's really a luxury problem.
Philip Seymour Hoffman
Concision in style, precision in thought, decision in life.
Victor Hugo
Look for your choices, pick the best one, and then go with it.
Pat Riley
But the rule seems to be that the bigger and more life-changing the decision, the less it will seem like a decision at all.
Hugh Mackay
It's very easy to make certain decisions that affect your life that you have no perspective on.
Jena Malone
Using the power of decision gives you the capacity to get past any excuse to change any and every part of your life in an instant.
Tony Robbins
Sometimes it's the smallest decisions that can change your life forever.
Keri Russell
I'm just kind of taking whatever life gives me and hoping that I make the right decision.
Amy Smart
Life is a matter of choices, and every choice you make makes you.
John C. Maxwell
When you live your life acting upon your deepest intuitions, no decision you ever make in life will be feared or a risk.
Keshia Chante
Life forces enough final decisions on us. We should have the sense to avoid as many of the unnecessary ones as we can.
John Irving
We can't undo a single thing we have ever done, but we can make decisions today that propel us to the life we want and towards the healing we need.
Steve Maraboli
The quality of your life ultimately is shaped by the quality of your choices and decisions.
Robin Sharma
Before you make a decision, ask yourself this question: will you regret the results or rejoice in them?
Rob Liano
We may know our true purpose in life, because we may choose our purpose in life.
Bryant McGill
Life presents many choices, the choices we make determine our future.
Catherine Pulsifer
In every single thing you do, you are choosing a direction. Your life is a product of choices.
Dr. Kathleen Hall
Each person has a choice; the choice to do as one may wish and as one wants remains with the individual. If a person sees no benefit to change, they will not change.
Byron Pulsifer
Your choice of people to associate with, both personally and business-wise, is one of the most important choices you make. If you associate with turkeys, you will never fly with the eagles.
Brian Tracy
Choices are the hinges of destiny.
Edwin Markham
The hardest thing to learn in life is which bridge to cross and which to burn.
David Russell
The doors we open and close each day decide the lives we live.
Flora Whittemore
To decide is to walk facing forward with nary a crick in your neck from looking back at the crossroads.
Betsy Canas Garmon
Decisions become easier when your will to please God outweighs your will to please the world.
Anso Coetzer
Once you make a decision, the universe conspires to make it happen.
Ralph Waldo Emerson
The strongest principle of growth lies in human choice.
George Eliot
There are two primary choices in life; to accept conditions as they exist, or accept the responsibility for changing them.
Denis Waitley
Choice means saying no to one thing so you can say yes to another.
Dan Millman
While we are free to choose our actions, we are not free to choose the consequences of our actions.
Stephen R. Covey
Every choice you make has an end result.
Zig Ziglar
For what is the best choice, for each individual is the highest it is possible for him to achieve.
Aristotle
We must make the choices that enable us to fulfill the deepest capacities of our real selves.
Thomas Merton
We choose our joys and sorrows long before we experience them.
Kahlil Gibran
And in life, it is all about choices we make. And how the direction of our lives comes down to the choices we choose.
Catherine Pulsifer
To decide, to be at the level of choice, is to take responsibility for your life and to be in control of your life.
Abbie M Dale
Every person, all the events of your life are drawn there because you have them there. What you choose to do with them is up to you.
Richard Bach
He is free knows how to keep in his own hands the power to decide.
Salvador De Madriaga
The self is not something ready-made, but something in continuous formation through choice of action.
John Dewey
All my life, whenever it comes time to make a decision, I make it and forget about it.
Harry S. Truman
Before my accidents, there were ten thousands things I could do. I could spend the rest of my life dwelling on the things that I had lost, but instead I chose to focus on the nine thousand I still had left.
W. Mitchell
In any moment of decision the best thing you can do is the right thing, the next best thing is the wrong thing, and the worst thing you can do is nothing.
Theodore Roosevelt
How you react to situations is your personal choice. It is your decision, and yours alone, to determine the importance you give to any situation.
Catherine Pulsifer