You learn to like someone when you find out what makes them laugh, but you can never truly love someone until you find out what makes them cry.
John Mayer
Why is it so embarrassing to admit you like someone? It should be a compliment to them, and even if they don't like you back, they should at least commend you on your refined taste.
Dalya Moon
The fact of the matter is that when there are feelings involved and you like someone, it doesn't matter if you're an actor, a teacher, a doctor, a lawyer, a receptionist, you can't really help it when you have feelings for someone.
Jessica Szohr
I'm all for being in love and whenever I like someone, I end up pretty much completely smitten.
Ed Westwick
To look into that persons eyes and find yourself so completely lost in another world, a world full of absolute comfort and happiness.
Lily Collins
I'm so in love, every time I look at you my soul gets dizzy.
Jesse Tyler
You flew off with the wings of my heart and left me flightless.
Stelle Atwater
We've all at some point in our life encountered that feeling of secretly liking someone, secretly having your eyes on them, secretly wishing they knew, but deep inside you were afraid of what the outcome would be. So you kept it unnoticed.
Telisa McLaughlin
Liking someone doesn't mean you have to be lovers, sometimes you just have to be friends.
unknown
Sometimes you never realize how much you like someone, until you watch them liking someone else.
unknown
Do you know what it's like to like someone so much you can't stand it and know that they'll never feel the same way
Jenny Han
If you don't expect to like someone and then you do, that's an incredibly exciting moment.
Steven Moffat
Everytime you speak about how much you like someone else, it kills me inside.
Xuan Ta
I like the way he danced. And then I like the way we danced together.
Anita Diamant
If love is liking someone an awful lot, then I suppose I'm in love with several people.
Steig Larsson
If I had a rose for every time I thought of you, I'd be picking roses for a lifetime.
Swedish Proverb
Love's easy. It kind of comes with the territory. But liking is another story.
Melina Marchetta
It's a lot easier to like people when they can't make life miserable for you anymore.
Carol Kendall
You know you are in love when you can't fall asleep because reality is finally better than your dreams.
Dr. Seuss
Sometimes your nearness takes my breath away; and all the things I want to say can find no voice. Then, in silence, I can only hope my eyes will speak my heart.
Robert Sexton
What I feel for you seems less of earth and more of a cloudless heaven.
Victor Hugo
Just because you discover that you may like somebody after all, it doesn't necessarily mean there's any attraction.
Steve Kluger
How do you make yourself not like someone
Louise Rennison
Wanna hear something funny? What? I think I started liking you.
Jenny Han
I like someone I can have fun with and who can be more laid-back than I am, because it calms me down.
Ashley Tisdale
I like you more than I would like to have a cigarette.
Wendy Cope
You know you really like someone, when you sit the painful way in your chair just to get a better look at them.
unknown
Liking one person is an extra reason for liking another.
E. M. FORSTER
You can tell if someone's into you. You can feel the chemistry.
BRADLEY COOPER
It is also necessary to keep a very sharp lookout for fear our liking for some person makes us uncharitable, or even unfair, to someone else.
C.S. Lewis
The worldly man treats certain people kindly because he 'likes' them.: the Christian trying to treat people kindly, finds himself liking more and more people as he goes on— including people he could not even have imagined himself liking at the beginning.
C.S. Lewis
Natural liking or affection for people makes it easier to be 'charitable toward them.
C.S. Lewis
If someone below us does not treat us politely, we don't like anything he does. If, instead, we take a liking to someone, we forgive him anything he does.
St Francis of Sales
Liking someone who gives you can induce you to provide a return gift, since liking someone implies liking what is good for her, and generally her satisfaction, pleasure, or happiness.
Serge-Christophe Kolm
And because we tend to like people who like us, another very simple part of liking someone is knowing that the person likes you.
Jeffrey D. Holmes
Liking someone results from a good feeling for someone because of what they are and what they do.
John James MIller
LIking someone occurs naturally because of their attractiveness.
John James MIller
Finding someone likeable is not just liking him but liking him in a manner sensitive to whatever makes liking him appropriate.
J. David Velleman
To find someone likeable is thus to like him for a reason.
J. David Velleman
Liking someone is a positive feeling and positivity is key to feeling good about yourself and the world.
Sally Anne Hurley
Liking someone focuses on what they do for you; loving someone is what you must do to honor who they are.
Frank Sabatte
The key is to try to be at peace with everyone and avoid conflicts based on you not liking someone and someone not liking you.
Jawara D. King D.D.
Just learning that someone likes you can be quite an ego-booster and the next time you interact with that person you're apt to act a little differently— a little warmer and friendlier perhaps.
Patricia Wallace
Liking someone means that the person has admirable traits that you can respect and appreciate.
Abraham J. Twerski
Liking someone is not a precondition for a successful working relationship. Remember you don't have to like someone on a personal basis in order to work effectively with her.
Michael Henry Cohen
I like her because she smiles at me and means it.
Terri Guillemets
Do not agree to a disagreeable thing spoken by someone you like or disagree to an agreeable thing spoken by someone you dislike.
Ram Mohan
I'm not concerned with your liking or disliking me… All I ask is that you respect me as a human being.
Jackie Robinson
Liking is probably the best form of ownership, and ownership the worst form of liking.
Jose Saramago
Getting people to like you is merely the other side of liking them.
Norman Vincent Peale
Now I worry. If people ended up liking me, did I do the job wrong? So I decided they didn't end up liking me - they ended up being able to deal with me.
Daniel Okrent
There are some things you can't share without ending up liking each other.
J.K. Rowling
Admiration is a very short-lived passion, that immediately decays upon growing familiar with its object.
Joseph Addison
I'm sick of just liking people. I wish to God I could meet somebody I could respect.
J.D. Salinger
When you're the cool guy, you don't know how to take people not liking you. I've already been there, done that.
Kyle