{"title" : "Living Life","quotes" : [{"message" : "Be brave enough to live life creatively. The creative place where no one else has ever been.","name" : "Alan Alda"},{"message" : "Nobody gets to live life backward. Look ahead, that is where your future lies.","name" : "Ann Landers"},{"message" : "We have to live life with a sense of urgency so not a minute is wasted.","name" : "Les Brown"},{"message" : "I don't wait for the calendar to figure out when I should live life.","name" : "Gene Simmons"},{"message" : "I don't know how one should live - but I know that one should live.....","name" : "Glen Duncan"},{"message" : "As long as you're alive, there's always a chance things will get better.","name" : "Laini Taylor"},{"message" : "Live your life remembering good experiences, the bad ones were just lessons.","name" : "Michello Borgo"},{"message" : "Don't be afraid your life will end; be afraid that it will never begin.","name" : "Grace Hansen"},{"message" : "Live today facing forwardwith your back on yesterday, your eyes on tomorrow, and your head and heart in the moment.","name" : "Richelle E. Goodrich"},{"message" : "Life is 10% what happens to us and 90% how we react to it.","name" : "Dennis P. Kimbro"},{"message" : "When I let go of what I am, I become what I might be.","name" : "Lao Tzu"},{"message" : "The great thing in this world is not so much where you stand, as in what direction you are moving.","name" : "Oliver Wendell Holmes"},{"message" : "The only way of finding the limits of the possible is by going beyond them into the impossible.","name" : "Arthur C. Clarke"},{"message" : "Do not go where the path may lead, go instead where there is no path and leave a trail.","name" : "Ralph Waldo Emerson"},{"message" : "Life is not measured by the number of breaths we take, but by the moments that take our breath away.","name" : "Maya Angelou"},{"message" : "Work like you don't need the money, love like you've never been hurt and dance like no one is watching.","name" : "Randall G Leighton"},{"message" : "Life isn't about waiting for the storm to pass...it's learning to dance in the rain.","name" : "unknown"},{"message" : "What seems like the right thing to do could also be the hardest thing you have ever done in your life.","name" : "unknown"},{"message" : "I am the author of my life.","name" : "unknown"},{"message" : "In the end, it's not the years in your life that count. It's the life in your years.","name" : "Abraham Lincoln"},{"message" : "Get busy living or get busy dying.","name" : "Stephen King"},{"message" : "You only live once, but if you do it right, once is enough.","name" : "Mae West"},{"message" : "In three words I can sum up everything I've learned about life: It goes on.","name" : "Robert Frost"},{"message" : "Keep smiling, because life is a beautiful thing and there's so much to smile about.","name" : "Marilyn Monroe"},{"message" : "Enjoy the little things in life, for one day you may look back and realize they were the big things.","name" : "Robert Breault"},{"message" : "If you obey all the rules, you'll miss all the fun.","name" : "Katharine Hepburn"},{"message" : "A life without cause is a life without effect.","name" : "Barbarella"},{"message" : "Life is a great big canvas, and you should throw all the paint on it you can.","name" : "Danny Kaye"},{"message" : "You've got to get to the stage in life where going for it is more important than winning or losing.","name" : "Arthur Ashe"},{"message" : "Life was meant to be lived, and curiosity must be kept alive. One must never, for whatever reason, turn his back on life.","name" : "Eleanor Roosevelt"},{"message" : "Love yourself! Forgive yourself! Accept yourself! You are YOU and that's the beginning and the end - no apologies, no regrets.","name" : "unknown"},{"message" : "One of the most freeing things we learn in life is that we don't have to like everyone, everyone doesn't have to like us, and it's perfectly OK.","name" : "unknown"},{"message" : "You have to understand that people come and people go. That's life. Stop holding on to those who have let go of you long ago.","name" : "unknown"},{"message" : "Life is too short to spend at war with yourself. Practice acceptance and forgiveness. Letting go of yesterday's troubles is your first step towards happiness today.","name" : "unknown"},{"message" : "Take every moment in your stride to make it worth a treasure of life. It is never too late to be what you are destined for. Only it matters how you take the moment & make it beautiful.","name" : "Dr. Anil Kr Sinha"},{"message" : "Slow down and remember this: Most things make no difference.","name" : "Tim Ferriss"},{"message" : "We must be willing to get rid of the life we've planned, so as to have the life that is waiting for us.","name" : "Joseph Campbell"},{"message" : "There are two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.","name" : "Albert Einstein"},{"message" : "People say that what we are seeking is in for life. I don't think this is what we're really seeking. I think what we're seeking is an experience of being alive.","name" : "Joseph Campbell"},{"message" : "Live as if your were to die tomorrow. Learn as if you were to live forever.","name" : "Mahatma Gandhi"},{"message" : "Focus more on your desire than on your doubt, and the dream will take care of itself. You may be surprised at how easily this happens. Your doubts are not as powerful as your desires, unless you make them so.","name" : "Marcia Wieder"},{"message" : "Be more splendid, more extraordinary. Use every moment to fill yourself up.","name" : "Oprah Winfrey"},{"message" : "I believe that one of life's greatest risks is never daring to risk.","name" : "Oprah Winfrey"},{"message" : "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.","name" : "Buddha"},{"message" : "Love the life you live, and live the life you love.","name" : "Bob Marley"},{"message" : "Try and fail, but never fail to try.","name" : "Jared Leto"},{"message" : "To succeed in life, you need two things: ignorance and confidence.","name" : "Mark Twain"},{"message" : "In life, as in whist, hope nothing from the way cards may be dealt to you. Play the cards, whatever they be, to the best of your skill.","name" : "Edward Bulwer-Lytton"}]}