{"title" : "Loser","quotes" : [{"message" : "Don't be disappointed, the winning side is not always the right one.","name" : "M.F. Moonzajer"},{"message" : "You're never a loser until you quit trying.","name" : "Mike Ditka"},{"message" : "Learn how to be a loser, because it's important to be a loser to be a winner.","name" : "Sanford I. Weill"},{"message" : "Maybe the truth is, there's a little bit of loser in all of us. Being happy isn't having everything in your life be perfect. Maybe it's about stringing together all the little things.","name" : "Ann Brashares"},{"message" : "Losers fix the blame; winners fix what caused the problem.","name" : "Denis Waitley"},{"message" : "Perfection is man's ultimate illusion. It simply doesn't exist in the universe. If you are a perfectionist, you are guaranteed to be a loser in whatever you do.","name" : "David D. Burns"},{"message" : "If at first you don't succeed, find out if the loser gets anything.","name" : "William Lyon Phelps"},{"message" : "Second place is just the first place loser.","name" : "Dale Earnhardt"},{"message" : "How you respond to the challenge in the second half will determine what you become after the game, whether you are a winner or a loser.","name" : "Lou Holtz"},{"message" : "The cheerful loser is the winner.","name" : "Elbert Hubbard"},{"message" : "A peace is of the nature of a conquest; for then both parties nobly are subdued, and neither party loser.","name" : "William Shakespeare"},{"message" : "Losers live in the past. Winners learn from the past and enjoy working in the present toward the future.","name" : "Denis Waitley"},{"message" : "The moment you think that your destiny is predetermined, you become a miserable loser! Trust your own power so that you can shape your own destiny!","name" : "Mehmet Murat ildan"},{"message" : "Be careful you don't give up on what is yet to give you victory. Many people quit when they were yet to win. Successful people never quit and I believe no quitter had ever been successful too.","name" : "Israelmore Ayivor"},{"message" : "The path of least resistance is the path of the loser.","name" : "H. G. Wells"},{"message" : "The fear of losing anything is the inability to prepare for the best.","name" : "Michael Bassey Johnson"},{"message" : "One who doesn't recognise an opportunity is bigger loser than one who tries his hand at an opportunity.","name" : "Amit Kalantri"},{"message" : "It seems that fighting is a game where everybody is the loser.","name" : "Zora Neale Hurston"},{"message" : "It's not that he was going nowhere, it's that he'd already arrived.","name" : "Janet Fitch"},{"message" : "Stand up for the underdog, the loser. Sometimes having the strength to show loving support for unacknowledged others turns the tides of our own lives.","name" : "Alexandra Katehakis"},{"message" : "When you know that someone is playing love games with you and still you are there then it means either you are a true lover or a true loser.","name" : "Jasmine Kiyani"},{"message" : "The only difference between a winner and a loser is that one second when the winner decided not to give up.","name" : "Vikrmn"},{"message" : "It's okay to be a loser, these are people who tried to blend in with the world, still get the disrespect he doesn't deserve. decides to be just themselves. and still there's a girl you dream about, has someone else.","name" : "Jericho Pasaoa"},{"message" : "Don't try to impress a loser because If one is not happy about the things happening in their life, one cannot be happy about the things happening in someone else's life.","name" : "Michael Bassey Johnson"},{"message" : "Losers always has an excuse Winner always find a way.","name" : "Noormohammad Bhuayan"},{"message" : "Losers doesn't require a miracle to Win.","name" : "Leo Ausdauer Wirabuana"},{"message" : "To be a good loser is to learn how to win.","name" : "Carl Sandburg"},{"message" : "He's got that ‘born to lose and lose violently' air about him. That's good.","name" : "Daniel Woodrell"},{"message" : "Winners do what losers don't want to do.","name" : "Gary Busey"},{"message" : "A winner rebukes and forgives; a loser is too timid to rebuke and too petty to forgive.","name" : "Sydney J. Harris"},{"message" : "A loser doesn't know what he'll do if he loses, but talks about what he'll do if he wins, and a winner doesn't talk about what he'll do if he wins, but knows what he'll do if he loses.","name" : "Eric Berne"},{"message" : "So when they win, it's their hard work. And when they lose, it's their bad luck.","name" : "Sanhita Baruah"},{"message" : "Let me lose everything on earth and the world beyond, but let me not lose what I'm craving for, let it be that i died on the way than retreating from getting it.","name" : "Michael Bassey Johnson"},{"message" : "What separates the winners from the losers is how a person reacts to each new twist of fate.","name" : "Donald Trump"},{"message" : "You crave winning and fear losing instead of just doing.","name" : "Wayne Gerard Trotman"},{"message" : "There's nothing wrong with being a loser, it just depends on how good you are at it.","name" : "Billie Joe Armstrong"},{"message" : "Losers have goals. Winners have systems.","name" : "Scott Adams"},{"message" : "Show me a good loser and I will show you a loser.","name" : "Paul Newman"},{"message" : "You have to be able to be a good loser. You have to be okay knowing you're going to fail every day in something without getting mad and upset.","name" : "Dan O'Brien"},{"message" : "At war, there's no right or wrong. Winner's right while loser's wrong.","name" : "Toba Beta"},{"message" : "No one knows what to say in the loser's locker room.","name" : "Muhammad Ali"},{"message" : "The truth about losers, they aren't people who enjoy being laughed at, they aren't the people who has a different clothing, it's just being your true selves, without having the effort to be cool. true winners are losers.","name" : "Jericho Pasaoa"},{"message" : "Losers make promises they often break. Winners make commitments they always keep.","name" : "Denis Waitley"},{"message" : "When you dont produce results.The results produce themselves and wont favour you.","name" : "De philosopher DJ Kyos"},{"message" : "A winner is just a loser who tried one more time.","name" : "George Augustus Moore"},{"message" : "You can be good at many things, but you can only be great at one thing, until you find that thing, you are an average loser.","name" : "M.F. Moonzajer"}]}