{"title" : "Losing A Friend","quotes" : [{"message" : "On the death of a friend, we should consider that the fates through confidence have devolved on us the task of a double living, that we have henceforth to fulfill the promise of our friend's life also, in our own, to the world.","name" : "Henry David Thoreau"},{"message" : "No person is your friend who demands your silence, or denies your right to grow.","name" : "Alice Walker"},{"message" : "Death leaves a heartache no one can heal, love leaves a memory no one can steal.","name" : "Richard Puz"},{"message" : "Closed eyes, heart not beating, but a living love.","name" : "Avis Corea"},{"message" : "I pray to God to remove my enemies from my life, and before I know it I started losing friends. Am just saying no one to be trusted.","name" : "Blaze Olamiday"},{"message" : "Friendship is delicate as a glass, once broken it can be fixed but there will always be cracks.","name" : "Waqar Ahmed"},{"message" : "A friendship that can cease has never been real.","name" : "St. Jerome"},{"message" : "We call that person who has lost his father, an orphan; and a widower that man who has lost his wife. But that man who has known the immense unhappiness of losing a friend, by what name do we call him? Here every language is silent and holds its peace in impotence.","name" : "Joseph Roux"},{"message" : "Sometimes we lose friends for whose loss our regret is greater than our grief, and others for whom our grief is greater than our regret.","name" : "Francois de la Rochefoucauld"},{"message" : "That friendship will not continue to the end which is begun for an end.","name" : "Francis Quareles"},{"message" : "When one has lost a friend one's eyes should be neither dry nor streaming. Tears, yes, there should be, but not lamentation.","name" : "Seneca"},{"message" : "We all lose friends.. we lose them in death, to distance and over time. But even though they may be lost, hope is not. The key is to keep them in your heart, and when the time is right, you can pick up the friendship right where you left off. Even the lost find their way home when you leave the light on.","name" : "Amy Marie Walz"},{"message" : "The death of a friend is equivalent to the loss of a limb.","name" : "German Proverb"},{"message" : "Lovers have a right to betray you friends don't.","name" : "Judy Holliday"},{"message" : "Good God! How often are we to die before we go quite off this stage? In every friend we lose a part of ourselves, and the best part.","name" : "Alexander Pope"},{"message" : "I have learned that no matter how good a friend is, they're going to hurt you every once in a while and you must forgive them for that.","name" : "unknown"},{"message" : "If two friends ask you to judge a dispute, do not accept, as you may lose a friend.","name" : "Saint Augustine"},{"message" : "Everyone leaves footprints in your memory, but the ones that leave footprints in your heart are the ones you will truly remember.","name" : "Nicholas Sperling"},{"message" : "The most beautiful discovery true friends make is that they can grow separately without growing apart.","name" : "Elizabeth Foley"},{"message" : "Make as many friends as you can, but don't build your life on them alone. It's an unstable foundation.","name" : "unknown"},{"message" : "Fare thee well! and if for ever .","name" : "Lord Byron"},{"message" : "A special friend is hard to find, hard to lose and impossible to forget.","name" : "unknown"},{"message" : "I'm losing friends 'cause people are catching feelings I'm not catching.","name" : "unknown"},{"message" : "Due to success I started losing friends.","name" : "Ace Hood"},{"message" : "Some people are going to leave, but that's not the end your story. That's the end of their part in your story.","name" : "unknown"},{"message" : "Don’t be dismayed at goodbyes. A farewell is necessary before you can meet again. And meeting again, after moments or lifetime, is certain for those, who are friends.","name" : "Richard Bach"},{"message" : "Life is a bus ride, with only so many seats. It took me a long time to comprehend that sometimes people had to leave my life, to make room for the better ones, but once I understood that it became easier to let go, and I was surprised at just how quickly new, interesting people somehow found their way onto my bus.","name" : "Dodie Clark"},{"message" : "When your friends are gone and you only can look at pictures, then remeber, that times and people change but that memories stay forever.","name" : "C.M."},{"message" : "One of the difficult things about growing older is that you start losing so many friends. On the other hand, the older you get, the less time you have to wait until you see them again.","name" : "Ron Brackin"},{"message" : "Your lost friends are not dead but gone before; advanced a stage or two upon that road which you must travel in the steps they trod.","name" : "Aristophanes"},{"message" : "In the end, we will remember not the words of our enemies, but the silence of our friends.","name" : "Martin Luther King, Jr."},{"message" : "The worst pain in the world goes beyond the physical. Even further beyond any other emotional pain one can feel. It is the betrayal of a friend.","name" : "Heather Brewer"},{"message" : "While we are mourning the loss of our friend, others are rejoicing to meet him behind the veil.","name" : "John Taylor"},{"message" : "Two persons cannot long be friends if they cannot forgive each other’s little failings.","name" : "Jean De La Bruyere"},{"message" : "Can miles truly separate you from friends… If you want to be with someone you love, aren’t you already there?","name" : "Richard Bach"},{"message" : "The deep pain that is felt at the death of every friendly soul arises from the feeling that there is in every individual something which is inexpressible, peculiar to him alone, and is, therefore, absolutely and irretrievably lost.","name" : "Arthur Schopenhauer"},{"message" : "When our friends are alive, we see the good qualities they lack; dead, we remember only those they possessed.","name" : "Jean Antoine Petit-Senn"},{"message" : "No distance of place or lapse of time can lessen the friendship of those who are thoroughly persuaded of each other’s worth.","name" : "Robert Southey"},{"message" : "Though friendship is not quick to burn, it is explosive stuff.","name" : "May Sarton"},{"message" : "The difficulty is not so great to die for a friend, as to find a friend worth dying for.","name" : "Homer"},{"message" : "Breaking with old friends is one of the most painful of the changes in all that piling up of a multitude of small distasteful changes that constitutes growing older","name" : "John Dos Passos"},{"message" : "True friendship is like sound health; the value of it is seldom known until it is lost.","name" : "Charles Caleb Colton"},{"message" : "It’s hard to tell who has your back, from who has it long enough just to stab you in it’.","name" : "Nicole Richie"},{"message" : "False friends are like our shadow, keeping close to us while we walk in the sunshine, but leaving us the instant we cross into the shade.","name" : "Christian Nestell Bovee"},{"message" : "Death is but crossing the world, as friends do the seas; they live in one another still. For they must be present, that love and live in that which is omnipresent. In this divine glass, they see face to face, and their converse is free as well as pure. This is the comfort of friends, that though they may be said to die, yet their friendship and society are, in the best sense, ever present, because immortal.","name" : "William Penn"},{"message" : "Friendship is like a glass ornament, once it is broken, it can rarely be put back together in exactly the same way.","name" : "Charles Kingsley"},{"message" : "The worst solitude is to be destitute of sincere friendship.","name" : "Sir Francis Bacon"},{"message" : "Sometimes your closest friend is your greatest enemy.","name" : "Jason Fong"},{"message" : "We can’t feel the lose of a friend until they are apart from us.","name" : "Debolina"},{"message" : "A friend who dies, it’s something of you who dies.","name" : "Gustave Flaubert"},{"message" : "I used to know you the best and now I don’t even remember your name.","name" : "Mya Waechtler"},{"message" : "Sometimes being a friend means mastering the art of timing. There is a time for silence. A time to let go and allow people to hurl themselves into their own destiny. And a time to prepare to pick up the pieces when it's all over.","name" : "Octavia Butler"},{"message" : "Losing people you love affects you. It is buried inside of you and becomes this big, deep hole of ache. It doesn’t magically go away, even when you stop officially mourning.","name" : "Carrie Jones"},{"message" : "There are going to be some people who at some point of your life will become your friends. And some friends, who at some point, will become just people.","name" : "Chanda Kaushik"}]}