{"title" : "Low Self Esteem","quotes" : [{"message" : "If you have no confidence in self, you are twice defeated in the race of life.","name" : "Marcus Garvey"},{"message" : "Esteem cannot be where there is no confidence, and there can be no confidence where there is no respect.","name" : "Henry Giles"},{"message" : "Insecure people only eclipse your sun because they're jealous of your daylight and tired of their dark, starless nights.","name" : "Shannon L. Alder"},{"message" : "Low self-esteem is no better home to take a refuge.","name" : "Israelmore Ayivor"},{"message" : "Sometimes people with low self-esteem will try to punish you for caring about them.","name" : "Wayne Gerard Trotman"},{"message" : "Most people with low self-esteem have earned it.","name" : "George Carlin"},{"message" : "I think high self-esteem is overrated. A little low self-esteem is actually quite good. Maybe you're not the best, so you should work a little harder.","name" : "Jay Leno"},{"message" : "Lack of confidence is what makes you want to change somebody else's mind. When you're OK, you don't need to convince anyone else in order to empower yourself.","name" : "Jada Pinkett Smith"},{"message" : "It's not the lack of ability or opportunity that holds you back; it is only a lack of confidence in yourself.","name" : "Richard Monckton Milnes"},{"message" : "Many of us harbor hidden low self-esteem. We deem everything and everyone more important that ourselves and think that meeting their needs is more important than meeting our own. But if you run out of gas, everyone riding with you will be left stranded.","name" : "T. D. Jakes"},{"message" : "When you are in the grips of low self-esteem, it's painful, and it certainly doesn't feel like pride. But I believe that this is the dark, quieter side of pride thwarted pride.","name" : "Edward T Welch"},{"message" : "There is no such thing as perfect security, only varying levels of insecurity.","name" : "Salman Rushdie"},{"message" : "Most bad behaviour comes from insecurity.","name" : "Debra Winger"},{"message" : "It's insecurity that is always chasing you and standing in the way of your dreams.","name" : "Vin Diesel"},{"message" : "Each one of us requires the spur of insecurity to force us to do our best.","name" : "Harold W. Dodds"},{"message" : "Of all the traps and pitfalls in life, self-disesteem is the deadliest, and the hardest to overcome, for it is a pit designed and dug by our own hands, summed up in the phrase, 'It's no use - I can't do it.","name" : "Maxwell Maltz"},{"message" : "Diffidence is a sort of false modesty.","name" : "Thackeray"},{"message" : "Diffidence is not always innocence","name" : "Mme. Necker"},{"message" : "Mere bashfulness without merit is awkward.","name" : "Joseph Addison"},{"message" : "Bashfulness is an ornament to youth, but a reproach to old age.","name" : "Aristotle"},{"message" : "Bashfulness is a great hindrance to a man, both in uttering his sentiments and in understanding what is proposed to him; 't is therefore good to press forward with discretion, both in discourse and company of the better sort.","name" : "Francis Bacon"},{"message" : "Bashfulness may sometimes exclude pleasure, but seldom opens any avenue to sorrow or remorse.","name" : "Samuel Johnson"},{"message" : "When I was small, my most serious handicap was a painful bashfulness in the presence of strangers.","name" : "George Mcgovern"},{"message" : "Shyness has a strange element of narcissism, a belief that how we look, how we perform, is truly important to other people.","name" : "Andre Dubus III"},{"message" : "The level of shyness has gone up dramatically in the last decade. I think shyness is an index of social pathology rather than a pathology of the individual.","name" : "Philip Zimbardo"},{"message" : "Shyness is just egoism out of its depth.","name" : "Penelope Keith"},{"message" : "There is a shyness about me, and I really need to get out more.","name" : "Priscilla Presley"},{"message" : "The way you overcome shyness is to become so wrapped up in something that you forget to be afraid.","name" : "Claudia Lady Bird Johnson"},{"message" : "You know what my greatest personal stumbling block is? My shyness.","name" : "Susan Lucci"},{"message" : "Self-distrust is the cause of most of our failure. In the assurance of strength there is strength, and, they are the weakest, however strong, who have no faith in themselves or their powers.","name" : "Christian Nevell Bovee"},{"message" : "The distrust of wit is the beginning of tyranny.","name" : "Edward Abbey"},{"message" : "Timidity is a fault for which it is dangerous to reprove persons whom we wish to correct of it.","name" : "Francois de la Rochefoucauld"},{"message" : "To the timid and hesitating everything is impossible because it seems so.","name" : "Walter Scott"},{"message" : "Timidity is a disease of the mind.","name" : "Dr. Johnson"},{"message" : "Timidity challenges the scorn of women.","name" : "Massias"},{"message" : "I feel self-doubt whether I'm doing something hard or easy.","name" : "Sigourney Weaver"},{"message" : "I'm full of self-doubt. I doubt everything I do. Everything I do is a failure.","name" : "John Banville"},{"message" : "I am incredibly self-deprecating. It stems from self-doubt.","name" : "Charlie Cox"},{"message" : "Self distrust is good, but only if it leads to trust in God. Otherwise it ends as spiritual paralysis, inability and unwillingness to undertake any course of action.","name" : "Alan Cole"},{"message" : "Self-doubt kills talent.","name" : "Edie McClurg"},{"message" : "I know it when I don't know it. Sometimes I know it when I don't think I know it. I need to trust myself in these moments, these rare moments of self-doubt.","name" : "Rush Limbaugh"},{"message" : "Self-doubt inflicts the deepest wounds.","name" : "Marty Rubin"},{"message" : "Excessive fear and self-doubt that were the greatest detractors of personal genius.","name" : "Robert Kiyosaki"},{"message" : "Erase self-doubt by working to build your strengths instead of focusing on your weaknesses.","name" : "Rodolfo Costa"},{"message" : "No one can make you feel inferior without your consent.","name" : "Eleanor Roosevelt"},{"message" : "Diffidence is the right eye of prudence.","name" : "unknown"},{"message" : "I sometimes lack confidence in public, although I am proud enough inwardly.","name" : "Robert Schumann"},{"message" : "Low self esteem involves imagining the worst that other people can think about you.","name" : "Roger Ebert"}]}