{"title" : "Loyalty","quotes" : [{"message" : "Total loyalty is possible only when fidelity is emptied of all concrete content, from which changes of mind might naturally arise.","name" : "Hannah Arendt"},{"message" : "Loyalty is still the same, whether it win or lose the game; true as a dial to the sun, although it be not shined upon.","name" : "Samuel Butler"},{"message" : "Loyalty means giving me your honest opinion, whether you think I'll like it or not. Disagreement, at this state, stimulates me. But once a decision is made, the debate ends. From that point on, loyalty means executing the decision as if it were your own.","name" : "General Colin Powell"},{"message" : "If put to the pinch, an ounce of loyalty is worth a pound of cleverness.","name" : "Elbert Hubbard"},{"message" : "Loyalty isn't grey. It's black and white. You're either loyal completely, or not loyal at all.","name" : "Sharnay"},{"message" : "Loyalty cannot be blueprinted. It cannot be produced on an assembly line. In fact, it cannot be manufactured at all, for its origin is the human heart-the center of self-respect and human dignity. It is a force which leaps into being only when conditions are exactly right for it-and it is a force very sensitive to betrayal.","name" : "Maurice R. Franks"},{"message" : "You cannot buy loyalty; you cannot buy the devotion of hearts, minds, and souls. You have to earn these things.","name" : "Clarence Francis"},{"message" : "The only people I owe my loyalty to are those who never made me question theirs.","name" : "Anonymous"},{"message" : "If loyalty is, and always has been, perceived as obsolete, why do we continue to praise it? Because loyalty is essential to the most basic things that make life livable. Without loyalty there can be no love. Without loyalty there can be no family. Without loyalty there can be no friendship. Without loyalty there can be no commitment to community or country. And without those things, there can be no society.","name" : "Eric Felten"},{"message" : "Don't let your loyalty become slavery. If they don't appreciate what you bring to the table, let them eat alone.","name" : "Anonymous"},{"message" : "Our modern, rootless times do seem to be a particularly inhospitable environment for loyalty. We come and go so relentlessly that our friendships can't but come and go too. What sort of loyalty is there in the age of Facebook, when friendship is a costless transaction, a business of flip reciprocity.... Friendship held together by nothing more permanent than hyperlinks is hardly the stuff of selfless fidelity.","name" : "Eric Felten"},{"message" : "Loyalty to a petrified opinion never yet broke a chain or freed a human soul.","name" : "Mark Twain"},{"message" : "The highest spiritual quality, the noblest property of mind a man can have, is this of loyalty ... a man with no loyalty in him, with no sense of love or reverence or devotion due to something outside and above his poor daily life, with its pains and pleasures, profits and losses, is as evil a case as man can be.","name" : "Algernon Charles Swinburne"},{"message" : "I'll take fifty percent efficiency to get one hundred percent loyalty.","name" : "Samuel Goldwyn"},{"message" : "Loyalty is a fine quality, but in excess it fills political graveyards.","name" : "Neil Kinnock"},{"message" : "Loyalty to the country always. Loyalty to the government when it deserves it.","name" : "Mark Twain"},{"message" : "Unlike the puerile loyalty to a conviction, loyalty to a friend is a virtue — perhaps the only virtue, the last remaining one.","name" : "Milan Kundera"},{"message" : "Loyalty to an unjust cause is a perversion of honor.","name" : "Brian Herbert & Kevin J. Anderson"},{"message" : "Loyalty publicly results in leverage privately.","name" : "Andy Stanley"},{"message" : "Loyal companions are an unequaled grace, stanching fear before it bleeds you numb, a reliable antidote for creeping despair.","name" : "Dean Koontz"},{"message" : "Loyalty and friendship, which is to me the same, created all the wealth that I've ever thought I'd have.","name" : "Ernie Banks"},{"message" : "Loyalty is a characteristic trait. Those who have it, give it free of charge.","name" : "Ellen J. Barrier"},{"message" : "Loyalty to the family must be merged into loyalty to the community, loyalty to the community into loyalty to the nation, and loyalty to the nation into loyalty to mankind. The citizen of the future must be a citizen of the world.","name" : "Thomas Cochrane"},{"message" : "Those who don't know the value of loyalty can never appreciate the cost of betrayal.","name" : "Anonymous"},{"message" : "Confidentiality is a virtue of the loyal, as loyalty is the virtue of faithfulness.","name" : "Cheryl Cole"},{"message" : "Within the hearts of men, loyalty and consideration are esteemed greater than success.","name" : "Bryant H. McGill"},{"message" : "An intelligent and conscientious opposition is a part of loyalty to country.","name" : "Bainbridge Colby"},{"message" : "Loyalty is what makes us trust, Trust is what makes us stay, Staying is what makes us love, and love is what gives us hope.","name" : "Glenn van Dekken"},{"message" : "No more important duty can be urged upon those who are entering the great theater of life than simple loyalty to their best convictions.","name" : "Edwin Hubbell Chapin"},{"message" : "Loyalty ... is a realization that America was born of revolt, flourished in dissent, became great through experimentation.","name" : "Henry S. Commager"},{"message" : "We are all in the same boat, in a stormy sea, and we owe each other a terrible loyalty.","name" : "G.K. Chesterton"},{"message" : "The greater the loyalty of a group toward the group, the greater is the motivation among the members to achieve the goals of the group, and the greater the probability that the group will achieve its goals.","name" : "Rensis Likert"},{"message" : "If a man asks me for my loyalty...I will give him my honesty. If a man asks me for my honesty...","name" : "John Boyd"},{"message" : "We must not confuse dissent with disloyalty. When the loyal opposition dies, I think the soul of America dies with it.","name" : "Edward R. Murrow"},{"message" : "Be loyal and trustworthy. Do not befriend anyone who is lower than yourself in this regard.","name" : "Confucius"},{"message" : "You don't earn loyalty in a day. You earn loyalty day- by- day.","name" : "Jeffrey Gitomer"},{"message" : "Unless you can find some sort of loyalty, you cannot find unity and peace in your active living.","name" : "Josiah Royce"},{"message" : "Loyalty A will, a decision, a resolution of the soul.","name" : "Pascal Mercier"},{"message" : "I have a loyalty that runs in my bloodstream, when I lock into someone or something, you can't get me away from it because I commit that thoroughly. That's in friendship, that's a deal, that's a commitment. Don't give me paper — I can get the same lawyer who drew it up to break it. But if you shake my hand, that's for life..","name" : "Jerry Lewis"},{"message" : "Be loyal to those who are not present. In doing so, you build the trust of those who are present.","name" : "Stephen Covey"},{"message" : "A woman's loyalty is tested when her man has nothing. A man's loyalty is tested when he has everything.","name" : "Anonymous"},{"message" : "Loyalty means I am down with you whether you are wrong or right, but I will tell you when you are wrong and help you get it right.","name" : "Anonymous"},{"message" : "Loyalty is the highest virtue taught by abusers, and used as a control tool.","name" : "Dr Bill Tollefson"},{"message" : "Fidelity purchased with money, money can destroy.","name" : "Seneca"},{"message" : "It is better to be faithful than famous.","name" : "Theodore Roosevelt"},{"message" : "The scholar does not consider gold and jade to be precious treasures, but loyalty and good faith.","name" : "Confucius"},{"message" : "Where there is loyalty, weapons are of no use.","name" : "Paulo Coelho"}]}