{"title" : "Luck","quotes" : [{"message" : "Learn to recognize good luck when it’s waving at you, hoping to get your attention.","name" : "Sally Koslow"},{"message" : "Luck is a goddess not to be coerced and forcibly wooed by those who seek her favors.","name" : "P.G. Wodehouse"},{"message" : "Luck is what we make it, not what is thrust upon us. You’ve shown initiative and it has nothing to do with luck.","name" : "George Bellairs"},{"message" : "Luck is a dividend of sweat. The more you sweat, the luckier you get.","name" : "Ray Kroc"},{"message" : "Luck is great, but most of life is hard work.","name" : "Iain Duncan Smith"},{"message" : "The only good luck many great men ever had was being born with the ability and determination to overcome bad luck.","name" : "Channing Pollock"},{"message" : "I’ve always believed in luck. I love the fact that people can change their lives instantly.","name" : "Fiona Barton"},{"message" : "You don’t get lucky while sitting in the sofa with arms crossed doing nothing. You can be lucky only when you are prepared.","name" : "Nesta Jojoe Erskine"},{"message" : "Good luck is when opportunity meets preparation, while bad luck is when lack of preparation meets reality.","name" : "Eliyahu Goldratt"},{"message" : "I’ve found that what most people call luck is often little more than raw talent combined with the ability to make the most of opportunities.","name" : "Timothy Zahn"},{"message" : "Being deeply learned and skilled, being well trained and using well-spoken words: this is good luck.","name" : "Buddha"},{"message" : "The universe works in crazy ways. Your good luck will come in waves, and so does your bad, so you have to take the good with the bad and press forward.","name" : "Nick Cummins"},{"message" : "You know, in life there are only three or four fundamental decisions to make. The rest is just luck.","name" : "Raymond Aubrac"},{"message" : "With luck, you have other things to do than wait for lightning to strike.","name" : "Paul Lauterbur"},{"message" : "Luck is merely an illusion, trusted by the ignorant and chased by the foolish.","name" : "Timothy Zahn"},{"message" : "You can't just trust to luck; you have to really listen to what that character is telling you.","name" : "Estelle Parsons"},{"message" : "Luck is the by-product of busting your fanny.","name" : "Don Sutton"},{"message" : "Luck when your burst of energy doesn't run afoul of someone else's.","name" : "Mignon McLaughlin"},{"message" : "Go and wake up your luck.","name" : "Persian Saying"},{"message" : "Those who have succeeded at anything and don't mention luck are kidding themselves.","name" : "Larry King"},{"message" : "Luck never made a man wise.","name" : "Seneca"},{"message" : "I am great believer in luck. The harder work I work, the more of it I seem to have.","name" : "Coleman Cox"},{"message" : "I believe in luck: how else can you explain the success of those you dislike?","name" : "Jean Cocteau"},{"message" : "The thing about luck is that it's like a fever. You can take fever meds and lie in bed and drink chicken broth and sleep seventeen hours in a row, but basically your fever will break when it wants to break.","name" : "Cynthia Kadohata"},{"message" : "Luck is not only having the best hand dealt to you but having someone to raise.","name" : "Joseph Julius Bonkowski"},{"message" : "Luck will occasionally blow some wind into wings that were not made to properly support flight.","name" : "Jason Edward Shiffman"},{"message" : "Here’s luck!’ while waitin’ for the luck that never comes.","name" : "Henry Lawson"},{"message" : "We all have bad luck some times, but it mends.","name" : "Clarence Michael"},{"message" : "So Good-Luck came, and on my roof did light, like noiseless snow, or as the dew of night.","name" : "Robert Herrick"},{"message" : "The beginner's luck, now don't mess it up if you get too stuck just bluff the beginner's luck is tough.","name" : "King Gizzard"},{"message" : "The Lord above gave man an arm of iron but, with a little bit of luck, with a little bit of luck","name" : "Stanley Holloway"},{"message" : "Nobody gives a break when you're down on your luck everybody's on the take.","name" : "Thin Lizzy"},{"message" : "Some guys have all the luck, all the luck what you gonna do when your luck begins to run.","name" : "Robert Palmer"},{"message" : "You never know what worse luck your bad luck has saved you from.","name" : "Cormac Mccarthy"},{"message" : "The sun doesn't just hang on one family's tree.","name" : "Anchee Min"},{"message" : "Remember that sometimes not getting what you want is a wonderful stroke of luck.","name" : "Dalai Lama XIV"},{"message" : "I'm a greater believer in luck, and I find the harder I work the more I have of it.","name" : "Thomas Jefferson"},{"message" : "I wandered everywhere, through cities and countries wide. And everywhere I went, the world was on my side.","name" : "Roman Payne"},{"message" : "I've found that luck is quite predictable. If you want more luck, take more chances. Be more active. Show up more often.","name" : "Brian Tracy"},{"message" : "The only thing that overcomes hard luck is hard work.","name" : "Harry Golden"},{"message" : "The best luck of all is the luck you make for yourself.","name" : "Douglas Macarthur"},{"message" : "Shallow men believe in luck. Strong men believe in cause and effect.","name" : "Ralph Waldo Emerson"},{"message" : "Luck is a very thin wire between survival and disaster, and not many people can keep their balance on it.","name" : "Hunter S. Thompson"},{"message" : "The only sure thing about luck is that it will change.","name" : "Wilson Mizner"},{"message" : "Name the greatest of all inventors. Accident.","name" : "Mark Twain"},{"message" : "Luck never gives; it only lends.","name" : "Swedish Proverb"},{"message" : "Luck is what you have left over after you give 100 percent.","name" : "Langston Coleman"},{"message" : "It's hard to detect good luck - it looks so much like something you've earned.","name" : "Frank A. Clark"},{"message" : "People always call it luck when you've acted more sensibly than they have.","name" : "Anne Tyler"},{"message" : "Luck, good or bad, is the invisible play of mind upon affairs, the effect of mental aptitudes and habits which are not in sight, but which work and bring forth their due issues.","name" : "James Vila Blake"},{"message" : "What we call luck is the inner man externalized. We make things happen to us.","name" : "Robertson Davies"},{"message" : "Luck was something you either earned or invented through strength of character. You had to come by it honestly; you could not trick or bluff your way into it.","name" : "Patrick Dewitt"},{"message" : "When luck is on your side it is not the time to be modest or timid. It is the time to go for the biggest success you can possibly achieve.","name" : "Donald Trump"},{"message" : "Luck is not chance. It's Toil. Fortune's expensive smile is earned.","name" : "Emily Dickinson"},{"message" : "Luck affects everything; let your hook always be cast; in the stream where you least expect it, there will be a fish.","name" : "Ovid"},{"message" : "Luck is what happens when preparation meets opportunity.","name" : "Seneca"},{"message" : "Luck is not something you can mention in the presence of self-made men.","name" : "E.B. White"},{"message" : "Luck is the residue of design.","name" : "John Milton"},{"message" : "Chance corrects us of many faults that reason would not know how to correct.","name" : "Francois de la Rochefoucauld"},{"message" : "Depend on the rabbit's foot if you will, but remember it didn't work for the rabbit.","name" : "R. E. Shay"},{"message" : "Good luck beats early rising.","name" : "Irish Proverb"},{"message" : "I think luck is the sense to recognize an opportunity and the ability to take advantage of it. The man who can smile at his breaks and grab his chances gets on.","name" : "Samuel Goldwyn"},{"message" : "Nothing happens by chance, my friend... No such thing as luck. A meaning behind every little thing, and such a meaning behind this. Part for you, part for me, may not see it all real clear right now, but we will, before long.","name" : "Richard Bach"},{"message" : "If one is lucky, a solitary fantasy can totally transform one million realities.","name" : "Maya Angelou"},{"message" : "Luck is the idol of the idle.","name" : "Proverb"},{"message" : "Some luck lies in not getting what you thought you wanted but getting what you have, which once you have got it you may be smart enough to see is what you would have wanted had you known.","name" : "Garrison Keillor"},{"message" : "Luck is tenacity of purpose.","name" : "Elbert Hubbard"},{"message" : "Chance favors the prepared mind.","name" : "Louis Pasteur"},{"message" : "The winds and waves are always on the side of the ablest navigators.","name" : "Edward Gibbon"},{"message" : "Ability is of little account without opportunity.","name" : "Lucille Ball"},{"message" : "Fortune brings in some boats that are not steered.","name" : "William Shakespeare"},{"message" : "If one does not know to which port is sailing, no wind is favorable.","name" : "Seneca"},{"message" : "The amount of good luck coming your way depends on your willingness to act.","name" : "Barbara Sher"},{"message" : "Luck always seems to be against the man who depends on it.","name" : "unknown"},{"message" : "Good luck is the willing handmaid of a upright and energetic character, and conscientious observance of duty.","name" : "James Russell Lowell"},{"message" : "A lucky man is rarer than a white crow.","name" : "Juvenal"},{"message" : "Luck generally comes to those who look for it, and my notion is that it taps, once in a lifetime, at everybody's door, but if industry does not open it luck goes away.","name" : "Charles Spurgeon"},{"message" : "Better an ounce of luck than a pound of gold.","name" : "Yiddish Proverb"},{"message" : "Throw a lucky man in the sea, and he will come up with a fish in his mouth.","name" : "Arab Proverb"},{"message" : "Luck sometimes visits a fool, but it never sits down with him.","name" : "German Proverb"},{"message" : "Men have made an idol of luck as an excuse for their own thoughtlessness.","name" : "Democritus"},{"message" : "The champion makes his own luck.","name" : "Red Blaik"}]}