The greatest luxury is being free.
Manolo Blahnik
Luxury is more deadly than any foe.
Juvenal
Art is a luxury but also a necessity.
Edwidge Danticat
Happy endings are a luxury of fiction.
Trudi Canavan
The past is the luxury of proprietors.
Jean-Paul Sartre
Morality is a private and costly luxury.
Henry Adams
Pessimism is the luxury of the powerful.
Fatima Mernissi
Luxury destroys more efficiently than war.
Juvenal
Luxury ruins republics; poverty, monarchies.
Charles de Montesquieu
It is only to the happy that tears are a luxury.
Thomas Moore
You can't afford the luxury of a negative thought.
Peter McWilliams
Poverty is an expensive luxury. We cannot afford it.
Eleanor Roosevelt
Class structures are a luxury that we cannot afford.
H. Rap Brown
When you dance you can enjoy the luxury of being you.
Paulo Coelho
The future is the most expensive luxury in the world.
Thornton Wilder
Luxury must be comfortable, otherwise it is not luxury.
Coco Chanel
Real luxury is time and opportunity to read for pleasure.
Jane Brody
Pessimism is a luxury that a Jew can never allow himself.
Golda Meir
Luxury is the ease of a t-shirt in a very expensive dress.
Karl Lagerfeld
Sometimes choice is a luxury that fate does not afford us.
Jasper Fforde
Luxury is the income tax of vanity. But it is so pleasant.
Karl Lagerfeld
Literacy is not a luxury, it is a right and a responsibility.
William J. Clinton
The less luxury there is in a republic, the more it is perfect.
Baron de Montesquieu
Luxury is about pleasing yourself, not dressing for other people.
Marc Jacobs
Luxury is not a necessity to me, but beautiful and good things are.
Anais Nin
The only luxury is time. The time you get to spend with your family.
Kanye West
Luxury is a state of mind.
L'Wren Scott
Reading is my greatest luxury.
Louise Brown
Luxury is experiencing reality.
Chogyam Trungpa
Let us have the luxury of silence.
Jane Austen
Luxury is nice, but creativity is nicer.
Lena Dunham
It's not a luxury if you can't do without it!
Elizabeth Jane Howard
The luxury of age was the giving up of vanity.
Colum Mccann
All luxury corrupts either the morals or the taste.
Joseph Joubert
God has blessed me to see the luxury side of things.
DJ Khaled
War has become a luxury that only small nations can afford.
Hannah Arendt
Get used to a rough life, for luxury does not last forever.
Umar
Style is luxury, and luxury is simply what makes you happy.
Deborah Needleman
Contemplation is a luxury, requiring time and alternatives.
Tahir Shah
You shouldn't have to have money to have a luxury fragrance.
Lady Gaga
Pleasure is, after all, a luxury. It's love that's essential.
John Dufresne
Luxury will be always around, no matter what happens in the world.
Carolina Herrera
The luxury of doing good surpasses every other personal enjoyment.
John Gay