{"title" : "Making A Difference","quotes" : [{"message" : "We must not, in trying to think about how we can make a big difference, ignore the small daily differences we can make which, over time, add up to big differences that we often cannot foresee.","name" : "Marian Wright Edelman"},{"message" : "You're the only one who can make the difference. Whatever your dream is, go for it.","name" : "Earvin Magic Johnson"},{"message" : "Act as if what you do makes a difference. It does.","name" : "William James"},{"message" : "Being a man or a woman is a matter of birth. Being a man or a woman who makes a difference is a matter of choice.","name" : "Byron Garrett"},{"message" : "If you think you're too small to make a difference, you've obviously never been in bed with a mosquito.","name" : "Michelle Walker"},{"message" : "It's not what you do once in a while, it's what you do day in and day out that makes the difference.","name" : "Jenny Craig"},{"message" : "It's not what you've got, it's what you use that makes a difference.","name" : "Zig Ziglar"},{"message" : "It's your unlimited power to care and to love that can make the biggest difference in the quality of your life.","name" : "Anthony Robbins"},{"message" : "Sometimes just a smile on our face can help to make this world a better place. Stand up for the things that are right. Try to talk things out instead of fight. Lend a hand when you can. You can help to make a difference . . .","name" : "Robert Alan"},{"message" : "When it's all over, it's not who you were. . . it's whether you made a difference.","name" : "Robert Joseph Dole"},{"message" : "We must remember that one determined person can make a significant difference, and that a small group of determined people can change the course of history.","name" : "Sonia Johnson"},{"message" : "It's a great satisfaction knowing that for a brief point in time you made a difference.","name" : "Irene Natividad"},{"message" : "It's not what abilities you have that makes a difference it's what you do with these abilities that's paramount.","name" : "Byron Pulsifer"},{"message" : "Little things done over and over again add up to making a difference in a big way.","name" : "Byron Pulsifer"},{"message" : "I realize it's possible in ways both large or small to make a difference in someone's life.","name" : "Yanni"},{"message" : "People don't understand that not only can they make a difference, it's their responsibility to do so.","name" : "Florence Robinson"},{"message" : "There is no greater joy nor greater reward than to make a fundamental difference in someone's life.","name" : "Mary Rose Mcgeady"},{"message" : "You cannot get through a single day without having an impact on the world around you. What you do makes a difference, and you have to decide what kind of difference you want to make.","name" : "Jane Goodall"},{"message" : "You may find that making a difference for others makes the biggest difference in you.","name" : "Brian Williams"},{"message" : "It is better to have a meaningful life and make a difference than to merely have a long life.","name" : "Bryant H. McGill"},{"message" : "It takes ONE FAMILY to make a difference in this COMMUNITY. It takes ONE PERSON to make a difference in this FAMILY.","name" : "Nisandeh Neta"},{"message" : "It's important to see what we can do to make a difference, but it's more important to me to do it every single day.","name" : "Alicia Silverstone"},{"message" : "We can really make a difference in the world, just one heart, one kind word at a time.","name" : "Noelani Musicaro"},{"message" : "It is important to nurture any new ideas and initiatives which can make a difference","name" : "Wangari Maathai"},{"message" : "Don't accept that you can't make a difference. Because if you can't make a difference, you won't make a difference, and if you put a multiplier on that we will continue on an unsustainable pathway.","name" : "Maurice Strong"},{"message" : "None of us alone can save the nation or world. But each of us can make a positive difference if we commit ourselves to do so.","name" : "Cornel West"},{"message" : "To make a difference in someone's life, you don't have to be brilliant, rich, beautiful, or perfect. You just have to care.","name" : "Mandy Hale"},{"message" : "Go out and make a difference in your community. You don't need endless time and perfect conditions. Do it now. Do it today. Do it for twenty minutes and watch your heart start beating.","name" : "Barbara Sher"},{"message" : "Any time you have an opportunity to make a difference in this world and you don't, then you are wasting your time on Earth.","name" : "Roberto Clemente"},{"message" : "You're not considered different until you have made a difference.","name" : "Andoni Garcia"},{"message" : "If you feel rooted in your home and family, if you're active in your community, there's nothing more empowering. The best way to make a difference in the world is to start by making a difference in your own life.","name" : "Julia Louis-Dreyfus"},{"message" : "Every day of our lives we are on the verge of making those slight changes that would make all the difference.","name" : "Mignon McLaughlin"},{"message" : "Whether you live to be 50 or 100 makes no difference, if you made no difference in the world.","name" : "Jarod Kintz"},{"message" : "To make a difference in the world, it only takes one optimistic person, who can gather millions of people to make the change.","name" : "Gia Russell"},{"message" : "Learn to appreciate every moment of your life, stop thinking of the future too much, you have a choice to make a difference in your life at any time you wish.","name" : "Auliq Ice"},{"message" : "Never give up on you. In order to make a difference you would have to somehow be different.","name" : "Johnnie Dent Jr."},{"message" : "If you want to make a difference, think different.","name" : "Palle Oswald"},{"message" : "It doesn't really matter to me how I make a difference, I just wanna make sure that I do.","name" : "Clay Aiken"},{"message" : "If you desire to make a difference in the world, you must be different from the world.","name" : "Elaine S. Dalton"},{"message" : "Those little things can add up to make a big difference.","name" : "Tim Mcavoy"},{"message" : "I had the ability to make a difference, even if I didn't know what that difference was yet.","name" : "Lorna Shultz Nicholson"},{"message" : "God made you different so you can make a difference.","name" : "unknown"},{"message" : "We may not have the ability to change all of the world's wrongs, but we can make a difference where we are.","name" : "Dillon Burroughs"},{"message" : "One person really can make a difference. Each person is the revolution.","name" : "Bryant H. McGill"},{"message" : "Small acts of kindness can make a difference in other peoples lives more than we can imagine.","name" : "Catherine Pulsifer"},{"message" : "But you can make a difference, everyone can do that too. May those who can use the help, receive what they ought to.","name" : "Julie Hebert"},{"message" : "A small change can make a big difference.","name" : "Catherine Pulsifer"},{"message" : "The truth is anyone can be the difference; all it takes is using whatever you have, to do whatever you can.","name" : "Darius Graham"},{"message" : "Every individual matters. Every individual has a role to play. Every individual makes a difference.","name" : "Jane Goodall"},{"message" : "There are two ways of spreading light: to be the candle or the mirror that reflects it.","name" : "Edith Wharton"},{"message" : "What counts in life is not the mere fact that we have lived. It is what difference we have made to the lives of others that will determine the significance of the life we lead.","name" : "Nelson Mandela"},{"message" : "If you think you are too small to make a difference, try sleeping with a mosquito.","name" : "Dalai Lama"},{"message" : "You change the world by being yourself.","name" : "Yoko Ono"},{"message" : "Anyone who thinks that they are too small to make a difference has never tried to fall asleep with a mosquito in the room.","name" : "Christine Todd Whitman"},{"message" : "We make a living by what we get, but we make a life by what we give.","name" : "Winston Churchill"},{"message" : "We tried in our simple way to lead our life in a manner that may make a difference to those of others.","name" : "Nelson Mandela"},{"message" : "Do not wait for leaders. Do it alone, person to person.","name" : "Mother Teresa"},{"message" : "One person can make a difference.","name" : "Raoul Wallenberg"},{"message" : "Love and kindness are never wasted. They always make a difference. They bless the one who receives them, and they bless you, the giver.","name" : "Barbara De Angelis"},{"message" : "Attitude is a little thing that makes a big difference.","name" : "Winston Churchill"},{"message" : "The only way to make a difference is to acquire power.","name" : "Hillary Clinton"},{"message" : "To know is to care, to care is to act, to act is to make a difference.","name" : "Harry Chapin"},{"message" : "Each one of us can make a difference. Together we make a change.","name" : "Barbara Mikulski"},{"message" : "When you encourage others, you in the process are encouraged because you’re making a commitment and difference in that person’s life. Encouragement really does make a difference.","name" : "Zig Ziglar"},{"message" : "In a gentle way, you can shake the world.","name" : "Mahatma Gandhi"},{"message" : "Throw yourself into life as someone who makes a difference, accepting that you may not understand how or why.","name" : "Benjamin Zander"},{"message" : "Heart is what makes a difference.","name" : "Jerry Sloan"},{"message" : "Everybody wants to make a difference, but nobody wants to be different. And you simply cannot have one without the other.","name" : "Andy Andrews"},{"message" : "Dreamers dream about things being different. Visionaries envision themselves making a difference.","name" : "Andy Stanley"},{"message" : "There's always an opportunity to make a difference.","name" : "Michael Dell"},{"message" : "If you give up on the idea that your voice can make a difference, then other voices will fill the void.","name" : "Barack Obama"},{"message" : "A difference is a difference only if it makes a difference.","name" : "Darrell Huff"}]}