{"title" : "Making Money","quotes" : [{"message" : "Don't let money run your life, let money help you run your life better.","name" : "John Rampton"},{"message" : "Making money is art and working is art and good business is the best art.","name" : "Andy Warhol"},{"message" : "Making money is certainly the one addiction I cannot shake.","name" : "Felix Dennis"},{"message" : "The safest way to double your money is to fold it over and put it in your pocket.","name" : "Kin Hubbard"},{"message" : "The money you make is a symbol of the value you create.","name" : "Idowu Koyenikan"},{"message" : "The key to making money is to stay invested.","name" : "Suze Orman"},{"message" : "Never depend on single income. Make investments to create a second source.","name" : "Warren Buffett"},{"message" : "Don't stay in bed, unless you can make money in bed.","name" : "George Burns"},{"message" : "Expect the best. Prepare for the worst. Capitalize on what comes.","name" : "Zig Ziglar"},{"message" : "If you would know the value of money, go and try to borrow some.","name" : "Benjamin Franklin"},{"message" : "Making money isn't hard in itself. What's hard is to earn it doing something worth devoting one's life to.","name" : "Carlos Ruiz Zafón"},{"message" : "Everyday is a bank account, and time is our currency. No one is rich, no one is poor, we've got 24 hours each.","name" : "Christopher Rice"},{"message" : "Today, the concept of business is to make money. Making money is the name of the business.","name" : "Muhammad Yunus"},{"message" : "I have ways of making money that you know nothing of.","name" : "John D. Rockefeller"},{"message" : "To acquire money requires valor, to keep money requires prudence, and to spend money well is an art.","name" : "Berthold Auerbach"},{"message" : "An investment in knowledge always pays the best interest.","name" : "Benjamin Franklin"},{"message" : "The longer you're not taking action the more money you're losing.","name" : "Carrie Wilkerson"},{"message" : "Making money isn't hard in itself. What's hard is to earn it doing something worth devoting one's life to.","name" : "Carlos Ruiz Zafon"},{"message" : "Investing is simple, but not easy.","name" : "Warren Buffett"},{"message" : "The real key to making money in stocks is not to get scared out of them.","name" : "Peter Lynch"},{"message" : "Life started getting good when I started making money.","name" : "Balthazar Getty"},{"message" : "Money is usually attracted, not pursued.","name" : "Jim Rohn"},{"message" : "A wise person should have money in their head, but not in their heart.","name" : "Jonathan Swift"},{"message" : "Money is a terrible master but an excellent servant.","name" : "P.T. Barnum"},{"message" : "Rule No. 1: Never lose money. Rule No. 2: Never forget rule No.1.","name" : "Warren Buffett"},{"message" : "The only point in making money is, you can tell some big shot where to go.","name" : "Humphrey Bogart"},{"message" : "There is a gigantic difference between earning a great deal of money and being rich.","name" : "Marlene Dietrich"},{"message" : "Money is like a sixth sense and you can't make use of the other five without it.","name" : "William Somerset Maugham"},{"message" : "The more you learn, the more you earn.","name" : "Frank Clark"},{"message" : "Money is always eager and ready to work for anyone who is ready to employ it.","name" : "Idowu Koyenikan"},{"message" : "To get rich, you have to be making money while you're asleep.","name" : "David Bailey"},{"message" : "If all you're doing is making money, you have a luxurious but empty life.","name" : "Amanda Donohoe"},{"message" : "Making money is easy. It is. The difficult thing in life is not making it, it's keeping it.","name" : "John McAfee"},{"message" : "When money realizes that it is in good hands, it wants to stay and multiply in those hands.","name" : "Idowu Koyenikan"},{"message" : "Balancing your money is the key to having enough.","name" : "Elizabeth Warren"},{"message" : "It is better to have a permanent income than to be fascinating.","name" : "Oscar Wilde"},{"message" : "The more your money works for you, the less you have to work for money.","name" : "Idowu Koyenikan"},{"message" : "The quickest way to double your money is to fold it in half and put it in your back pocket.","name" : "Will Rogers"},{"message" : "Never spend your money before you have it.","name" : "Thomas Jefferson"}]}