{"title" : "Maturity","quotes" : [{"message" : "Maturity is achieved when a person accepts life as full of tension.","name" : "Joshua Loth Liebman"},{"message" : "Maturity is a high price to pay for growing up.","name" : "Tom Stoppard"},{"message" : "Maturity is achieved when a person postpones immediate pleasures for long-term values.","name" : "Joshua Loth Liebman"},{"message" : "Maturity is the ability to think, speak and act your feelings within the bounds of dignity. The measure of your maturity is how spiritual you become during the midst of your frustrations.","name" : "Samuel Ullman"},{"message" : "Maturity is knowing when to be immature.","name" : "Randall Hall"},{"message" : "Maturity is the ability to reap without apology and not complain when things don't go well.","name" : "Jim Rohn"},{"message" : "Maturity begins to grow when you can sense your concern for others outweighing your concern for yourself.","name" : "John MacNaughton"},{"message" : "Maturity is the capacity to endure uncertainty.","name" : "John Huston Finley"},{"message" : "Maturity: Be able to stick with a job until it is finished. Be able to bear an injustice without having to get even. Be able to carry money without spending it. Do your duty without being supervised.","name" : "Ann Landers"},{"message" : "Maturity includes the recognition that no one is going to see anything in us that we don't see in ourselves. Stop waiting for a producer. Produce yourself.","name" : "Marianne Williamson"},{"message" : "To make mistakes is human; to stumble is commonplace; to be able to laugh at yourself is maturity.","name" : "William Arthur Ward"},{"message" : "I believe the sign of maturity is accepting deferred gratification.","name" : "Peggy Cahn"},{"message" : "Maturity consists in no longer being taken in by oneself.","name" : "Kajetan Von Schlaggenberg"},{"message" : "Maturity starts with the willingness to give oneself.","name" : "Elisabeth Elliot"},{"message" : "I guess real maturity, which most of us never achieve, is when you realize that you're not the center of the universe.","name" : "Katherine Paterson"},{"message" : "Age is just a number. Maturity is a choice.","name" : "Harry Styles"},{"message" : "Maturity is not when we start speaking big things. It is when we start understanding small things..","name" : "unknown"},{"message" : "A person's maturity consists in having found again the seriousness one had as a child, at play.","name" : "Friedrich Wilhelm Nietzsche"},{"message" : "Age is no guarantee of maturity.","name" : "Lawana Blackwell"},{"message" : "Maturity comes not with age but with the acceptance of responsibility.","name" : "Edwin Louis Cole"},{"message" : "Maturity is often more absurd than youth and very frequently is most unjust to youth.","name" : "Thomas A. Edison"},{"message" : "Maturity, one discovers, has everything to do with the acceptance of not knowing.","name" : "Mark Z. Danielewski"},{"message" : "Maturity is when your world opens up and you realize that you are not the center of it.","name" : "M.J. Croan"},{"message" : "Youth ends when egotism does; maturity begins when one lives for others.","name" : "Hermann Hesse"},{"message" : "Maturity is the moment one regains one's innocence.","name" : "Marty Rubin"},{"message" : "Maturity is so often considered to be synonymous with 'adult. But I truly feel that maturity may be defined by the ability to be both an adult and a child.","name" : "Gina Marinello"},{"message" : "Maturity is only a short break in adolescence.","name" : "Jules Feiffer"},{"message" : "Youth condemns; maturity condones.","name" : "Amy Lowell"},{"message" : "Age' is the acceptance of a term of years. But maturity is the glory of years.","name" : "Martha Graham"},{"message" : "Maturity is the time of life when, if you had the time, you'd have the time of your life.","name" : "Anonymous"},{"message" : "A mark of maturity seems to be the range and extent of one's feeling of self-involvement in abstract ideals.","name" : "Gordon Wallport"},{"message" : "Maturity implies otherness... The art of living is the art of living with.","name" : "Julius Gordon"},{"message" : "I would say that the surest measure of a man's or a woman's maturity is the harmony, style, joy, and dignity he creates in his marriage, and the pleasure and inspiration he provides for his spouse.","name" : "Benjamin Spock"},{"message" : "Maturity is developed by respecting others and accepting responsibility for violating that respect.","name" : "Wes Fessler"},{"message" : "Maturity is a bitter disappointment for which no remedy exists, unless laughter can be said to remedy anything.","name" : "Kurt Vonnegut"},{"message" : "I think part of maturity is knowing who you are.","name" : "Rob Lowe"},{"message" : "Maturity is to face, and not evade, every fresh crisis that comes.","name" : "Fritz Kunkel"},{"message" : "Maturity is when we can treat ourselves in our own way rather than within the automatic ways of our parents in childhood.","name" : "Hugh Missildine"},{"message" : "Maturity is having the ability to escape categorization.","name" : "K. Rexroth"},{"message" : "Maturity begins the day you take responsibility for your own feelings.","name" : "Kevin Everett Fitzmaurice"},{"message" : "Maturity comes when keeping a secret gives you more satisfaction than passing it along.","name" : "John M. Henry"},{"message" : "Maturity is the art of living in peace with that which we cannot change.","name" : "Anonymous"},{"message" : "One sign of maturity is knowing when to ask for help.","name" : "Dennis Wholey"},{"message" : "That's maturity-when you realize that you've finally arrived at a state of ignorance as profound as your parents.","name" : "Elizabeth Peters"},{"message" : "Maturity begins when you feel you are right about something without feeling the need to prove someone else wrong.","name" : "Sydney J. Harris"},{"message" : "It takes a long time to bring excellence to maturity.","name" : "Publilius Syrus"},{"message" : "Maturity is the ability to discern the ignorant without discussing them.","name" : "Vikrant Parsai"},{"message" : "The awareness of the ambiguity of one's highest achievements (as well as one's deepest failures) is a definite symptom of maturity.","name" : "Paul Johannes Tillich"},{"message" : "Maturity, one discovers, has everything to do with the acceptance of ‘not knowing.","name" : "Mark Z. Danielewski"},{"message" : "The willingness to forgive is a sign of spiritual and emotional maturity.","name" : "Gordon B. Hinckley"},{"message" : "Maturity has nothing to do with age.","name" : "Abhaidev"},{"message" : "Maturity means seeing the differences, but realizing they don’t matter. There’s no technological shortcut.","name" : "Ted Chiang"},{"message" : "While maturity may bring you wisdom and strength, it is the playful, curious child in you that makes the world magic, that makes a life enchanting and worth living at all.","name" : "Beau Taplin"},{"message" : "At some point, we have to own our choices.","name" : "Tommy Tomlinson"},{"message" : "Maturity becomes a goal, and progress becomes movement towards a goal.","name" : "Burrhus Frederic Skinner"},{"message" : "Maturity comes only through non-violence, love, and all-inclusiveness.","name" : "Amit Ray"},{"message" : "On the day I reach maturity and feel the need like leaves to leave the tree. To show the world the colours that are me rejoice in all the beauty that you see.","name" : "Elaine C. George"},{"message" : "On the life-long journey to maturity, where mirrors do not tell lies.","name" : "Sonia Walker"},{"message" : "Its appearance at maturity puristically flamboyant, mighty storm winds strike it with rebellious force.","name" : "Nikhil Parekh"},{"message" : "Inch by inch grows the child till maturity's prime.","name" : "Eliza Cook"},{"message" : "The frost of winter and the summer storm. All bow it down; rarely the blossom comes. To full maturity; but there is nought.","name" : "Letitia Elizabeth Landon"},{"message" : "A man is not mature unless he gets a certificate of maturity from a woman.","name" : "Abhaidev"},{"message" : "Maturity is knowing everybody has their own perception and they are right when we see them from their perspective.","name" : "Giridhar Alwar"},{"message" : "Maturity is the ability to live fully and equally in multiple contexts; most especially, the ability, despite our grief and losses, to courageously inhabit the past the present and the future all at once.","name" : "David Whyte"},{"message" : "Maturity is the ability to live fully and equally in multiple contexts; most especially, the ability, despite our grief and losses, to courageously inhabit the past the present and the future all at once.","name" : "David Whyte"},{"message" : "The wisdom that comes from maturity is recognised through a disciplined refusal to choose between or isolate three powerful dynamics that form human identity: what has happened, what only looks as if it is happening now, and what is about to occur.","name" : "David Whyte"},{"message" : "Maturity is not a static arrived platform, a golden epoch from where life is viewed from a calm, untouched oasis of wisdom, but the dissolution of living elemental frontiers between what has happened, what is happening now, and the consequences of our passt; first imagined anew, and then lived into the waiting future.","name" : "David Whyte"},{"message" : "Maturity is the time when these tidal forces meet and break apart our life, making one life out of our regrets, our self-compassion, and our forgiveness forged into a future made real by a radical change in our behaviour.","name" : "David Whyte"},{"message" : "Maturity is the breakdown of elemental frontiers, between different epochs of our life, between life and death, between the part of us that has been a fine, upstanding citizen and the darker, helpless parts of us that have caused harm and damage.","name" : "David Whyte"},{"message" : "Real maturity can only be sustained by real silence, by a daily discipline of silence and an inhabitation of spaciousness, a foundational giving away.","name" : "David Whyte"},{"message" : "Maturity is the discipline of giving up and giving away, to see what is left and what is real.","name" : "David Whyte"},{"message" : "Maturity calls us to risk ourselves as much as we did in our immaturity, but for a bigger picture, a larger horizon; for a powerfully generous outward incarnation of our inward qualities and not for gains that make us smaller, even in the winning.","name" : "David Whyte"},{"message" : "Maturity beckons also, asking us to be larger, more fluid, more elemental, less cornered, less unilateral; a living, conversational intuition between the inherited story, the one we are privileged to inhabit, and the one - if we are large enough and broad enough, moveable enough and, even, here enough - just, astonishingly, about to occur.","name" : "David Whyte"},{"message" : "Maturity is not directly proportional to age.","name" : "Olaotan Fawehinmi"},{"message" : "Maturity means the understanding to be decisive on your own.","name" : "Osho"},{"message" : "Maturity is coming, you are gaining your innocence again.","name" : "Osho"},{"message" : "There is a great difference between maturity and aging, a vast difference, and people always remain confused about it.","name" : "Osho"},{"message" : "Maturity is an inner growth.","name" : "Osho"},{"message" : "Maturity is something that you bring to your life-it comes out of awareness.","name" : "Osho"},{"message" : "Aging plus awareness, experiencing plus awareness, is maturity.","name" : "Osho"},{"message" : "Maturity has not decided that he will not be angry again, no-that is the sign of a man who is not getting mature.","name" : "Osho"},{"message" : "A man of maturity never decides for the future, the maturity itself takes care.","name" : "Osho"},{"message" : "Maturity means gaining your lost innocence again, reclaiming your paradise, becoming a child again.","name" : "Osho"},{"message" : "Maturity is a rebirth, a spiritual birth.","name" : "Osho"},{"message" : "Maturity is the ultimate flowering of meditation.","name" : "Osho"},{"message" : "Going beyond thoughts and feelings and becoming a pure isness is maturity.","name" : "Osho"},{"message" : "Maturity has nothing to do with your life experiences. It has something to do with your inward journey, your experiences of the inner.","name" : "Osho"},{"message" : "Maturity has a fragrance. It gives tremendous beauty to the individual.","name" : "Osho"},{"message" : "Maturity is that you no longer innocent, that you have ripened through life experiences, that you cannot be cheated easily, that you cannot be exploited, that you have within you something like a solid rock, a protection, a security.","name" : "Osho"},{"message" : "Maturity of spirit is touching your inner sky.","name" : "Osho"},{"message" : "Maturity is meant that you have come home.","name" : "Osho"}]}