{"title" : "Mediocrity","quotes" : [{"message" : "It's a sign of mediocrity when you demonstrate gratitude with moderation.","name" : "Roberto Benigni"},{"message" : "I'd made it back to the land of the living. No matter how boring or mediocre a world it might be, this was it.","name" : "Haruki Murakami"},{"message" : "To those whose talents are above mediocrity, the highest subjects may be announced. To those who are below mediocrity, the highest subjects may not be announced.","name" : "Confucius"},{"message" : "Everything I've ever done was out of fear of being mediocre.","name" : "Chet Atkins"},{"message" : "You know you've reached a new plateau of group mediocrity when even a Canadian is alarmed by your lack of individuality.","name" : "Sarah Vowell"},{"message" : "Mediocrity is excellent to the eyes of mediocre people.","name" : "Joseph Joubert"},{"message" : "I try to keep an open mind but I'm so tired of the mediocrity.","name" : "Clea Duvall"},{"message" : "Only mediocrity can be trusted to be always at its best.","name" : "Max Beerbohm"},{"message" : "People who are unable to motivate themselves must be content with mediocrity, no matter how impressive their other talents.","name" : "Andrew Carnegie"},{"message" : "Mediocrity is now, as formerly, dangerous, commonly fatal, to the poet; but among even the successful writers of prose, those who rise sensibly above it are the very rarest exceptions.","name" : "William E. Gladstone"},{"message" : "The price of excellence is discipline. The cost of mediocrity is disappointment.","name" : "William Arthur Ward"},{"message" : "Only the mediocre are always at their best.","name" : "Jean Giraudoux"},{"message" : "Creative people are often found either disagreeable or intimidating by mediocrities.","name" : "Criss Jami"},{"message" : "It takes more energy to maintain mediocrity than it takes to pursue excellence.","name" : "Matthew Kelly"},{"message" : "Women want mediocre men, and men are working to be as mediocre as possible.","name" : "Margaret Mead"},{"message" : "Mediocrity doesn't mean average intelligence, it means an average intelligence that resents and envies its betters.","name" : "Ayn Rand"},{"message" : "It is a wretched taste to be gratified with mediocrity when the excellent lies before us.","name" : "Isaac D'Israeli"},{"message" : "Great artists are people who find the way to be themselves in their art. Any sort of pretension induces mediocrity in art and life alike.","name" : "Margot Fonteyn"},{"message" : "Excellence is a better teacher than mediocrity. The lessons of the ordinary are everywhere. Truly profound and original insights are to be found only in studying the exemplary.","name" : "Warren G. Bennis"},{"message" : "Some people are born mediocre, some people achieve mediocrity, and some people have mediocrity thrust upon them.","name" : "Joseph Heller"},{"message" : "To a hungry person, every bitter food is sweet.","name" : "Israelmore Ayivor"},{"message" : "It is cruel to discover one's mediocrity only when it is too late. It does not improve the temper.","name" : "W. Somerset Maugham"},{"message" : "There's a lot of mediocrity being celebrated, and a lot of wonderful stuff being ignored or discouraged.","name" : "Sean Penn"},{"message" : "Mediocrity will never do. You are capable of something better.","name" : "Gordon B. Hinckley"},{"message" : "There is always a heavy demand for fresh mediocrity. In every generation the least cultivated taste has the largest appetite.","name" : "Paul Gauguin"},{"message" : "Perseverance - a lowly virtue whereby mediocrity achieves an inglorious success.","name" : "Ambrose Bierce"},{"message" : "In the republic of mediocrity, genius is dangerous.","name" : "Robert G. Ingersoll"},{"message" : "Mediocrity knows nothing higher than itself, but talent instantly recognizes genius.","name" : "Arthur Conan Doyle"},{"message" : "Nothing is as approved as mediocrity, the majority has established it and it fixes it fangs on whatever gets beyond it either way.","name" : "Blaise Pascal"},{"message" : "Mediocrity requires aloofness to preserve its dignity.","name" : "Charles G. Dawes"},{"message" : "Great spirits have always encountered violent opposition from mediocre minds.","name" : "Albert Einstein"},{"message" : "If any of you have a desire to be mediocre, you will probably find that you have already achieved your ambition.","name" : "Hugh B. Brown"},{"message" : "It is mediocrity which makes laws and sets mantraps and spring-guns in the realm of free song, saying thus far shalt thou go and no further.","name" : "James Russell Lowell"},{"message" : "The way that I am now, I don't want to accept mediocrity. I don't want to accept the easy road.","name" : "Joe Nichols"},{"message" : "Not doing more than the average is what keeps the average down.","name" : "William M. Winans"},{"message" : "Ridicule is the tribute paid to the genius by the mediocrities.","name" : "Oscar Wilde"},{"message" : "Idleness is fatal only to the mediocre.","name" : "Albert Camus"},{"message" : "When you tolerate mediocrity, you get more of it.","name" : "Frank Sonnenberg"},{"message" : "The difference between greatness and mediocrity is often how an individual views a mistake.","name" : "Nelson Boswell"},{"message" : "The highest level than can be reached by a mediocre but experienced mind is a talent for uncovering the weaknesses of those greater than itself.","name" : "Georg Christoph Lichtenberg"},{"message" : "Over and over again mediocrity is promoted because real worth isn't to be found.","name" : "Kathleen Norris"},{"message" : "The world doesn't need any more mediocrity or hedged bets.","name" : "Anne Rice"},{"message" : "Step out of the crowd of average people. Enter that game and change the values on the scoreboard.","name" : "Israelmore Ayivor"},{"message" : "When small men attempt great enterprises, they always end by reducing them to the level of their mediocrity.","name" : "Read more: https://www.wisesayings.com/mediocrity-quotes/page-2/#ixzz6rxdqXz3v"}]}