{"title" : "Millionaire","quotes" : [{"message" : "Millionaires don't play the blame game but the gain game.","name" : "Dee Dee Artner"},{"message" : "I don't know much about being a millionaire, but I'll bet I'd be darling at it.","name" : "Dorothy Parker"},{"message" : "You can't just wish to be a millionaire; you have to figure out how to earn it.","name" : "Dolly Parton"},{"message" : "What's the quickest way to become a millionaire? Borrow fivers off everyone you meet.","name" : "Richard Branson"},{"message" : "If you want to be a Millionaire, start with a billion dollars and launch a new airline.","name" : "Richard Branson"},{"message" : "Pity the poor millionaire. He'll never know the thrill of paying that final installment.","name" : "Ann Landers"},{"message" : "Become a millionaire not for the million dollars, but for what it will make of you to achieve it.","name" : "Jim Rohn"},{"message" : "Becoming a millionaire is not the end goal; your growth and development en-route is what matters.","name" : "Mark Victor Hansen"},{"message" : "People don't want to be millionaires - they want to experience what they believe only millions can buy.","name" : "Tim Ferriss"},{"message" : "It is a shame for a man to be a millionaire in possessions if he is not also a millionaire in beneficence.","name" : "Lyman Abbott"},{"message" : "How many millionaires do you know who have become wealthy by investing in savings accounts? I rest my case.","name" : "Robert G. Allen"},{"message" : "When someone becomes a millionaire, the least important thing is what they have. The most important thing is what they have become.","name" : "Jim Rohn"},{"message" : "To say that I'm enjoying a millionaire's lifestyle-well, I can tell you, I guess a millionaire's income doesn't go very far these days.","name" : "Ed Pastor"},{"message" : "I became a millionaire overnight by signing a piece of paper. I made more money in that one second than my entire family did in their lifetime.","name" : "Troy Polamalu"},{"message" : "There are very few self-made millionaires, if any, who have not taken risks which would make the rest of us unable to sleep at night, or keep our food down.","name" : "Dominic Lawson"},{"message" : "All these young millionaires were anarchists, of course: when a man possesses everything it is the supreme luxury for him to deny society: for in that way he can evade his responsibilities.","name" : "Romain Rolland"},{"message" : "You develop millionaires the way you mine gold. You expect to move tons of dirt to find an ounce of gold, but you don't go into the mine looking for the dirt-you go in looking for the gold.","name" : "Andrew Carnegie"},{"message" : "The millionaires are a product of natural selection ... the naturally selected agents of society for certain work. They get high wages and live in luxury, but the bargain is a good one for society.","name" : "William Graham Sumner"},{"message" : "Millionaires are just as patriotic as poor people. The very wealthy are just as noble and patriotic as the middle class. But nothing has been asked of them in this horrendous recession. And it's time we just ask.","name" : "Joe Biden"},{"message" : "A millionaires' mindset focus moves from posessions to feelings, once they become conscious and awake.","name" : "Tony Dovale"},{"message" : "All millionaires love a baked apple.","name" : "Ronald Firbank"},{"message" : "Millionaires don't judge but connect.","name" : "Dee Dee Artner"},{"message" : "Millionaire don't compare but prepare what they seek.","name" : "Dee Dee Artner"},{"message" : "Everyone's a millionaire where promises are concerned.","name" : "Ovid"},{"message" : "The average millionaire can't tell you who got thrown off the island last night.","name" : "Dave Ramsey"},{"message" : "Millionaire models are rare enough; but, by Jove, model millionaires are rarer still!","name" : "Oscar Wilde"},{"message" : "You want to be a millionaire.","name" : "Eric Thomas"},{"message" : "Start with the end in mind. If you want to be a millionaire, talk like one, act like one, work like one.","name" : "Bob Proctor"},{"message" : "I shouldn't think even millionaires could eat anything nicer than new bread and real butter and honey for tea.","name" : "Dodie Smith"},{"message" : "I'm a millionaire, I'm a multi-millionaire. I'm filthy rich. You know why I'm a multi-millionaire? 'Cause multi-millions like what I do.","name" : "Michael Moore"},{"message" : "At least eighty percent of millionaires are self-made. That is, they started with nothing but ambition and energy, the same way most of us start.","name" : "Brian Tracy"},{"message" : "There are lots of things about millionaires that make them pretty ordinary, but what's not ordinary is their ability to accumulate wealth, how hard they work, and what they do for a living.","name" : "Thomas J. Stanley"},{"message" : "A millionaire is a person who is free, who does what she loves, who has unlimited materials, her choice of tools, abundance, inspiration, freedom and an inflated sense of entitlement to have, create and get more.","name" : "Sara Genn"},{"message" : "The prodigality of millionaires is comparable only to their greed of gain. Let some whim or passion seize them and money is of no account. In fact these Croesuses find whims and passions harder to come by than gold.","name" : "Honoré de Balzac"},{"message" : "There are self-made millionaires - their aspiration is first to make money. But the once that goal is achieved, they have to look for something and sometimes they become patrons of art or museums. And that is how the world should go.","name" : "Tadao Ando"},{"message" : "Millionaires are risk-takers, and they don't become millionaires until they're 40 or 50. It's a slower process than a lot of people think.","name" : "Thomas J. Stanley"}]}