{"title" : "Morality","quotes" : [{"message" : "Morality knows nothing of geographical boundaries, or distinctions of race.","name" : "Herbert Spencer"},{"message" : "Moral courage is higher and a rarer virtue than physical courage.","name" : "William Slim"},{"message" : "Moral excellence comes about as a result of habit. We become just by doing just acts, temperate by doing temperate acts, brave by doing brave acts.","name" : "Aristotle"},{"message" : "Unless we discover actual truth, morality is up for grabs.","name" : "Pamela Christian"},{"message" : "Wrong is wrong even if everyone is doing it. Right is right even if no one is doing it.","name" : "unknown"},{"message" : "The purpose of morality is to teach you, not to suffer and die, but to enjoy yourself and live.","name" : "Ayn Rand"},{"message" : "Whenever you are to do a thing, though it can never be known but to yourself, ask yourself how you would act were all the world looking at you, and act accordingly.","name" : "Thomas Jefferson"},{"message" : "Morality is a burglar's tool whose merit lies in never being left behind at the scene of the crime.","name" : "Karl Kraus"},{"message" : "Every young man would do well to remember that all successful business stands on the foundation of morality.","name" : "Henry Ward Beecher"},{"message" : "Do not depend upon the morality of a person until you have seen him behave while in anger.","name" : "Umar"},{"message" : "Children often have a much stronger concept of morality than adults.","name" : "Nina Bawden"},{"message" : "The test of morality of a society is what it does with it's children.","name" : "Dietrich Bonhoeffer"},{"message" : "Morality is the thing upon which your friends smile, and immorality is the thing upon which they frown.","name" : "Elbert Hubbard"},{"message" : "Morality is the herd-instinct in the individual.","name" : "Friedrich Nietzsche"},{"message" : "Morality is of the highest importance - but for us, not for God.","name" : "Albert Einstein"},{"message" : "Morality is only moral when it is voluntary.","name" : "Lincoln Steffens"},{"message" : "Do not do an immoral thing for moral reasons.","name" : "Thomas Hardy"},{"message" : "Morality, like art, means drawing a line someplace.","name" : "Oscar Wilde"},{"message" : "The quality of moral behavior varies in inverse ratio to the number of human beings involved.","name" : "Aldous Huxley"},{"message" : "The higher the buildings, the lower the morals.The higher the buildings, the lower the morals.","name" : "Albert Einstein"},{"message" : "Morality is simply the attitude we adopt towards people whom we personally dislike.","name" : "Oscar Wilde"},{"message" : "Morality comes with the sad wisdom of age, when the sense of curiosity has withered.","name" : "Graham Greene"},{"message" : "A man that has lost moral sense is like a man in battle with both of his legs shot off: he has nothing to stand on.","name" : "Henry Ward Beecher"},{"message" : "Even if everyone else is not doing good. I alone will. Even if everyone else is doing wrong, I alone will not.","name" : "unknown"},{"message" : "Always do what is right. It will gratify half of mankind and astound the other.","name" : "Mark Twain"},{"message" : "There are no easy answers, but there are simple answers. We must have the courage to do what we know is morally right.","name" : "Ronald Reagan"},{"message" : "Morality is truth in full bloom.","name" : "Victor Hugo"},{"message" : "The best way to teach morality is to make it a habit with children.","name" : "Aristotle"},{"message" : "It's easy enough to preach morality on a full belly.","name" : "Erwin Sylvanus"},{"message" : "Bad company ruins good morals.","name" : "I Corinthians 15:33"},{"message" : "We have two kinds of morality side by side: one which we preach but do not practice and another which we practice but seldom preach.","name" : "Bertrand Russell"},{"message" : "The only immorality is not to do what one has to do when one has to do it.","name" : "Jean Anouilh"},{"message" : "Ordinary morality is only for ordinary people.","name" : "Aleister Crowley"},{"message" : "Only morality in our actions can give beauty and dignity to life.","name" : "Albert Einstein"},{"message" : "Do not be too moral. You may cheat yourself out of much life. So aim above morality. Be not simply good; be good for something.","name" : "Henry David Thoreau"},{"message" : "Never let your sense of morals prevent you from doing what is right!","name" : "Isaac Asimov"},{"message" : "Men are more moral than they think and far more immoral than they can imagine.","name" : "Sigmund Freud"},{"message" : "The Moral Law tells us the tune we have to play: our instincts are merely the keys.","name" : "C.S. Lewis"},{"message" : "Compassion is the basis of morality.","name" : "Arthur Schopenhauer"},{"message" : "Morality is a private and costly luxury.","name" : "Henry B. Adams"},{"message" : "Morality is how you go about getting what you want without screwing anybody to get it.","name" : "Henry David Thoreau"},{"message" : "Morality may keep you out of jail, but it takes the blood of Jesus Christ to keep you out of hell.","name" : "Charles Spurgeon"},{"message" : "Food first, then morality.","name" : "Bertolt Brecht"},{"message" : "Morality, like numinous awe, is a jump; in it, man goes beyond anything that can be 'given' in the facts of experience.","name" : "C.S. Lewis"},{"message" : "Morality begins at the point of a gun.","name" : "Mao Zedong"},{"message" : "The hottest place in Hell is reserved for those who remain neutral in times of great moral conflict.","name" : "Martin Luther King Jr."}]}