{"title" : "Motivation","quotes" : [{"message" : "The best way out is always through.","name" : "Robert Frost"},{"message" : "Do not wait to strike till the iron is hot; but make it hot by striking.","name" : "William B. Sprague"},{"message" : "Great spirits have always encountered violent opposition from mediocre minds.","name" : "Albert Einstein"},{"message" : "Whether you think you can or think you can't, you are right.","name" : "Henry Ford"},{"message" : "Falling down is how we grow. Staying down is how we die.","name" : "Brian Vaszily"},{"message" : "It is not what we take up, but what we give up, that makes us rich.","name" : "Henry Ward Beecher"},{"message" : "It takes courage to grow up and turn out to be who you really are.","name" : "E.E. Cummings"},{"message" : "In order to be effective truth must penetrate like an arrow -- and that is likely to hurt.","name" : "Wei Wu Wei"},{"message" : "It is never too late to be what you might have been.","name" : "George Eliot"},{"message" : "Life is about making an impact, not making an income.","name" : "Kevin Kruse"},{"message" : "Whatever the mind of man can conceive and believe, it can achieve.","name" : "Napoleon Hill"},{"message" : "Strive not to be a success, but rather to be of value.","name" : "Albert Einstein"},{"message" : "Two roads diverged in a wood, and I took the one less traveled by, And that has made all the difference.","name" : "Robert Frost"},{"message" : "I attribute my success to this: I never gave or took any excuse.","name" : "Florence Nightingale"},{"message" : "It does not matter how slowly you go as long as you do not stop.","name" : "Confucius"},{"message" : "Always do your best. What you plant now, you will harvest later.","name" : "Og Mandino"},{"message" : "You are never too old to set another goal or to dream a new dream.","name" : "C. S. Lewis"},{"message" : "Either I will find a way, or I will make one.","name" : "Philip Sidney"},{"message" : "Always be a first-rate version of yourself, instead of a second-rate version of somebody else.","name" : "Judy Garland"},{"message" : "Judge each day not by the harvest you reap but by the seeds you plant.","name" : "Robert Louis Stevenson"},{"message" : "The greatest pleasure in life is doing what people say you cannot do.","name" : "Walter Bagehot"},{"message" : "If you don't make mistakes, you aren't really trying.","name" : "Coleman Hawkins"},{"message" : "Do not go where the path may lead; go instead where there is no path and leave a trail.","name" : "Ralph Waldo Emerson"},{"message" : "Forget about all the reasons why something may not work. You only need to find one good reason why it will.","name" : "Dr. Robert Anthony"},{"message" : "It is during our darkest moments that we must focus to see the light.","name" : "Aristotle Onassis"},{"message" : "Believe you can and you're halfway there.","name" : "Theodore Roosevelt"},{"message" : "Change your thoughts and you change your world.","name" : "Norman Vincent Peale"},{"message" : "It is by acts and not by ideas that people live.","name" : "Harry Emerson Fosdick"},{"message" : "You miss 100% of the shots you don't take.","name" : "Wayne Gretzky"},{"message" : "Thinking will not overcome fear, but action will.","name" : "W. Clement Stone"},{"message" : "A journey of a thousand miles begins with a single step.","name" : "Lao Tzu"},{"message" : "If you don't go after what you want, you'll never have it. If you don't ask, the answer is always no. If you don't step forward, you're always in the same place.","name" : "Nora Roberts"},{"message" : "The trouble with not having a goal is that you can spend your life running up and down the field and never score.","name" : "Bill Copeland"},{"message" : "Great minds discuss ideas. Average minds discuss events. Small minds discuss people.","name" : "Eleanor Roosevelt"},{"message" : "If opportunity doesn't knock, build a door.","name" : "Milton Berle"},{"message" : "I haven't failed. I've just found 10,000 ways that won't work.","name" : "Thomas Edison"},{"message" : "Be not afraid of greatness. Some are born great, some achieve greatness, and some have greatness thrust upon 'em.","name" : "William Shakespeare"},{"message" : "The way to get started is to quit talking and begin doing.","name" : "Walt Disney Company"},{"message" : "It's not the load that breaks you down, it's the way you carry it.","name" : "Lou Holtz"},{"message" : "Accept responsibility for your life. Know that it is you who will get you where you want to go, no one else.","name" : "Les Brown"},{"message" : "Challenges are what make life interesting and overcoming them is what makes life meaningful.","name" : "Joshua J. Marine"},{"message" : "In order to succeed, your desire for success should be greater than your fear of failure.","name" : "Bill Cosby"},{"message" : "The only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle.","name" : "Steve Jobs"},{"message" : "Don't worry about failures, worry about the chances you miss when you don't even try.","name" : "Jack Canfield"},{"message" : "Good, better, best. Don't ever rest, until good is better and better is best.","name" : "Janet Reno"},{"message" : "Small opportunities are often the beginning of great enterprises.","name" : "Demosthenes"},{"message" : "A pessimist sees the difficulty in every opportunity; an optimist sees the opportunity in every difficulty.","name" : "Sir Winston Churchill"},{"message" : "The key to success isn't much good until one discovers the right lock to insert it in.","name" : "Tehyi Hsieh"},{"message" : "Do you want to know who you are? Don't ask. Act! Action will delineate and define you.","name" : "Thomas Jefferson"},{"message" : "The distance is nothing when one has a motive.","name" : "Jane Austen"},{"message" : "Motivation remains key to the marathon: the motivation to begin; the motivation to continue; the motivation never to quit.","name" : "Hal Higdon"},{"message" : "Motivation will almost always beat mere talent.","name" : "Norman R. Augustine"},{"message" : "Motivation is a fire from within. If someone else tries to light that fire under you, chances are it will burn very briefly.","name" : "Stephen Covey"},{"message" : "Motivation is highest when the probability of success is 50 percent: We don't get involved if the task is too easy or too hard.","name" : "Judith M. Bardwick"},{"message" : "Motivation clears the head faster than a nasal spray.","name" : "William Zinsser"},{"message" : "If you're offered a seat on a rocket ship, don't ask what seat! Just get on.","name" : "Sheryl Sandberg"},{"message" : "One very important aspect of motivation is the willingness to stop and to look at things that no one else has bothered to look at. This simple process of focusing on things that are normally taken for granted is a powerful source of creativity.","name" : "Edward de Bono"},{"message" : "People need motivation to do anything. I don't think human beings learn anything without desperation.","name" : "Jim Carrey"},{"message" : "People often say that motivation does not last, well, neither does bathing, that's why we recommend it daily.","name" : "Zig Ziglar"},{"message" : "People who are unable to motivate themselves must be content with mediocrity, no matter how impressive their other talents.","name" : "Andrew Carnegie"},{"message" : "Whatever you're thinking, think bigger.","name" : "Tony Hsieh"},{"message" : "Go! Go! Go! It makes no difference where just so you go! go! go! Remember at the first opportunity go!","name" : "Jeanette Rankin"},{"message" : "Don't be nervous. Work calmly, joyously, recklessly on whatever is in hand.","name" : "Henry Miller"},{"message" : "If everyone waited until they felt 'motivated' to do something, we'd never get anything done. Stop looking for motivation. Take action. The motivation will follow.","name" : "Preethi Kasireddy"},{"message" : "Most people don't need more motivation. They just need a big plan and a little accountability.","name" : "Jack Butcher"},{"message" : "To be inspired is to be pulled toward something; to be motivated is to be pushed by yourself or others.","name" : "Thomas J. Leonard"},{"message" : "I walk slowly, but I never walk backward.","name" : "Abraham Lincoln"},{"message" : "Your goals have to be big enough to get you out of bed.","name" : "Paul McKenna"},{"message" : "Don't give up. Normally it is the last key on the ring which opens the door.","name" : "Paulo Coelho"},{"message" : "I am not discouraged, because every wrong attempt discarded is another step forward.","name" : "Thomas A. Edison"},{"message" : "Never give up, for that is just the place and time that the tide will turn.","name" : "Harriet Beecher Stowe"},{"message" : "Believe in your infinite potential. Your only limitations are those you set upon yourself.","name" : "Roy T. Bennett"},{"message" : "Make the most of yourself by fanning the tiny, inner sparks of possibility into flames of achievement.","name" : "Golda Meir"},{"message" : "I have gone ahead despite the pounding in the heart that says: turn back.","name" : "Erica Jong"},{"message" : "Sometimes you can do everything right and things will still go wrong. The key is to never stop doing right.","name" : "Angie Thomas"},{"message" : "The future rewards those who press on. I don't have time to feel sorry for myself. I don't have time to complain. I'm going to press on.","name" : "Barack Obama"},{"message" : "You can, you should, and if you're brave enough to start, you will.","name" : "Stephen King"},{"message" : "Rest in reason; move in passion.","name" : "Kahlil Gibran"},{"message" : "If you are working on something exciting that you really care about, you don't have to be pushed. The vision pulls you.","name" : "Steve Jobs"},{"message" : "If you can't fly then run, if you can't run then walk, if you can't walk then crawl, but whatever you do you have to keep moving forward.","name" : "Martin Luther King Jr."}]}