Bad things do happen; how I respond to them defines my character and the quality of my life. I can choose to sit in perpetual sadness, immobilized by the gravity of my loss, or I can choose to rise from the pain and treasure the most precious gift I have - life itself.
Walter Anderson
You build on failure. You use it as a stepping stone. Close the door on the past. You don't try to forget the mistakes, but you don't dwell on it. You don't let it have any of your energy, or any of your time, or any of your space.
Johnny Cash
Forgiving does not erase the bitter past. A healed memory is not a deleted memory. Instead, forgiving what we cannot forget creates a new way to remember. We change the memory of our past into a hope for our future.
Lewis B. Smedes
Every day is a new day, and you'll never be able to find happiness if you don't move on.
Carrie Underwood
Don't dwell on what went wrong. Instead, focus on what to do next. Spend your energies on moving forward toward finding the answer.
Denis Waitley
Moving on, is a simple thing, what it leaves behind is hard.
Dave Mustaine
It is only through labor and painful effort, by grim energy and resolute courage, that we move on to better things.
Theodore Roosevelt
We all have life storms, and when we get the rough times and we recover from them, we should celebrate that we got through it. No matter how bad it may seem, there's always something beautiful that you can find.
Mattie Stepanek
You will find that it is necessary to let things go; simply for the reason that they are heavy. So let them go, let go of them. I tie no weights to my ankles.
C. JoyBell C.
Letting go means to come to the realization that some people are a part of your history, but not a part of your destiny.
Steve Maraboli
Sometimes the hardest part isn't letting go but rather learning to start over.
Nicole Sobon
It is important that we forgive ourselves for making mistakes. We need to learn from our errors and move on.
Steve Maraboli
You can't look back - you just have to put the past behind you, and find something better in your future.
Jodi Picoult
Moving on is easy. It's staying moved on that's trickier.
Katerina Stoykova Klemer
I demolish my bridges behind me...
Fridtjof Nansen
Yesterday is not ours to recover, but tomorrow is ours to win or lose.
Lyndon B. Johnson
The truth is, unless you let go, unless you forgive yourself, unless you forgive the situation, unless you realize that the situation is over, you cannot move forward.
Steve Maraboli
Sooner or later we've all got to let go of our past.
Dan Brown
The only thing a person can ever really do is keep moving forward. Take that big leap forward without hesitation, without once looking back. Simply forget the past and forge toward the future.
Alyson Noel
We must be willing to let go of the life we've planned, so as to have the life that is waiting for us.
Joseph Campbell
I can choose to let it define me, confine me, refine me, outshine me - or I can choose to move on and leave them behind me.
Author Unknown
Getting over a painful experience is much like crossing monkey bars. You have to let go at some point in order to move forward.
Author Unknown
In order to move on, you must understand why you felt what you did and why you no longer need to feel it.
Mitch Albom
What's done is done. What's gone is gone. One of life's lesson is always moving on. It's okay to look back and think of fond memories but keep moving forward.
Author Unknown
Moving on doesn't mean you forget about things, it just means you have to accept what happened and continue living.
Erza Scarlet
Just because you miss someone doesn't mean you need them back in your life. Missing is just a part of moving on.
Macklemore
Don't waste your time looking back for what you have lost, move on for life wasn't meant to be traveled backwards.
Author Unknown
Once you've made the decision to move on, don't look back. You will never find your future in the rear view mirror.
Author Unknown
Don't cry over the past, it's gone . Don't stress about the future, it hasn't arrived. Live in the present and make it beautiful.
Author Unknown
I move on feeling and have learned to distrust who don't.
Nikki Giovanni
Our answers somehow lie in building and creating, moving forward and beyond, allowing wounds to heal and scars to fade gracefully. Not to forget or deny pain, but to embrace it and move on.
Renee M. Martinez
The art of war is simple enough. Find out where your enemy is. Get at him as soon as you can. Strike him as hard as you can and keep moving on.
Ulysses S. Grant
As a player at the end of your career, you always know when it's time to move on.
Bob Uecker
The faster you move on after failing the sooner you'll get to your next chance.
Youbin Jung
There comes a time when it is time to move on and do what has to be done. A time when one might feel we no longer stand for what is real in other's eyes, and most of all— our own.
Kathleen Bartholomew
There's always something to suggest that you'll never be who you wanted to be. Your choice is to take it or to keep on moving.
Phylicia Rashad
Recovery begins from the darkest moments.
John Major
You may have a fresh start any moment you choose, for this thing that we call 'failure' is not the falling down but the staying down.
Mary Pickford
You must make a decision that you are going to move on. It won't happen automatically. You will have to rise up and say, 'I don't care how hard this is, I don't care how disappointed I am, I'm not going to let his get the best of me. I'm moving on with my life.
Joel Osteen
Let go...stop reminiscing about the past, and look towards the future. Happiness is waiting for you.
M. Sosa
Believe in yourself and in your life's purpose. Know that your thoughts are powerful. Choose yourself. Think positive, see the good, and be strong. Stand up when you fall, take action, and keep moving forward. You are the master of your fate. You are the captain of your soul.
Aysel Gunar
If you can't fly then run, if you can't run then walk, if you can't walk then crawl, but whatever you do, you have to keep moving forward.
Dr. Martin Luther King Jr.
Once you've forgiven, forgotten, and learned the lesson, you can move forward with the healing or whatever process works for you in moving forward with your life.
James E. Murphy
You can spend minutes, hours, days, weeks, or even months over-analyzing a situation; trying to put the pieces together, justifying what could've, would've happened… or you can just leave the pieces on the floor and move on.
Tupac Shakur
Life moves on and so should we.
Spencer Johnson
My heart might be bruised, but it will recover and become capable of seeing the beauty of life once more. It’s happened before, it will happen again, I'm sure. When someone leaves, it’s because someone else is about to arrive – I'll find love again.
Paulo Coelho
Accept yourself, love yourself, and keep moving forward. If you want to fly, you have to give up what weighs you down.
Roy T. Bennett
That’s all you can do in this world, no matter how strong the current beats against you, or how heavy your burden, or how tragic your love story. You keep going.
Robin Schneider
Cry. Forgive. Learn. Move on. Let your tears water the seeds of your future happiness.
Steve Maraboli
If I kept saying it; if I kept reaching out. My accident really taught me just one thing: the only way to go on is to go on. To say ‘I can do this,' even when you know you can't.
Stephen King
Be Brave and Take Risks: You need to have faith in yourself. Be brave and take risks. You don't have to have it all figured out to move forward.
Roy T. Bennett
Girls you've gotta know when it’s time to turn the page.
Tori Amos
Grudges are for those who insist that they are owed something; forgiveness, however, is for those who are substantial enough to move on.
Criss Jami
The first step towards getting somewhere is to decide that you are not going to stay where you are.
J.P. Morgan
Look at life through the windshield, not the rear-view mirror.
Byrd Baggett
To be able to move on, one has to learn to forgive not only the person (or people) who have done one wrong but also oneself.
Eugenia Tripputi
You are responsible for your life. You can't keep blaming somebody else for your dysfunction. Life is really about moving on.
Oprah Winfrey
By forgiving and choosing to move on, one takes the power back to morph it into positive energy.
Eugenia Tripputi