{"title" : "Negative People","quotes" : [{"message" : "Protect your good image from the eyes of negative viewers, who may look at your good appearance with an ugly fiendish eye, and ruin your positive qualities with their chemical infested tongues.","name" : "Michael Bassey Johnson"},{"message" : "Don't let people pull you into their storms. Pull them into your peace.","name" : "unknown"},{"message" : "People who project negativity typically have low self-esteem. They feel badly about themselves, and their negativity is simply a reflection of those feelings.","name" : "Hendrie Weisinger"},{"message" : "If you accept the expectations of others, especially negative ones, then you never will change the outcome.","name" : "Michael Jordan"},{"message" : "Expect while reaching for the stars, people to whirl by with their dark clouds and storm upon you.","name" : "Anthony Liccione"},{"message" : "When you are pursuing your dreams, they will call you CRAZY because they are LAZY. They never know you are a HERO who just jumped away from step ZERO. Stay away from negative people; they will only pollute you.","name" : "Israelmore Ayivor"},{"message" : "Don't let negative and toxic people rent space in your head. Raise the rent and kick them out.","name" : "Robert Tew"},{"message" : "Avoid negative people, for they are the greatest destroyers of self confidence and self-esteem.","name" : "Auliq Ice"},{"message" : "You cannot expect to live a positive life if you hang with negative people.","name" : "Joel Osteen"},{"message" : "Some people grumble that roses have thorns; I am grateful that thorns have roses.","name" : "Alphonse Karr"},{"message" : "Stop letting people who do so little for you control so much of your mind, feelings and emotions.","name" : "Will Smith"},{"message" : "If they disrespect you to your face imagine what they're doing behind your back.","name" : "Sonya Parker"},{"message" : "People who try to bring you down everyday aren't important in your life, so you better treat their opinions as such.","name" : "Terry Mark"},{"message" : "It is easier to avoid the effects of others' negativity when we question if an action or attitude is appropriately directed at us. If it isn't, we can choose to sidestep it and let it pass.","name" : "Sue Patton Theole"},{"message" : "Sensitive souls draw in the negativity of others because they are so open.","name" : "John Gray"},{"message" : "Never make negative comments or spread rumors about anyone.","name" : "Brian Koslow"},{"message" : "Dwelling on the negative simply contributes to its power.","name" : "Shirley MacLaine"},{"message" : "Negative people need drama like oxygen. Stay positve, it will take their breath away.","name" : "unknown"},{"message" : "There are two types of people who will tell you that you cannot make a difference in this world: those who are afraid to try and those who are afraid you will succeed.","name" : "Ray Goforth"},{"message" : "You will face your greatest opposition when you are closest to your biggest miracle.","name" : "Shannon L. Alder"},{"message" : "No matter how good you are, someone is always going to be against you. But never let them be the limit of your success.","name" : "Terry Mark"},{"message" : "Whatever you do, good or bad, people will always have something negative to say.","name" : "W.H. Auden"},{"message" : "If you attach to the negative behavior of others it brings you down to their level.","name" : "Guru Singh"},{"message" : "He who walks with wise men will be wise, but the companion of fools will suffer harm, Let go of the friends who are no longer uplifting you. Spend time with people who inspire you to be better.","name" : "Proverbs 13:20"},{"message" : "A negative and toxic person never feels teased with the genuine presence of the pretenders in his network and he always feels pleased with the absence of the genuine leader in his circle.","name" : "Anuj Somany"},{"message" : "The whole world can gossip about you, and if you don't take it personally you are immune.","name" : "Don Miguel Ruiz"},{"message" : "You can, you should, and if you're brave enough to start, you will.","name" : "Stephen King"},{"message" : "There is little difference in people, but that little difference makes a big difference. The little difference is attitude. The big difference is whether it is positive or negative.","name" : "W. Clement Stone"},{"message" : "I don't have time to distinguish between the unfortunate and the incompetent.","name" : "General Curtis Le May"},{"message" : "If toxic people can't stop your mission, they will set out to distract you while you are maintaining your mission.","name" : "Gary Thomas"},{"message" : "Toxic people cannot tolerate consideration of others.","name" : "Gary Thomas"},{"message" : "When you share something about yourself with toxic people, they immediately turn the account into a story about them.","name" : "Gary Thomas"},{"message" : "Sharing doesn't exist when communicating with toxic people.","name" : "Gary Thomas"},{"message" : "Toxic people come in all flavors.","name" : "Gary Thomas"},{"message" : "When people are toxic, they are masters at feigning innocence, of playing the victim, pretending to be less fortunate than others, and claiming that life has treated everyone better than it has treated them.","name" : "Gary Thomas"},{"message" : "Instead of trying to make toxic people happy or satisfied, live to help reliable people serve and worship God.","name" : "Gary Thomas"},{"message" : "Instead of trying to make toxic people happy or satisfied, live to help reliable people serve and worship God.","name" : "Gary Thomas"},{"message" : "Sometimes, you can't walk away from toxic people entirely.","name" : "Gary Thomas"},{"message" : "Toxic individuals drain us of joy, energy, and peace.","name" : "Gary Thomas"},{"message" : "Because toxic people exist, we need to learn how to play defense.","name" : "Gary Thomas"},{"message" : "Toxic relationships leave us drained, and we all experience them.","name" : "Gary Thomas"},{"message" : "Toxic people ruin family gatherings. They assault friendships. They can run businesses into the ground.","name" : "Gary Thomas"},{"message" : "Resolve today that the toxic people won't take you down or even distract you.","name" : "Gary Thomas"},{"message" : "When a toxic person is attacking you, you don't have to participate.","name" : "Gary Thomas"},{"message" : "If someone is trying to control you, that itself is toxic.","name" : "Gary Thomas"},{"message" : "If someone is trying to control you, that itself is toxic.","name" : "Gary Thomas"},{"message" : "Toxic people aren't just difficult people. They're not 'unsaved' people. They're not merely unpleasant people. The toxic people we're talking about are the kind of people who are basically taking you down and destroying your mission.","name" : "Gary Thomas"},{"message" : "Toxic people are often ruled by selfishness and spite. They are usually draining instead of encouraging, and they use people instead of loving them.","name" : "Gary Thomas"},{"message" : "When a toxic person doesn't get his or her way, their next gambit is often to make your motives sound sinister.","name" : "Gary Thomas"},{"message" : "When healthy persons are in conflict with the world, they automatically assume that they are at fault, but when toxic people are in conflict with the world, they automatically assume the world to be at fault.","name" : "Gary Thomas"},{"message" : "The healthy people who desire to take responsibility for their lives are said to drive themselves crazy while toxic people drive everyone else crazy.","name" : "Gary Thomas"},{"message" : "I have come to realize that toxic people will never take acountability for their actions.","name" : "Dr. Sherrie Campbell"},{"message" : "A toxic person is never at fault - or so he or she thinks.","name" : "Dr. Sherrie Campbell"},{"message" : "Toxic people cannot fanthom that other people have needs of their own.","name" : "Dr. Sherrie Campbell"},{"message" : "Toxic people operate more like a funnel than a waterproof bucket.","name" : "Dr. Sherrie Campbell"},{"message" : "Toxic people do not think. operate, or play by the same rules we do, and our failing to recognize this sets us up by default for manipulation and unhappiness.","name" : "Dr. Sherrie Campbell"},{"message" : "Toxic people do not care about the results of their actions because they are driven by an all-consuming need for fuel.","name" : "Dr. Sherrie Campbell"},{"message" : "Toxic people are largely untreatable.","name" : "Dr. Sherrie Campbell"},{"message" : "Toxic people spread destruction and death to those who come in contact with them.","name" : "Dr. Sherrie Campbell"},{"message" : "Toxic people will pollute everything around them. Don't hesitate. Fumigate.","name" : "Mandy Hale"},{"message" : "You can't fix or repair or save toxic people.","name" : "Mandy Hale"},{"message" : "Toxic men can distress women who are rich, poor, beautiful, plain, fat, thin, tall or short. They can make miserable women from any religion, race or culture anywhere in the world.","name" : "Mandy Hale"},{"message" : "Toxic men not only make you feel bad, they make you look bad.","name" : "Mandy Hale"},{"message" : "Having a toxic man in your life can affect your physical appearance and how you come across to others.","name" : "Mandy Hale"}]}