{"title" : "New Life","quotes" : [{"message" : "Everyone thinks that a new place or a new identity will jumpstart a new life.","name" : "Caroline Leavitt"},{"message" : "The responsibility of carrying and bringing a new life into this world is one that cannot be taken lightly.","name" : "Gloria Estefan"},{"message" : "Everybody deserves a second chance in this world. That's basically all I ask.","name" : "Shannen Doherty"},{"message" : "Joining a new church and starting a new life is never easy and often frightening.","name" : "Joseph B. Wirthlin"},{"message" : "Rather than turning the page, it's much easier to just throw the book away.","name" : "Anthony Liccione"},{"message" : "If you want a new life, first give praise for having the old one!","name" : "Stephen Richards"},{"message" : "Every new beginning comes from some other beginning's end.","name" : "Seneca"},{"message" : "The beginning of compunction is the beginning of a new life.","name" : "George Eliot"},{"message" : "I've got a new life now, a new future, there's a lot more to Lennox Lewis than just being a boxer.","name" : "Lennox Lewis"},{"message" : "You never begin a new life. It's a mistake to think that you end one part of your life and start another as if there's no continuity.","name" : "Rudy Giuliani"},{"message" : "The question is what I wanted to do with the new life God has given me. This is the mission I want to take on.","name" : "Billy Tauzin"},{"message" : "They'll never forget, never forgive, no matter who the enemy is, son. Better just to start a new life. Be someone else.","name" : "Jeff Vandermeer"},{"message" : "When everything is lost, and all seems darkness, then comes the new life and all that is needed.","name" : "Joseph Campbell"},{"message" : "Don't hold together what must fall apart. The familiar life crumbles so the new life can begin.","name" : "Bryant H. McGill"},{"message" : "Perhaps there are just some things you leave behind when you choose a new life.","name" : "Andrew Davidson"},{"message" : "A lasting solution, the possibility to begin a new life, is the only dignified solution for the refugee himself.","name" : "Poul Hartling"},{"message" : "Knowing when it is over is the beginning of a new life and the end of an old one!","name" : "Michael Penn"},{"message" : "No one can begin a new life, unless he repent of the old.","name" : "Saint Augustine"},{"message" : "What's old collapses, times change, and new life blossoms in the ruins.","name" : "Friedrich Schiller"},{"message" : "We're given second chances every day of our life. We don't usually take them, but they're there for the taking.","name" : "Andrew M. Greeley"},{"message" : "A new life? There's not such thing.It was only in the magazine headlines that people got a new life. Stopped drinking or taking drugs, found a new love. But the same life.","name" : "John Ajvide Lindqvist"},{"message" : "Today I begin a new life for I am the master of my abilities and today is going to be a great and beautiful day!","name" : "Tyrese Gibson"},{"message" : "I used to believe that people are only born once, but now I feel I have been reborn, like I was given a new life. I see myself as a child, full of energy and hope.","name" : "Bahman Ghobadi"},{"message" : "You make a new life by making new choices.","name" : "Sean Stephenson"},{"message" : "We are continuously living a new life, and when the old and the new do not fit nicely together, the old - no longer able to contain the new - should be discarded.","name" : "Ernest Holmes"},{"message" : "What else remains for me? Youth, hope and love; To build a new life on a ruined life.","name" : "Henry Wadsworth Longfellow"},{"message" : "These, by obtruding the beginning of a change for the entire work of new life, will fall under the former guilt.","name" : "Henry Hammond"},{"message" : "Your life changes the moment you make a new, congruent, and committed decision.","name" : "Anthony Robbins"},{"message" : "If you're brave enough to say goodbye, life will reward you with a new hello.","name" : "Paulo Coelho"},{"message" : "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending.","name" : "Carl Bard"},{"message" : "Today I begin a new life. I will greet this day with love in my heart.","name" : "Og Mandino"},{"message" : "We're old souls in a new life baby. They gave us a new life To live and learn.","name" : "Paul Williams"},{"message" : "There is no ascent to the heights without prior descent into darkness, no new life without some form of death.","name" : "Karen Armstrong"},{"message" : "I can hardly wait for tomorrow, it means a new life for me each and every day.","name" : "Stanley Kunitz"},{"message" : "New beginnings are often disguised as painful endings.","name" : "Lao Tzu"},{"message" : "I'm planning a whole new life, ... It's an opportunity knocking for me out here.","name" : "Phillip Johnson"},{"message" : "I've been waiting for this for so long--something new, life after high school.","name" : "Nina LaCour"},{"message" : "The way I feel now, I'm 45 years old and I have a new life. I feel reborn. I'm alive again.","name" : "Joe Agnello"},{"message" : "I have new life now. I'm refreshed. I'm ready to play and I'm excited.","name" : "Jason Higton"},{"message" : "I've always had this deep-down conviction that I'm not like everybody else, and there's an amazingly exciting new life waiting for me just around the corner.","name" : "Sophie Kinsella"},{"message" : "I hope that even in your new life you will continue to be a good member of society while looking after your household.","name" : "Empress Michiko"},{"message" : "We all have big changes in our lives that are more or less a second chance.","name" : "Harrison Ford"},{"message" : "If you ever get a second chance in life for something, you've got to go all the way.","name" : "Lance Armstrong"},{"message" : "God does not patch up the old life,or make certain repairs on the old life;He gives a new life, through the new birth.","name" : "Kathryn Kuhlman"},{"message" : "Having a second chance makes you want to work even harder.","name" : "Tia Mowry"},{"message" : "First, I have to thank God for giving me the gift that he did as well as a second chance for a better life.","name" : "Oksana Baiul"},{"message" : "I was dying but suddenly had a second chance at living.","name" : "Shelley Fabares"},{"message" : "The beautiful journey of today can only begin when we learn to let go of yesterday.","name" : "Steve Maraboli"},{"message" : "You may long for a new life, but need to appreciate the life you currently have, in order to create the life you desire.","name" : "James A. Murphy"},{"message" : "If you don't like the life you've created, you can always create a new life. A life that inspires you.","name" : "James A. Murphy"},{"message" : "Someday this life will end, but for the Christian death also marks a beginning— the beginning of a new life with God that will last forever.","name" : "Billy Graham"},{"message" : "Your new life will last forever because it comes from the eternal, living word of God.","name" : "1 Peter 1:23"},{"message" : "Christ can take the most sin-laden, selfish, evil person and bring forgiveness and new life.","name" : "Billy Graham"},{"message" : "To be always intending to live a new life, but never find time to set about it—this is as if a man should put off eating and drinking from one day to another till he be starved and destroyed.","name" : "Sir Walter Scott"},{"message" : "Perhaps the most profound miracle of all is living through something we thought would kill us. And not just living, but living abundantly, living effectively, raised from living death to a new life.","name" : "Beth Moore"},{"message" : "Grace has come from the Lord our God to preserve a remnant for us and give us a stake in His holy place. Even in our slavery, God has given us new life and light to our eyes.","name" : "Beth Moore"},{"message" : "When a Christian dies, it's not a time to despair, but a time to trust. Just as the seed is buried and the material wrapping decomposes, so our fleshy body will be buried and will decompose. But just as the buried seed sprouts new life, so our body will blossom into a new body.","name" : "Max Lucado"},{"message" : "Redemption is not a matter of an addition of a spiritual or supernatural dimension to creaturely life that was lacking before; rather, it is a matter of bringing new life and vitality to what was there all along.","name" : "Albert Wolters"}]}