{"title" : "No Regrets","quotes" : [{"message" : "There are no regrets in life, just lessons.","name" : "Jennifer Aniston"},{"message" : "Never regret. If it's good, it's wonderful. If it's bad, it's experience.","name" : "Victoria Holt"},{"message" : "I have no regrets because I know I did my best -- all I could do.","name" : "Midori Ito"},{"message" : "I've no regrets. You take responsibility for your actions.","name" : "Ron Moody"},{"message" : "Work hard, do your best, live the truth, trust yourself, have some fun...and you'll have no regrets.","name" : "Byrd Bagget"},{"message" : "I have no regrets. Regrets are meaningless. You can't change yesterday or tomorrow. You can change only this present moment.","name" : "Richey Edwards"},{"message" : "There's no point in regretting things. If you can't do the time, don't do the crime. Life's too short to worry about things I've said.","name" : "Robbie Williams"},{"message" : "At the end of the day, let there be no excuses, no explanations, no regrets.","name" : "Steve Maraboli"},{"message" : "Make it a rule of life never to regret and never to look back. regret is an appalling waste of energy; you can't build on it; it's only good for wallowing in.","name" : "Katherine Mansfield"},{"message" : "No regrets. No looking back. Just hold onto life and move forward. We have no way of knowing what lies ahead...and that is what makes the journey even more exciting.","name" : "Susan Gale"},{"message" : "I have no regrets. I will never regret loving someone because the feeling of love for five minutes is greater than an eternity of hurt.","name" : "Kurt Langner"},{"message" : "Never regret. IF IT'S GOOD, It's wonderful. IF IT'S BAD, IT'S experience.","name" : "Victoria Holt"},{"message" : "At the end of the day let their be no regrets, only a desire to do more tomorrow than you did today.","name" : "Noel Dejesus"},{"message" : "I have no regrets in my life. I think that everything happens to you for a reason. The hard times that you go through build character, making you a much stronger person.","name" : "Rita Mero"},{"message" : "Never look back and regret, look back and smile at what you have learned.","name" : "Michelle C. Ustaszeski"},{"message" : "I don't dwell in the past; I don't wallow in old events and emotions. I don't waste time on regret. No use going over and over the details of what already happened.","name" : "Yanni"},{"message" : "I don't have time for regrets, only fun.","name" : "Carrie Bradshaw"},{"message" : "I have no regrets. I don't believe in looking back. What I am proudest of? Working really hard... and achieving as much as I could.","name" : "Elena Kagan"},{"message" : "I already gave my best. I have no regrets at all.","name" : "William Hung"},{"message" : "Accept everything about yourself - I mean everything, You are you and that is the beginning and the end - no apologies, no regrets.","name" : "Henry A. Kissinger"},{"message" : "I never regret anything. Because every little detail of your life is what made you into who you are in the end.","name" : "Drew Barrymore"},{"message" : "Live with no excuses and love with no regrets.","name" : "Montel"},{"message" : "We should all start to live before we get too old. Fear is stupid. So are regrets.","name" : "Marilyn Monroe"},{"message" : "We should have no regrets. ... The past is finished. There is nothing to be gained by going over it. Whatever it gave us in the experiences it brought us was something we had to know.","name" : "Rebecca Beard"},{"message" : "Forget regret, or life is yours to miss.","name" : "Jonathan Larson"},{"message" : "Regret for time wasted can become a power for good in the time that remains, if we will only stop the waste and the idle, useless regretting.","name" : "Arthur Brisbane"},{"message" : "In looking back, I see nothing to regret and little to correct.","name" : "John C. Calhoun"},{"message" : "Regrets and recriminations only hurt your soul.","name" : "Armand Hammer"},{"message" : "Nobody who ever gave his best regretted it.","name" : "George Halas"},{"message" : "Regret for wasted time is more wasted time.","name" : "Mason Cooley"},{"message" : "If I should die tomorrow, I will have no regrets. I did what I wanted to do. You can't expect more from life.","name" : "Bruce Lee"},{"message" : "Never regret anything you have done with a sincere affection; nothing is lost that is born of the heart.","name" : "Basil Rathbone"},{"message" : "Never regret yesterday. Life is in you today, and you make your tomorrow.","name" : "L. Ron Hubbard"},{"message" : "Regrets are just expired Dreams.. Throw them out.","name" : "Kinyo"},{"message" : "If I'm sincere today, what does it matter if I regret it tomorrow?","name" : "Jos Saramago"},{"message" : "In a world where death is the hunter, my friend, there is no time for regrets or doubts. There is only time for decisions.","name" : "Carlos Castaneda"},{"message" : "Living in the moment, without attaching yourself to regrets about yesterday or worries about tomorrow, goes a long way toward cutting through the chaos of everyday life.","name" : "Eve Adamson"},{"message" : "Do it right, regret nothing.","name" : "Vanna Bonta"},{"message" : "Do not anxiously expect what is not yet come; do not vainly regret what is already past.","name" : "Chinese Proverb"},{"message" : "You'd think, 'What if I make a mistake today, I'll regret it'. I don't believe in regret, I feel everything leads us to where we are and we have to just jump forward, mean well, commit and just see what happens.","name" : "Angelina Jolie"},{"message" : "Has this world been so kind to you that you should leave with regret? There are better things ahead than any we leave behind.","name" : "C.S. Lewis"},{"message" : "I want to live my life so that my nights are not full of regrets.","name" : "D. H. Lawrence"},{"message" : "Don't waste today regretting yesterday instead of making a memory for tomorrow.","name" : "Laura Palmer"},{"message" : "This day is all that is good and fair. It is too dear, with its hopes and invitations, to waste a moment on the yesterdays.","name" : "Ralph Waldo Emerson"},{"message" : "You must never regret what might have been. The past that did not happen is as hidden from us as the future we cannot see.","name" : "Richard Martin Stern"},{"message" : "Were it not better to forget than to remember and regret?","name" : "Letitia Elizabeth Landon"},{"message" : "We can't afford to waste tears on might-have-beens. We need to turn the tears into sweat that can take us to what can be.","name" : "Denis Waitley"},{"message" : "We must not weep for what might have been. There is still time.","name" : "Edward Matchett"},{"message" : "Our biggest regrets are not for the things we have done but for the things we haven't done.","name" : "Chad Michael Murray"},{"message" : "Be wise today so you don’t cry tomorrow.","name" : "E.A. Bucchianeri"},{"message" : "The only regret I will have in dying is if it is not for love.","name" : "Gabriel García Márquez"},{"message" : "Guard well within yourself that treasure, kindness. Know how to give without hesitation, how to lose without regret, how to acquire without meanness.","name" : "George Sand"},{"message" : "Unfortunately, the clock is ticking, the hours are going by. The past increases, the future recedes. Possibilities decreasing, regrets mounting.","name" : "Haruki Murakami"},{"message" : "Twenty years from now you will be more disappointed by the things that you didn’t do than by the ones you did do. So throw off the bowlines. Sail away from the safe harbor. Catch the trade winds in your sails. Explore. Dream. Discover.","name" : "Jackson Brown Jr."},{"message" : "One of my main regrets in life is giving considerable thought to inconsiderate people.","name" : "Jarod Kintz"},{"message" : "We must all suffer one of two things: the pain of discipline or the pain of regret or disappointment.","name" : "Jim Rohn"},{"message" : "Why didn't I learn to treat everything like it was the last time. My greatest regret was how much I believed in the future.","name" : "Jonathan Safran Foer"},{"message" : "I regret that it takes a life to learn how to live.","name" : "Jonathan Safran Foer"},{"message" : "You can't regret the life you didn't lead.","name" : "Junot Díaz"},{"message" : "Of all the words of mice and men, the saddest are, It might have been.","name" : "Kurt Vonnegut"},{"message" : "Speak when you are angry – and you’ll make the best speech you’ll ever regret.","name" : "Laurence J. Peter"},{"message" : "There’s always failure. And there’s always disappointment. And there’s always loss. But the secret is learning from the loss, and realizing that none of those holes are vacuums.","name" : "Michael J. Fox"},{"message" : "Sacrifice is a part of life. It's supposed to be. It's not something to regret. It's something to aspire to.","name" : "Mitch Albom"},{"message" : "I'm done with those; regrets are an excuse for people who have failed.","name" : "Ned Vizzini"},{"message" : "You’re not living if you’re not regretting.","name" : "Nicola Yoon"},{"message" : "The past could always be annihilated. Regret, denial, or forgetfulness could do that. But the future was inevitable.","name" : "Oscar Wilde."},{"message" : "When you find your path, you must not be afraid. You need to have sufficient courage to make mistakes. Disappointment, defeat, and despair are the tools God uses to show us the way.","name" : "Paulo Coelho"},{"message" : "Don’t waste your time in anger, regrets, worries, and grudges. Life is too short to be unhappy.","name" : "Roy T. Bennett"},{"message" : "No amount of regretting can change the past, and no amount of worrying can change the future.","name" : "Roy T. Bennett"},{"message" : "There are two kinds of guilt: the kind that drowns you until you’re useless, and the kind that fires your soul to purpose.","name" : "Sabaa Tahir"},{"message" : "One of the greatest regrets in life is being what others would want you to be, rather than being yourself.","name" : "Shannon L. Alder"},{"message" : "One day, perhaps, you will see for yourself that regrets are as nothing. The value lies in how they are answered.","name" : "Steven Erikson"},{"message" : "When you're happy you find pure joy in your life. There are no regrets in this state of happiness - and that's a goal worth striving for in all areas of your life.","name" : "Suze Orman"},{"message" : "Regret for the things we did can be tempered by time; it is regret for the things we did not do that is inconsolable.","name" : "Sydney J. Harris"},{"message" : "The principles of living greatly include the capacity to face trouble with courage, disappointment with cheerfulness, and trial with humility.","name" : "Thomas S. Monson"},{"message" : "My one regret in life is that I am not someone else.","name" : "Woody Allen"}]}