{"title" : "Nobility","quotes" : [{"message" : "Real nobility is based on scorn, courage, and profound indifference.","name" : "Albert Camus"},{"message" : "Sweet mercy is nobility's true badge.","name" : "William Shakespeare"},{"message" : "Nobility of spirit has more to do with simplicity than ostentation, wisdom rather than wealth, commitment rather than ambition.","name" : "Riccardo Muti"},{"message" : "The nobility of a human being is strictly independent of that of his convictions.","name" : "Jean Rostand"},{"message" : "Put more trust in nobility of character than in an oath.","name" : "Solon"},{"message" : "It matters not from what stock we are descended so long as we have virtue; for that alone is true Nobility.","name" : "Wellins Calcott"},{"message" : "Noble persons have the best capacities; for whether they give themselves to goodness or ungraciousness, they do in either excel, as none of the common sort of people can come anything nigh them.","name" : "Marcus Tullius Cicero"},{"message" : "Nobility is kept alive and strong when it is attached to wealth, and without money it is like a dead thing, for those who are in need have often to turn their hands to vile things.","name" : "Martin De Viciana"},{"message" : "Nobility without virtue is a fine setting without a gem.","name" : "Jane Porter"},{"message" : "Nobility is a river that sets with a constant and undeviating current, directly into the great Pacific Ocean of Time; but, unlike all other rivers, it is more grand at its source, than at its termination.","name" : "Charles Caleb Colton"},{"message" : "A degenerate nobleman, or one that is proud of his birth, is like a turnip: there is nothing good of him but that which is underground.","name" : "Samuel Butler"},{"message" : "If a man be endowed with a generous mind, this is the best kind of nobility.","name" : "Plato"},{"message" : "Nobility of birth does not always insure a corresponding unity of mind; if it did, it would always act as a stimulus to noble actions; but it sometimes acts as a clog rather than a spur.","name" : "Charles Caleb Colton"},{"message" : "The essence of true nobility is neglect of self.","name" : "James A. Froude"},{"message" : "Noble blood is an accident of fortune; noble actions characterize the great.","name" : "Carlo Goldoni"},{"message" : "New nobility is but the act of power, but ancient nobility is the act of time.","name" : "Francis Bacon"},{"message" : "To do good is noble. To tell others to do good is even nobler and much less trouble.","name" : "Mark Twain"},{"message" : "The warrior's nobility is like a prostitute's smile, the truth of which is self-interest.","name" : "Georges Bataille"},{"message" : "Even in adversity, nobility shines through, when a man endures repeated and severe misfortune with patience, not owing to insensibility but from generosity and greatness of soul.","name" : "Aristotle"},{"message" : "Nobility is expensive, nonproductive, and parasitic, siphoning away too much of society’s energy to satisfy its frivolous cravings.","name" : "Alan Weisman"},{"message" : "True nobility is exempt from fear.","name" : "Marcus Tullius Cicero"},{"message" : "Base men being in love have then a nobility in their natures more than is native to them.","name" : "William Shakespeare"},{"message" : "My nobility begins in me, but yours ends in you.","name" : "Iphicrates"},{"message" : "Idleness is an appendix to nobility.","name" : "Robert Burton"},{"message" : "What is madness but nobility of soul.","name" : "Theodore Roethke"},{"message" : "I believe that love is better than hate. And that there is more nobility in building a chicken coop than in destroying a cathedral.","name" : "Betty Greene"},{"message" : "If ancient descent could confer nobility, the lower forms of life would possess it in a greater degree than man.","name" : "John Lancaster Spalding"},{"message" : "To men and women there falls the task of exploring truth with their reason, and in this their nobility consists.","name" : "Pope John Paul II"},{"message" : "As one lamp lights another, nor grows less, So nobleness enkindleth nobleness.","name" : "James Russell Lowell"},{"message" : "Life ought to be a struggle of desire toward adventures whose nobility will fertilize the soul.","name" : "Rebecca West"},{"message" : "The noble soul has reverence for itself.","name" : "Friedrich Wilhelm Nietzsche"},{"message" : "Nobleness was one word for making a fuss about the trivial inevitabilities of life, but there were others.","name" : "Douglas Adams"},{"message" : "Our awesome responsibility to ourselves, to our children, and to the future is to create ourselves in the image of goodness, because the future depends on the nobility of our imaginings.","name" : "Barbara Grizzuti Harrison"},{"message" : "Many things about our bodies would not seem to us so filthy and obscene if we did not have the idea of nobility in our heads","name" : "Georg Lichtenberg"},{"message" : "A noble person attracts noble people, and knows how to hold on to them.","name" : "Johann Wolfgang von Goethe"},{"message" : "If there is anything good about nobility it is that it enforces the necessity of avoiding degeneracy.","name" : "Boethius"},{"message" : "O lady, nobility is thine, and thy form is the reflection of thy nature!","name" : "Euripides"},{"message" : "Be noble in every thought And in every deed!","name" : "Henry Wadsworth Longfellow"}]}