{"title" : "Not Giving Up","quotes" : [{"message" : "Never give up on what you really want to do. The person with big dreams is more powerful than the one with all the facts.","name" : "H. Jackson Brown"},{"message" : "Never give up on something you believe in.","name" : "Steve Scalise"},{"message" : "Never give up. Today is hard, tomorrow will be worse, but the day after tomorrow will be sunshine.","name" : "Jack Ma"},{"message" : "Never give up on something that you can't go a day without thinking about.","name" : "Sir Winston Churchill"},{"message" : "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all.","name" : "Dale Carnegie"},{"message" : "Life is like riding a bicycle. To keep your balance, you must keep moving.","name" : "Albert Einstein"},{"message" : "Ever tried. Ever failed. No matter. Try Again. Fail again. Fail better.","name" : "Samuel Beckett"},{"message" : "Rise and rise again until lambs become lions.","name" : "Robin Hood"},{"message" : "Don't let mental blocks control you. Set yourself free. Confront your fear and turn the mental blocks into building blocks.","name" : "Roopleen"},{"message" : "No matter how difficult life gets, the important thing is to live it with hope.","name" : "Topanga Boy Meets World"},{"message" : "Keep trying and never give up. The dream may seem difficult to reach at some point but never let go of your dream. You will be amazed by what you can accomplish when you stay determined.","name" : "Lailah Gifty Akita"},{"message" : "Courage doesn't always roar. Sometimes courage is the quiet voice at the end of the day saying 'I will try again tomorrow.","name" : "Mary Anne Radmacher"},{"message" : "It does not matter how slowly you go so long as you do not stop.","name" : "Confucius"},{"message" : "Perseverance is the hard work you do after you get tired of doing the hard work you already did.","name" : "Newt Gingrich"},{"message" : "Perseverance is failing 19 times and succeeding the 20th.","name" : "Julie Andrews"},{"message" : "Never let your head hang down. Never give up and sit down and grieve. Find another way. And don't pray when it rains if you don't pray when the sun shines.","name" : "Richard M. Nixon"},{"message" : "Never give up. And most importantly, be true to yourself. Write from your heart, in your own voice, and about what you believe in.","name" : "Louise Brown"},{"message" : "If you fall behind, run faster. Never give up, never surrender, and rise up against the odds.","name" : "Jesse Jackson"},{"message" : "When you feel like giving up, remember why you held on for so long in the first place.","name" : "unknown"},{"message" : "Accept what is, let go of what was, and have faith in what will be.","name" : "Sonia Ricotti"},{"message" : "If you believe it will work out, you'll see opportunities. If you believe it won't, you will see obstacles.","name" : "Wayne Dyer"},{"message" : "Never give up on something you really want. It's difficult to wait, but more difficult to regret.","name" : "unknown"},{"message" : "When you come to the end of your rope, tie a knot and hang on.","name" : "Franklin D. Roosevelt"},{"message" : "Our greatest glory is not in never failing, but in rising up every time we fail.","name" : "Ralph Waldo Emerson"},{"message" : "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.","name" : "Thomas A. Edison"},{"message" : "There is no such thing as failure. There are only results.","name" : "Tony Robbins"},{"message" : "If you want to increase your success rate, double your failure rate.","name" : "Thomas Watson"},{"message" : "Winners never quit, and quitters never win.","name" : "Vince Lombardi"},{"message" : "I am not discouraged because every wrong attempt discarded is a step forward.","name" : "Thomas Edison"},{"message" : "Never give up on what you really want to do. The person with big dreams is more powerful than one with all the facts.","name" : "H. Jackson Brown Jr."},{"message" : "When the world says, Give up, Hope whispers, Try it one more time.","name" : "unknown"},{"message" : "Hope is being able to see there is light despite all the darkness.","name" : "Desmond Tutu"},{"message" : "Don't give up; the beginning is always the hardest.","name" : "Kemmy Nola"},{"message" : "Nothing is hopeless, we must hope for everything.","name" : "Madeleine L'Engle"},{"message" : "Don't give up trying to find your way. But do remember that sometimes it takes bending to avoid breaking.","name" : "Katinka Hesselink"},{"message" : "Hope begins in the dark, the stubborn hope that if you just show up and try to do the right thing, the dawn will come. You wait and watch and work: you don't give up.","name" : "Anne Lamott"},{"message" : "Anything is possible. You can be told that you have a 90-percent chance or a 50-percent chance or a 1-percent chance, but you have to believe, and you have to fight.","name" : "Lance Armstrong"},{"message" : "Its not how hard you hit, but how hard you can get hit and keep moving forward.","name" : "Rocky Balboa"},{"message" : "It doesn't matter if you try and try and try again, and fail. It does matter if you try and fail, and fail to try again.","name" : "Charles Kettering"},{"message" : "If you are going through hell, keep going.","name" : "Winston Churchill"},{"message" : "Fall seven times, stand up eight.","name" : "Japanese Proverb"},{"message" : "Never give up on something you really want. It's difficult to wait, but more difficult to regret.","name" : "unknown"},{"message" : "Don't give up because things are hard, but work harder, when you think of giving up.","name" : "Anthony Liccione"},{"message" : "If one dream should fall and break into a thousand pieces, never be afraid to pick one of those pieces up and begin again.","name" : "Flavia Weedn"},{"message" : "Never give up on a dream because of the time it will take to accomplish it. The time will pass anyway.","name" : "Earl Nightingale"},{"message" : "It's not that I'm so smart, it's just that I stay with problems longer.","name" : "Albert Einstein"},{"message" : "The only thing you should ever quit is giving up!","name" : "Steve Pfiester"},{"message" : "Never give up. You only get one life. Go for it.","name" : "Richard E. Grant"}]}