{"title" : "Old Friends","quotes" : [{"message" : "Of oil, wine, and friends, the oldest is the best.","name" : "Portuguese Proverb"},{"message" : "In dress, the newest is the finest; in friends, the oldest is the best.","name" : "Korean Proverb"},{"message" : "In forming new friendships, forget not old friends.","name" : "Roman Proverb"},{"message" : "One should not forsake old friends for new, because the old friends, having already proven their calibre, are more trustworthy.","name" : "G. Llewellyn Watson"},{"message" : "We need new friends; some of us are cannibals who have eaten their old friends up; others must have ever-renewed audiences before whom to re-enact an ideal version of their lives.","name" : "Logan Pearsall Smith"},{"message" : "I keep my old friends, and get older with them, but push young. It's good to be surrounded by kids, because they keep you young.","name" : "Carine Roitfeld"},{"message" : "When you meet with your old friends, you recollect some of the finest moments of your life and find yourself in a joy that has no comparison.","name" : "Syed Badiuzzaman"},{"message" : "When we are old, our friends find it difficult to please us, and are less concerned whether we be pleased or not.","name" : "Jonathan Swift"},{"message" : "New friends may be poems but old friends are alphabets. Don't forget the alphabets because you will need them to read the poems.","name" : "William Shakespeare"},{"message" : "Lay this unto your breast: Old friends, like old swords, still are trusted best.","name" : "John Webster"},{"message" : "Remember that the most valuable antiques are dear old friends.","name" : "H. Jackson Brown"},{"message" : "An old friend never can be found, and nature has provided that he cannot easily be lost.","name" : "Samuel Johnson"},{"message" : "It is one of the blessings of old friends that you can afford to be stupid with them.","name" : "Ralph Waldo Emerson"},{"message" : "There is no friend like an old friend who has shared our morning days, no greeting like his welcome, no homage like his praise.","name" : "Oliver Wendell Holmes Jr"},{"message" : "It's an insane world but in it there is one sanity, the loyalty of old friends.","name" : "Ben Hur"},{"message" : "It's best to have an old friend far away, than a new friend nearby that makes you question your care.","name" : "Shanna Rodriguez"},{"message" : "Whoever neglects old friends for the sake of new deserves what he gets if he loses both.","name" : "Aesop"},{"message" : "When we forget old friends, it is a sign we have forgotten ourselves.","name" : "William Hazlitt"},{"message" : "Say what you want about aging, it's still the only way to have old friends.","name" : "Robert Brault"},{"message" : "Beautiful memories are like old friends. They may not always be on your mind, but they are forever in your heart.","name" : "Susan Gale"},{"message" : "It's not good trying to keep up old friendships. It's painful for both sides. The fact is, one grows out of peple, and the only thing is to face it.","name" : "W. Somerset Maughan"},{"message" : "An old friend met in a far country is like rain after a drought.","name" : "Chinese Proverb"},{"message" : "Spend a new penny on an old friend and share an old pleasure with a new friend.","name" : "Chinese Proverb"},{"message" : "Every murderer is probably somebody’s old friend.","name" : "G.K. Chesterton"},{"message" : "There’s a thing that keeps surprising you about stormy old friends after they die—their silence. For a while an echo stays in your ear. You hear a laugh, a knowing phrase or two, a certain quality of enunciation. Then, nothing. Another death takes place—voices.","name" : "Ben Hecht"},{"message" : "Old friends burn dim, like lamps in noisome air; love them for what they are; nor love them less, because to thee they are not what they were.","name" : "Samuel Coleridge Taylor"},{"message" : "Old friends, like old swords, still are trusted best.","name" : "Duchess of Malfy"},{"message" : "Old friends and old wine are best.","name" : "German Proverb"},{"message" : "My old friend, I recall the times we had hanging on my wall. I wouldn't trade them for gold ‘cause they laugh and they cry me, somehow sanctify me. They're woven in the stories I have told and tell again.","name" : "Tim McGraw"},{"message" : "Old friends pass away, new friends appear. It is just like the days. An old day passes, a new day arrives. The important thing is to make it meaningful: a meaningful friend - or a meaningful day.","name" : "Dalai Lama"},{"message" : "Do not abandon old friends;, for new ones cannot equal them. A new friend is like new wine; when it has aged, you can drink it with pleasure.","name" : "Ecclesiasticus 9:10"},{"message" : "Friends.. old friends…. So it breaks, so it ends . There let it rest . It has fought and won . And is still the best . That either has done.","name" : "William Ernest Henley"},{"message" : "It's the worst part of seeing old friends: when your rose-colored memories become undone by reality.","name" : "Brad Meltzer"},{"message" : "Old friends looking up to watch the birds holding arms to climb a curb . Old friends oh old friends . Lord when all my work is done bless my life and grant me one .","name" : "Guy Clark"},{"message" : "You can't make old friends . Can't make old friends . It was me and you, since way back when . But you can't make old friends.","name" : "Caitlyn Smith"},{"message" : "But you can't make old friends . From the beginning you've been . Always there my old friend .","name" : "John Ross Lang"},{"message" : "The best mirror is an old friend.","name" : "George Herbert"},{"message" : "Make new friends, but don't forget the old, One is silver, the other is gold.","name" : "unknown"},{"message" : "You don't have to have anything in common with people you've known since you were five. With old friends, you've got your whole life in common.","name" : "Lyle Lovett"},{"message" : "Forsake not an old friend, for the new is not comparable to him. A new friend is a new wine; when if is old, thou shalt drink it with pleasure.","name" : "Bible"},{"message" : "With clothes the new are the best, with friends the old are the best.","name" : "unknown"},{"message" : "It takes a long time to grow an old friend.","name" : "John Leonard"},{"message" : "There's not a word yet, for old friends who've just met.","name" : "Jim Henson"},{"message" : "Old friends are the great blessing of one's later years . . . They have a memory of the same events and have the same mode of thinking.","name" : "Horace Walpole"},{"message" : "Old friends, we say, are best, when some sudden disillusionment shakes our faith in a new comrade.","name" : "Gelett Burgess"},{"message" : "Ah, how good it feels! The hand of an old friend.","name" : "Henry Wadsworth Longfellow"},{"message" : "Yes'm, old friends is always best, 'less you can catch a new one that's fit to make an old one out of.","name" : "Sarah Orne Jewett"},{"message" : "Tell me, why are the old friends kind, And ever the tenderest, too? Youth has no art, but an open mind, And its love is sincere and true.","name" : "Edwin Leibfreed"},{"message" : "To be with old friends is very warming and comforting.","name" : "Ian Ziering"},{"message" : "Old friends die on you, and they're irreplaceable. You become dependent.","name" : "Lionel Blue"},{"message" : "We need old friends to help us grow old and new friends to help us stay young.","name" : "Letty Cottin Pogrebin"},{"message" : "As in the case of wines that improve with age, the oldest friendships ought to be the most delightful.","name" : "Cicero"},{"message" : "There is only one thing better than making a new friend, and that is keeping an old one.","name" : "Elmer G. Letterman"},{"message" : "Old stories are like old friends? You have to visit them from time to time.","name" : "George R.R. Martin"},{"message" : "Finding an old friend is like finding a lost treasure.","name" : "Anthony Douglas Williams"},{"message" : "There's no friends like the old friends.","name" : "James Joyce"},{"message" : "To reminisce with my old friends, a chance to share some memories, and play our songs again.","name" : "Ricky Nelson"},{"message" : "We must never sell old friends to buy old enemies.","name" : "Abraham Lincoln"},{"message" : "Two may talk together under the same roof for many years, yet never really meet; and two others at first speech are old friends.","name" : "Mary Catherwood"},{"message" : "One old friend is better than two new ones.","name" : "Yiddish Proverb"},{"message" : "No one leaves an old friend unless they are ashamed.","name" : "Julian Casablancas"},{"message" : "You can make a new friend but you can't make an old one.","name" : "Tom Bodett"},{"message" : "Old friends and old ways ought not to be disdained.","name" : "Danish Proverb"},{"message" : "Condiments are like old friends -- highly thought of, but often taken for granted.","name" : "Marilyn Kaytor"},{"message" : "Old friends become bitter enemies on a sudden for toys and small offenses.","name" : "Robert Burton"},{"message" : "It's less the words they say than those they leave unsaid that split old friends apart.","name" : "Frederick Buechner"},{"message" : "You can't make old friends. You either have them or you don't.","name" : "Kenny Rogers"},{"message" : "Exercise is like an old friend: You may not be able to see that friend all the time, but you're not mad when you see them, you're happy, and you get right back into it.","name" : "Bethenny Frankel"},{"message" : "When old friends get together, everything else fades to insignificance.","name" : "Robert Lynn Aspri"},{"message" : "Old friends are best.","name" : "John Selden"},{"message" : "...or like an old friend one has known too well and doesn't want to see.","name" : "Doris Lessing"},{"message" : "A man's oldest friend is his best.","name" : "Roman Proverb"}]}