Aim for the stars.
unknown
Aim high in your career but stay humble in your heart.
Korean 
Do not leave for tomorrow what you can do today.
unknown
First come, first served.
unknown
If the eyes didn't see, the hands wouldn't take.
Yiddish 
Manana (tomorrow) is often the busiest day of the week.
unknown
New day, new fate.
Bulgarian 
No time like the present.
Mary de la Riviere Manley
Once the rice is pudding, it's too late to reclaim the rice.
Indonesian 
One who waits for chance, may wait a year.
Yoruba 
Opportunities come but do not linger.
Nepalese 
Strike while the iron is hot.
Chaucer
When one door shuts, another opens.
unknown
Who waiteth for dead man's shoes will go long barefoot.
John Heywood
Whoever wins the war gets to write the history.
unknown
Opportunity is missed by most people because it is dressed in overalls and looks like work.
Thomas A. Edison
If opportunity doesn't knock, build a door.
Milton Berle
A pessimist sees the difficulty in every opportunity; an optimist sees the opportunity in every difficulty.
Winston S. Churchill
How much I missed, simply because I was afraid of missing it.
Paulo Coelho
I will prepare and some day my chance will come.
Abraham Lincoln
Our most significant opportunities will be found in times of greatest difficulty.
S. Monson
Unfortunately, there seems to be far more opportunity out there than ability.... We should remember that good fortune often happens when opportunity meets with preparation.
Thomas A. Edison
Sometimes opportunities float right past your nose. Work hard, apply yourself, and be ready. When an opportunity comes you can grab it.
Julie Andrews Edwards
No great man ever complains of want of opportunity.
Ralph Waldo Emerson
Time is limited and some opportunities never repeat themselves.
Belle de Jour
Opportunity is a haughty goddess who wastes no time with those who are unprepared.
George S. Clason
Opportunities will come and go, but if you do nothing about them, so will you.
Richie Norton
There comes a moment in every life when the Universe presents you with an opportunity to rise to your potential. An open door that only requires the heart to walk through, seize it and hang on. The choice is never simple. It's never easy. It's not supposed to be. But those who travel this path have always looked back and realized that the test was always about the heart. ...The rest is just practice.
Jaime Buckley
Opportunity never knocks. It hangs thick in the air all around you. You breathe it unthinking, and dissipate it with your sighs.
Roy H. Williams
Opportunity is often difficult to recognize; we usually expect it to beckon us with beepers and billboards.
William Arthur Ward
Opportunity is a bird that never perches.
Claude McDonald
Every day is an opportunity to make a new happy ending.
Author Unknown
All great work is preparing yourself for the accident to happen.
Sidney Lumet
Many an opportunity is lost because a man is out looking for four-leaf clovers.
Author Unknown
Opportunities fly by while we sit regretting the chances we have lost, and the happiness that comes to us we heed not, because of the happiness that is gone
Jerome K. Jerome
Grasp your opportunities, no matter how poor your health; nothing is worse for your health than boredom.
Mignon McLaughlin
Spend eighty percent of your time focusing on the opportunities of tomorrow rather than the problems of yesterday.
Brian Tracy
In the middle of difficulty lies opportunity.
Albert Einstein
A wise man will make more opportunities than he finds.
Francois Bacon
Opportunity -Often it comes in the form of misfortune, or temporary defeat.
Napoleon Hill
Opportunities? They are all around us - there is power lying latent everywhere waiting for the observant eye to discover it.
Orison Swett Marden
Small opportunities are often the beginning of great enterprises.
Demosthenes
We are continually faced by great opportunities brilliantly disguised as insoluble problems.
Author Unknown
A man who misses his opportunity, and monkey who misses his branch, cannot be saved.
Hindu Proverb
Teachers open the doors, but you must enter by yourself.
Chinese Proverb
Even when opportunity knocks, a man still has to get up off his seat and open the door.
Author Unknown
Opportunity comes like a snail, and once it has passed you it changes into a fleet rabbit and is gone.
Arthur Brisbane
Nothing is more expensive than a missed opportunity.
H.Jackson Brown JR.
A good opportunity is seldom presented and easily lost.
Roman Proverb
Get bait while the tide is out.
Irish Proverb
Opportunities neglected are lost.
German Proverb
Opportunity never knocks twice in any man's door.
Roman Proverb
Opportunities, like eggs, come one at a time.
American Proverb
If the camel once gets its nose in the tent, his body will soon follow.
Arabic Proverb
The mill cannot grind with the water that is past.
English Proverb
When the cat's away, the mice will play.
English Proverb
A person who misses his chance, and the monkey who misses his branch can't be saved.
Indian Proverb
Time is that wherein there is opportunity, and opportunity is that wherein there is no great time.
Hippocrates
My friends, as I have discovered myself, there are no disasters, only opportunities. And, indeed, opportunities for fresh disasters.
Boris Johnson
He that will not when he may, when he will he shall have nay.
English Proverb
He is a good time-server that finds out the fittest opportunity of every action.
Thomas Fuller
While we stop to think, we often miss out opportunity.
Publilius Syrus
The sure way to miss success is to miss the opportunity.
Philarete Chaskes
The wise will make more opportunities than they find.
Sir Francis Bacon
To be a great man it is necessary to turn to account all opportunities
La Rochefoucauld
Every opportunity presents an obligation.
John D. Rockefeller Jr.
Next to knowing when to seize an opportunity, the most important thing in life is to know when to forego an advantage.
Disraeli
To improve the golden moment of opportunity and catch the good that is within our reach is the great art of life.
Samuel Johnson
He who refuses to embrace a unique opportunity loses the prize as surely as if he had failed.
William James
The golden opportunity you are seeking is in yourself. It is not in your environment. It is not in luck or chance, or the help of others; it is in yourself alone.
Orison S. Marden
There are two kinds of opportunities: one which we chance upon, the other which we create. In times of great difficulty, one must not fail to create his opportunity.
Takamori Saigo
I had to make my own living and my own opportunity...Don't sit down and wait for opportunities to come ; you have to get up and make them.
Madame C.J. Walker
For the highest task of intelligence is to grasp and recognize genuine opportunity, possibility.
John Dewey
The world is all gates, all opportunities, strings of tension waiting to be struck.
Emerson
Present opportunities are neglected and attainable good is slighted, by minds busied in extensive ranges and intent upon future advantages.
Samuel Johnson
Opportunities multiply as they are seized.
Sun Tzu
Chance is always powerful. Let your hook be always cast; in the pool where you least expect it, will be fish.
Ovid
Great opportunities come to all, but many do not know they have met them.
A.E. Dunning
When one door closes, another door opens; but we so often look so long and regretfully upon the closed door, that we do not see the ones which open for us.
Alexander Graham Bell
Take advantage of every opportunity; where there is none, make it for yourself.
Marcus Garvey
How singular, in the vastness of creation, is the richness of our opportunity.
John Cheever
What we have before us are some breathtaking opportunities disguised as insoluble problems.
John William Gardner
Opportunity does not knock; it presents itself when you beat down the door.
Kyle Chandler
Opportunities are often things you haven't noticed the first time around.
Catherine Deneuve