{"title" : "Optimism","quotes" : [{"message" : "Few things in the world are more powerful than a positive push. A smile. A world of optimism and hope. A 'you can do it' when things are tough.","name" : "Richard M. DeVos"},{"message" : "Optimism is essential to achievement and it is also the foundation of courage and true progress.","name" : "Nicholas M. Butler"},{"message" : "Optimism is the madness of insisting that all is well when we are miserable.","name" : "Voltaire"},{"message" : "Perpetual optimism is a force multiplier.","name" : "Colin Powell"},{"message" : "It only ends once. Anything that happens before that is just progress.","name" : "Jacob On Lost"},{"message" : "Choose to be optimistic, it feels better.","name" : "Dalai Lama XIV"},{"message" : "We are all in the gutter, but some of us are looking at the stars.","name" : "Oscar Wilde"},{"message" : "It isn't all over; everything has not been invented; the human adventure is just beginning.","name" : "Gene Roddenberry"},{"message" : "There is some good in this world, and it's worth fighting for.","name" : "J.R.R.Tolkien"},{"message" : "To find optimism, look for the good things in life.","name" : "Catherine Pulsifer"},{"message" : "Optimism can be more powerful than a battery of artillery or squadron of tanks. It can be contagious and it's necessary to being a leader.","name" : "General Rick Hillier"},{"message" : "The habit of looking on the bright side of every event is worth more than a thousand pounds a year.","name" : "Samuel Johnson"},{"message" : "One of the things I learned the hard way was that it doesn't pay to get discouraged. Keeping busy and making optimism a way of life can restore your faith in yourself.","name" : "Lucille Ball"},{"message" : "We would accomplish many more things if we did not think of them as impossible.","name" : "Vince Lombardi"},{"message" : "Optimism is joyful searching; pessimism is a prison of fear and a clutching at illusionary safety.","name" : "Kathleen A. Brehony"},{"message" : "Optimism refuses to believe that the road ends without options.","name" : "Robert H. Schuller"},{"message" : "It's not that optimism solves all of life's problems; it is just that it can sometimes make the difference between coping and collapsing.","name" : "Lucy Macdonald"},{"message" : "Optimism. It's not just a mind-set, it is behavior.","name" : "Larry Elder"},{"message" : "The predominant quality of successful people is optimism.... Your level of optimism is the very best predictor of how happy, healthy, wealthy, and long-lived you will be.","name" : "Brian Tracy"},{"message" : "Nothing is impossible, the word itself says 'I'm possible","name" : "Audrey Hepburn"},{"message" : "The things you think are the disasters in your life are not the disasters really. Almost anything can be turned around: out of every ditch, a path, if you can only see it.","name" : "Hilary Mantel"},{"message" : "You are never too old to set another goal or to dream a new dream.","name" : "CS Lewis"},{"message" : "Even the darkest night will end and the sun will rise.","name" : "Victor Hugo"},{"message" : "I can't change the direction of the wind, but I can adjust my sails to always reach my destination.","name" : "Jimmy Dean"},{"message" : "Nobody can go back and start a new beginning, but anyone can start today and make a new ending.","name" : "Maria Robinson"},{"message" : "Having a positive mental attitude is asking how something can be done rather than saying it can't be done.","name" : "Bo Bennett"},{"message" : "I'm not afraid of storms, for I'm learning how to sail my ship.","name" : "Louisa May Alcott"},{"message" : "Teaching is the greatest act of optimism.","name" : "Colleen Wilcox"},{"message" : "It can be said of optimism that while sometimes mistaken, it is never sadly mistaken.","name" : "Robert Brault"},{"message" : "Optimism is a kind of heart stimulant ? the digitalis of failure.","name" : "Elbert Hubbard"},{"message" : "Optimism is the foundation of courage.","name" : "Nicholas Murray Butler"},{"message" : "Positive anything is better than negative nothing.","name" : "Elbert Hubbard"},{"message" : "Optimism: The doctrine or belief that everything is beautiful, including what is ugly.","name" : "Ambrose Bierce"},{"message" : "My sun sets to rise again.","name" : "Robert Browning"},{"message" : "I believe that man will not merely endure; he will prevail.","name" : "William Faulkner"},{"message" : "Optimism is the content of small men in high places.","name" : "unknown"},{"message" : "Miracles happen to those who believe in them.","name" : "Bernhard Berenson"},{"message" : "Optimism is a happiness magnet. If you stay positive, good things and good people will be drawn to you.","name" : "Mary Lou Retton"},{"message" : "Faith is taking the first step even when you don't see the whole staircase.","name" : "Martin Luther King Jr."},{"message" : "If I have the belief that I can do it, I shall surely acquire the capacity to do it even if I may not have it at the beginning.","name" : "Mahatma Gandhi"},{"message" : "If you can imagine it you can achieve it. If you can dream it, you can become it.","name" : "William Arthur Ward"},{"message" : "Optimism with some experience behind it is much more energizing than plain old experience with a certain degree of cynicism.","name" : "Twyla Tharp"},{"message" : "Scared and sacred are spelled with the same letters. Awful proceeds from the same root word as awesome. Terrify and terrific. Every negative experience holds the seed of transformation.","name" : "Alan Cohen"},{"message" : "The darkest night is often the bridge to the brightest tomorrow.","name" : "Jonathan Lockwood Huie"},{"message" : "Optimism helps us persevere. Life isn't easy. But life is always good.","name" : "John Jacobs"},{"message" : "The greatest discovery of all time is that a person can change by merely changing his attitude.","name" : "Oprah Winfrey"},{"message" : "Believe it is possible to solve your problem. Tremendous things happen to the believer. So believe the answer will come. It will.","name" : "Norman Vincent Peale"},{"message" : "While we may not be able to control all that happens to us, we can control what happens inside us.","name" : "Benjamin Franklin"},{"message" : "Every cloud has a silver lining.","name" : "English Proverb"},{"message" : "When things are at the worst, they begin to mend.","name" : "English Proverb"},{"message" : "Sin is behooved, and all shall be well and all manner of thing shall be well.","name" : "Julian of Norwich"},{"message" : "In this best of possible worlds...all is for the best.","name" : "Voltaire"},{"message" : "Sunshine and light come always to those who sincerely hope that their dreams will come true.","name" : "Woodrow Wilson"},{"message" : "Optimism doesn't wait on facts. It deals with prospects. Pessimism is a waste of time.","name" : "Norman Cousins"},{"message" : "An optimist may see a light where there is none, but why must the pessimist always run to blow it out?","name" : "Michel de Saint-Pierre"},{"message" : "Positive thinking will let you do everything better than negative thinking will.","name" : "Zig Ziglar"},{"message" : "Always expect the best and you'll see that the outcome is spontaneously contained in the expectation","name" : "Deepak Chopra"},{"message" : "Grey skies are just clouds passing over.","name" : "Duke Ellington"},{"message" : "Be fanatically positive and militantly optimistic. If something is not to your liking, change your liking.","name" : "Rick Steves"},{"message" : "An optimist understands that life can be a bumpy road, but at least it is leading somewhere. They learn from mistakes and failures and are not afraid to fail again.","name" : "Harvey Mackay"},{"message" : "Things turn out best for the people who make the best of the way things turn out.","name" : "John Wooden"},{"message" : "Do not anticipate trouble or worry about what may never happen. Keep in the sunlight.","name" : "Benjamin Franklin"},{"message" : "What is hope but a feeling of optimism, a thought that says things will improve, it won't always be bleak ad there's a way to rise above the present circumstances.","name" : "Wayne D. Dyer"},{"message" : "Even if I knew that tomorrow would go to pieces, I would still plant my apple tree.","name" : "Martin Luther"},{"message" : "Optimism is a strategy for making a better future. Because unless you believe that the future can be better, you are unlikely to step up and take responsibility for making it so.","name" : "Noam Chomsky"},{"message" : "The latest definition of an optimist is one who fills up his crossword puzzle in ink.","name" : "Clement King Shorter"},{"message" : "An optimist is one who knows exactly how bad a place the world can be; a pessimist is one who finds out anew every morning.","name" : "Peter Ustinov"},{"message" : "Optimism, warranted or not, will help you when you're frustrated and the odds are against you. Some call such optimism a belief in miracles.","name" : "Michael Moore"},{"message" : "Set your sights high, the higher the better. Expect the most wonderful things to happen, not in the future but right now. Realize that nothing is too good. Allow absolutely nothing to hamper you or hold you up in any way.","name" : "Eileen Caddy"},{"message" : "Keep your face to the sunshine, and you cannot see the shadow.","name" : "Helen Keller"},{"message" : "I would rather stay positive and get 60 percent good results than stay negative and get 100 percent bad results.","name" : "Joyce Meyer"},{"message" : "I make the most of all that comes and the least of all that goes.","name" : "Sara Teasdale"},{"message" : "Hope is definitely not the same thing as optimism. It is not the conviction that something will turn out well, but the certainty that something makes sense, regardless of how it turns out.","name" : "Vaclav Havel"},{"message" : "If you pretend to be good, the world takes you very seriously. If you pretend to be bad, it doesn't. Such is the astonishing stupidity of optimism.","name" : "Oscar Wilde"},{"message" : "Optimism is the faith that leads to achievement. Nothing can be done without hope.","name" : "Thomas Carlyle"}]}