When you lose your parents as a child, you are indoctrinated into a club, you re taken into life's severest confidence. You are undeceived.
Hilary Thayer Hamann
Dead mothers are rather fashionable these days. They lend such an attractive air of tragedy.
Heidi Schulz
ORPHAN, n. A living person whom death has deprived of the power of filial ingratitude --a privation appealing with a particular eloquence to all that is sympathetic in human nature. When young the orphan is commonly sent to an asylum, where by careful cultivation of its rudimentary sense of locality it is taught to know its place. It is then instructed in the arts of dependence and servitude and eventually turned loose to prey upon the world as a bootblack or scullery maid.
Ambrose Bierce
There's no shortage of orphans in 19th-century literature, but it's hard to find a single happy, communicative, functional parental relationship in the whole of 'Great Expectations,' even among the minor characters.
David Nicholls
I will not leave you as orphans, I will come to you
Jesus in John 14:18
Orphans, are the one who has no parents, but have many parents. But having ones parents is more valuable than the other having many parents (it doesn't depend on numbers, but the feelings matters).
Siddwin S. Shetty
Late children are early orphans.
John Wilmot
The orphan is not a cause. The orphan is not an issue. The orphan has a human face, and that face is Galilean. Jesus tells us that when we see the poor, the weak, the vulnerable, the tossed aside, we see Him there.
Russell D. Moore
The answer to 168 million orphans in our world can be summed up in two words: family and church.
Kay Warren
The orphan does not rejoice after a heavy breakfast.
African Proverb
Orphans are the only ones who get to choose their fathers, and they love them twice as much.
Adam Johnson
Not everyone can be an orphan.
Andre Gide
There are orphans that can be cared for; but this some will not venture to undertake, for it brings them work more than they care to do, leaving them but little time to please themselves.
Ellen G. White
The truth is you can be orphaned again and again and again. The truth is, you will be. And the secret is, this will hurt less and less each time until you can't feel a thing.
Chuck Palahniuk
Marry an orphan: you'll never have to spend boring holidays with the in-laws (at most an occasional visit to the cemetery)
George Carlin
Orphans are easier to ignore before you know their names. They are easier to ignore before you see their faces. It is easier to pretend they're not real before you hold them in your arms, but once you do, everything changes.
David Platt