{"title" : "Overcomming Fear","quotes" : [{"message" : "I've come to believe that all my past failure and frustration were actually laying the foundation for the understandings that have created the new level of living I now enjoy.","name" : "Tony Robbins"},{"message" : "Success is often achieved by those who don't know that failure is inevitable.","name" : "Coco Chanel"},{"message" : "Defeat is not the worst of failures. Not to have tried is the true failure.","name" : "George Edward Woodberry"},{"message" : "Forget about the consequences of failure. Failure is only a temporary change in direction to set you straight for your next success.","name" : "Denis Waitley"},{"message" : "Let me not pray to be sheltered from dangers, but to be fearless in facing them. Let me not beg for the stilling of my pain, but for the heart to conquer it.","name" : "Rabindranath Tagore"},{"message" : "Our greatest fear should not be of failure but of succeeding at things in life that don't really matter.","name" : "Francis Chan"},{"message" : "Thinking will not overcome fear but action will.","name" : "W. Clement Stone"},{"message" : "You can discover what your enemy fears most by observing the means he uses to frighten you.","name" : "Eric Hoffer"},{"message" : "You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face. You must do the thing which you think you cannot do.","name" : "Eleanor Roosevelt"},{"message" : "You cannot run away from weakness; you must some time fight it out or perish; and if that be so, why not now, and where you stand?","name" : "Robert Louis Stevenson"},{"message" : "Every time you win, it diminishes the fear a little bit. You never really cancel the fear of losing; you keep challenging it.","name" : "Arthur Ashe"},{"message" : "Fear can't hold a candle to unswerving faith, much less muster up the guts to even attempt to blow it out.","name" : "B.G. Jett"},{"message" : "You can conquer almost any fear if you will only make up your mind to do so. For remember, fear doesn't exist anywhere except in the mind.","name" : "Dale Carnegie"},{"message" : "Confront your fears, list them, get to know them, and only then will you be able to put them aside and move ahead.","name" : "Jerry Gillies"},{"message" : "When a resolute young fellow steps up to the great bully, the world, and takes him boldly by the beard, he is often surprised to find it comes off in his hand, and that it was only tied on to scare away the timid adventurers.","name" : "Ralph Waldo Emerson"},{"message" : "Fear is the main source of superstition, and one of the main sources of cruelty. To conquer fear is the beginning of wisdom.","name" : "Bertrand Russell"},{"message" : "Fears are educated into us, and can, if we wish, be educated out.","name" : "Karl Augustus Menninger"},{"message" : "Curiosity will conquer fear even more than bravery will.","name" : "James Stephens"},{"message" : "Fear is only as deep as the mind allows.","name" : "Japanese Proverb"},{"message" : "Go back a little to leap further.","name" : "John Clarke"},{"message" : "It is hard to fail, but it is worse never to have tried to succeed.","name" : "Theodore Roosevelt"},{"message" : "I failed my way to success.","name" : "Thomas Edison"},{"message" : "Don't obsess about the failures. Instead, investigate and close the successes.","name" : "Chip Heath and Dan Heath"},{"message" : "We learn wisdom from failure much more than success. We often discover what we will do, by finding out what we will not do.","name" : "Samuel Smiles"},{"message" : "Nothing in life is to be feared. It is to be understood.","name" : "Marie Curie"},{"message" : "Fight your fears and you'll be in battle forever. Face your fears and you'll be free forever.","name" : "Lucas Jonkman"},{"message" : "Do the thing you fear, and continue to do so. This is the quickest and surest way of all victory over fear.","name" : "Dale Carnegie"},{"message" : "Do not fear mistakes. You will know failure. Continue to reach out.","name" : "Benjamin Franklin"},{"message" : "Courage is resistance to fear, mastery of fear, not absence of fear. Except a creature be part coward, it is not a compliment to say it is brave.","name" : "Mark Twain"},{"message" : "When fear ceases to scare you, it cannot stay.","name" : "Gary Zukav"},{"message" : "Avoiding danger is no safer in the long run than outright exposure. The fearful are caught as often as the bold.","name" : "Helen Keller"},{"message" : "Try a thing you haven't done three times. Once, to get over the fear of doing it. Twice, to learn how to do it. And a third time to figure out whether you like it or not.","name" : "Virgil Thomson"},{"message" : "Willpower is the key to success. Successful people strive no matter what they feel by applying their will to overcome apathy, doubt or fear.","name" : "Dan Millman"},{"message" : "Fear is healthy panic is dangerous.","name" : "Chasing Mavericks"},{"message" : "What is the biggest thing that stops people from living their lives in the present moment? Fear--and we must learn how to overcome fear.","name" : "Brian Weiss"},{"message" : "To escape fear, you have to go through it, not around.","name" : "Richie Norton"},{"message" : "He who is not everyday conquering some fear has not learned the secret of life.","name" : "Ralph Waldo Emerson"},{"message" : "I have accepted fear as a part of life-specifically the fear of change I have gone ahead despite the pounding in the heart that says: turn back.","name" : "Erica Jong"},{"message" : "Ultimately we know deeply that the other side of every fear is freedom.","name" : "Mary Ferguson"},{"message" : "Do what you fear most and you control fear.","name" : "Tom Hopkins"},{"message" : "There are four ways you can handle fear. You can go over it, under it, or around it. But if you are ever to put fear behind you, you must walk straight through it. Once you put fear behind you. Leave it there.","name" : "Donna Favors"},{"message" : "Feed your faith and your fears will starve to death.","name" : "Max Lucado"},{"message" : "The greatest mistake you can make in life is to be continually fearing you will make one.","name" : "Elbert Hubbard"},{"message" : "A mind focused on doubt and fear cannot focus on the journey to victory.","name" : "Mike Jones"},{"message" : "I will not die an unlived life. I will not live in fear of falling or catching fire. I choose to inhabit my days, to allow my living to open me, to make me less afraid, more accessible, to loosen my heart until it becomes a wing, a torch, a promise. I choose to risk my significance; to live so that which comes to me as seed goes to the next as blossom and that which comes to me as blossom, goes on as fruit.","name" : "Dawna Markova"},{"message" : "Courage is not the absence of fear, but rather the judgment that something else is more important than fear.","name" : "Ambrose Redmoon"},{"message" : "We are more often frightened than hurt; and we suffer more from imagination than from reality.","name" : "Seneca"},{"message" : "One of the greatest discoveries a man makes, one of his great surprises, is to find he can do what he was afraid he couldn't do.","name" : "Henry Ford"}]}