{"title" : "Overcomming Obstacles","quotes" : [{"message" : "When the goal seems difficult to reach, take a break but never give up.","name" : "Lailah Gifty Akita"},{"message" : "Convince your enemy that he will gain very little by attacking you; this will diminish his enthusiasm","name" : "Sun Tzu"},{"message" : "Those who don't know how to suffer are the worst off. There are times when the only correct thing we can do is to bear out troubles until a better day.","name" : "Deng Ming-Dao"},{"message" : "If you expect life to be easy, challenges will seem difficult. If you accept that challenges may occur, life will be easier.","name" : "Rob Liano"},{"message" : "Never give in to the obstacles that lie in your path towards the achievement of your dreams.","name" : "Lailah Gifty Akita"},{"message" : "Don't settle for your human capacity. Live up to your God-given potential.","name" : "Benjamin Lotter"},{"message" : "Don't run from your weakness, you will only give it strength.","name" : "Stephen Richards"},{"message" : "Always follow your dreams, even if they lead you down a few dark alleys.","name" : "Teresa Mummert"},{"message" : "Some people will just go with the flow of things and sway in life, while others will fight against the currents and go upstream to reach their destiny.","name" : "Anthony Liccione"},{"message" : "One of the secrets of life is to make stepping stones out of stumbling blocks.","name" : "Jack Penn"},{"message" : "Others can stop you temporarily -- you are the only one who can do it permanently.","name" : "Zig Ziglar"},{"message" : "Today is a new day. Yesterday's mistakes cannot affect today's possibilities unless you dwell on them.","name" : "Benjamin Lotter"},{"message" : "Don't let what you cannot do interfere with what you can do.","name" : "John Wooden"},{"message" : "The greatest glory in living lies not in never falling, but in rising every time we fall.","name" : "Nelson Mandela"},{"message" : "Every calamity is to be overcome by endurance.","name" : "Virgil"},{"message" : "You can't cross the sea merely by standing and staring at the water.","name" : "Rabindranath Tagore"},{"message" : "Choose rather to be strong of soul than strong of body.","name" : "Pythagoras"},{"message" : "Acceptance of what has happened is the first step to overcoming the consequences of any misfortune.","name" : "William James"},{"message" : "You have to accept whatever comes and the only important thing is that you meet it with courage and with the best that you have to give.","name" : "Eleanor Roosevelt"},{"message" : "Standing in the inspiring vision of my future, I boldly take every step - large and small - with courage and intent.","name" : "Jonathan Lockwood Huie"},{"message" : "Let us not pray to be sheltered from dangers but to be fearless when facing them.","name" : "Rabindranath Tagore"},{"message" : "Thinking will not overcome fear but action will.","name" : "W. Clement Stone"},{"message" : "You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face. You are able to say to yourself, 'I have lived through this horror. I can take the next thing that comes along.' . . . You must do the thing you think you cannot do.","name" : "Eleanor Roosevelt"},{"message" : "Choose what lies in the shadows to be a matter for discovery and adventure, rather than fear.","name" : "Jonathan Lockwood Huie"},{"message" : "Obstacles don't have to stop you. If you run into a wall, don't turn around and give up. Figure out how to climb it, go through it, or work around it.","name" : "Michael Jordan"},{"message" : "Conquering any difficulty always gives one a secret joy, for it means pushing back a boundary-line and adding to one's liberty.","name" : "Henri Frederic Amiel"},{"message" : "Never complain about your troubles; they are responsible for more than half of your income.","name" : "Robert Updegraff"},{"message" : "To solve any problem, here are three questions to ask yourself: First, what could I do? Second, what could I read? And third, who could I ask?","name" : "Jim Rohn"},{"message" : "It is a good rule to face difficulties at the time they arise and not allow them to increase unacknowledged.","name" : "Edward W. Ziegler"},{"message" : "A positive attitude can destroy every negative obstacle.","name" : "Terry Mark"},{"message" : "Stand in your Light and Shine brightly because that is how you defeat darkness.","name" : "Leslie Esperanza Espaillat"},{"message" : "I breathe in my courage. I exhale my fear.","name" : "Jonathan Lockwood Huie"},{"message" : "You will find a joy in overcoming obstacles.","name" : "Helen Keller"},{"message" : "Replace the word can't with can. Know that you can, believe that you can, and know with ALL of your heart that you will. You will succeed in spite of any obstacles that may try to hinder you! There's so much power in having a positive attitude, positive mindset, and positive outlook.","name" : "Stephanie Lahart"},{"message" : "They key of persistence opens all door closed by resistance.","name" : "John Di Lemme"},{"message" : "If you're going through hell, keep going.","name" : "Sir Winston Churchill"},{"message" : "It is common sense to take a method and try it. If it fails, admit it frankly and try another. But above all, try something.","name" : "Franklin D Roosevelt"},{"message" : "Those who wish to sing, always find a song.","name" : "Swedish Proverb"},{"message" : "Where there's a will, there's a way.","name" : "unknown"},{"message" : "Training yourself to live in the present - without regretting the past or fearing the future - is a recipe for a happy life.","name" : "Jonathan Lockwood Huie"},{"message" : "Forgive yourself for your faults and your mistakes and move on.","name" : "Les Brown"},{"message" : "Defeat may test you; it need not stop you. If at first you don't succeed, try another way. For every obstacle there is a solution. Nothing in the world can take the place of persistence. The greatest mistake is giving up.","name" : "unknown"},{"message" : "When you are in the valley, keep your goal firmly in view and you will get the renewed energy to continue the climb.","name" : "Denis Waitley"},{"message" : "The mere fact that you have obstacles to overcome is in your favor.","name" : "Robert Collier"},{"message" : "Whether you think you can or think you can't - you are right.","name" : "Henry Ford"},{"message" : "It's part of life to have obstacles. It's about overcoming obstacles; that's the key to happiness.","name" : "Herbie Hancock"},{"message" : "Many times we are our worst enemy. If we could learn to conquer ourselves, then we will have a much easier time overcoming the obstacles that are in front of us.","name" : "Stephan Labossiere"},{"message" : "Never let your head hang down. Never give up and sit down and grieve. Find another way. And don't pray when it rains if you don't pray when the sun shines.","name" : "Leroy Satchel Paige"},{"message" : "No one searches of adversity. Bad experiences is simply part of life.","name" : "Eileen S. Lenso"},{"message" : "Support is the secret sauce that helps us find forgiveness, courage, perspective, perseverance, and hope. Support helps us make changes in our thoughts, feelings, and behaviors, and increases the sense of control over our lives.","name" : "Eileen S. Lenso"},{"message" : "You don't have to wait to feel positive enough for a smile to happen. You can generate a positive feeling by smiling. Your smile can be the source of your positivity, not the result of it. Smile more today.","name" : "Jon Gordon"},{"message" : "Those who do not have worthy struggles in their lives neve enjoy the pleasure of celebrating a hard-won victory.","name" : "Eric Greitens"},{"message" : "You need resilience not just for the hard times. You need resilience if you're going to be happy.","name" : "Eric Greitens"},{"message" : "We must also look into our feelings of grief and loss. When we accept that everything is constantly changing, when we accept the inevitability that people and animals die, we can deal with pain in a much better fashion.","name" : "Aaron Soltys"},{"message" : "Embrace your grief and your sadness felt towards those that have passed and remember them with love.","name" : "Aaron Soltys"},{"message" : "Replace your grief with love and appreciation. That is truly what any who have departed from our lives would wish for us.","name" : "Aaron Soltys"},{"message" : "You are more powerful than your circumstances. They don't define you. You do.","name" : "Jon Gordon"},{"message" : "The story you tell yourself defines the life you live and the actions you take. It's important to tell yourself a positive story.","name" : "Jon Gordon"},{"message" : "You don't have to wait to feel positive enough for a smile to happen. You can generate a positive feeling by smiling. Your smile can be the source of your positivity, not the result of it. Smile more today.","name" : "Jon Gordon"},{"message" : "Life is very simple: it merely consists in learning how to accept the impossible, how to do without the indispensable, how to endure the insupportable.","name" : "Kathleen Norris"},{"message" : "Life is a crowded superhighway with bewildering cloverleaf exits on which a man is liable to find himself speeding back in the direction he came.","name" : "Peter De Vries"},{"message" : "As I grow to understand life less and less, I learn to love it more and more.","name" : "Jules Renard"},{"message" : "Life is a hospital in which every patient wants to change his bed for another's.","name" : "Baudelaire"},{"message" : "It is impossible to cheat life; there are no answers to the problems of life in the back of the book.","name" : "Kierkegaard"},{"message" : "Look not mournfully into the past. It comes not back again. Wisely improve the present. It is thine. Go forth to meet the shadowy future, without fear.","name" : "Longfellow"},{"message" : "Many people who spend their time mourning over the brevity of life, could make it seem longer if they did a little more work.","name" : "Don Marquis"},{"message" : "Life seems to be divided into two periods: in the first we indulge, in the second we preach.","name" : "Will Durant"},{"message" : "We are here to add what we can to life, not to get what we can from it.","name" : "William Osler"},{"message" : "It is not true that life is one damn thing after another: it's one damn thing over and over.","name" : "Edna St. Vincent Millay"},{"message" : "Life is a course that finally leaves you breathless from running around in circles trying to make ends meet.","name" : "Evan Esar"},{"message" : "The life of a man in this world is like the life of a fly in a room filled with a hundred boys, each armed with a flyswatter.","name" : "Mencken"},{"message" : "About the time we learn how to make the most of life, most of it is gone.","name" : "Evan Esar"},{"message" : "Life is generally made up of three things: pretense, suspense. and expense.","name" : "Evan Esar"},{"message" : "Life is a matter about which we are lost if we reason either too much or too little.","name" : "Samuel Butler"},{"message" : "Life is no laughing matter, except to the man who can laugh at his troubles.","name" : "Evan Esar"},{"message" : "From the word go, those who win the race of success and legacy started with the lifestyle of humility, audacity, integrity, sagacity and prosperity-mentality.","name" : "Anyaele Sam Chiyson"},{"message" : "Every experience you have experienced were necessary to enable you see-through the responsibility in maturity.","name" : "Anyaele Sam Chiyson"},{"message" : "No matter the challenges you are going through, great people went through it and came out of it. You are coming out a success; you are a success.","name" : "Ifeanyi Enoch Onuoha"},{"message" : "Challenges will come your way. But you must not lose faith or get discouraged by the temporary setbacks and roadblocks.","name" : "Dr. Roopleen"},{"message" : "Nothing is this world is impossible to accomplish if you are determined to pursue it. You have within you immense power, strength, and potential.","name" : "Dr. Roopleen"},{"message" : "Difficulties only make you aware of your strengths and bring out the best in you. They have made you who you are and have helped you reach where you are today.","name" : "Dr. Roopleen"},{"message" : "So come what may, never give up and never lose hope. No matter how big the troubles are, they cannot keep you down if your determination to get back on your feet is strong enough.","name" : "Dr. Roopleen"},{"message" : "When the chips are down and you are feeling worn out, give yourself a boost to get yourself back on track.","name" : "Dr. Roopleen"},{"message" : "At times in life we get tired, we may get weak, and forget to seek, but as we sit patiently, we hear him speak.","name" : "Arlene De’Sha Jennings"},{"message" : "Always hold your head high, it will provide a sense of pride and will feel better inside.","name" : "Arlene De’Sha Jennings"},{"message" : "When life sends us a battlefield, we are blessed to be armed with a shield.","name" : "Arlene De’Sha Jennings"},{"message" : "You cannot beat hard time, but hard times bears fools and scatters their destiny.","name" : "Chukwuemeka E. Onyejinduaka"},{"message" : "Do not fail in life, do not disappoint yourself, seek to know the hidden treasures of life; and you will live longer than your ancestors.","name" : "Chukwuemeka E. Onyejinduaka"},{"message" : "Facing those challenges can be difficult, as it often requires a great deal of self-reflection and introspection.","name" : "Don Mann"},{"message" : "Knowledge and experience can play a critical role in identifying obstacles, allowing us to better understand and evaluate the challenges we face at any given time.","name" : "Don Mann"},{"message" : "Life has a beautiful way of teaching lessons through the challenges you face.","name" : "Jennifer Pullara"},{"message" : "Challenges are part of life and can redefine who you are.","name" : "Jennifer Pullara"},{"message" : "To every life there are challenges and some happenings, which may come up as one continues the journey of making life worth it and achieving said tasks and goals.","name" : "Edward Kwarteng"},{"message" : "Being mindful of your state gives you the power to prove something against the challenges in your life.","name" : "Edward Kwarteng"},{"message" : "Challenges are less if we hold on to the power to resist the frustrations of our life.","name" : "Edward Kwarteng"},{"message" : "One way or the other, one can also overcome life and its challenges by aspiring to use the power, knowledge and wisdom given them from above.","name" : "Edward Kwarteng"}]}