{"title" : "Pain","quotes" : [{"message" : "We must all suffer from one of two pains: the pain of discipline or the pain of regret. The difference is discipline weighs ounces while regret weighs tons.","name" : "Jim Rohn"},{"message" : "Without pain, there would be no suffering, without suffering we would never learn from our mistakes. To make it right, pain and suffering is the key to all windows, without it, there is no way of life.","name" : "Angelina Jolie"},{"message" : "Pain is temporary. It may last a minute, or an hour, or a day, or a year, but eventually it will subside and something else will take its place. If I quit, however, it lasts forever.","name" : "Lance Armstrong"},{"message" : "When you can't remember why you're hurt, that's when you're healed.","name" : "Jane Fonda"},{"message" : "I have learned now that while those who speak about one's miseries usually hurt, those who keep silence hurt more.","name" : "C. S. Lewis"},{"message" : "Pain is such an uncomfortable feeling that even a tiny amount of it is enough to ruin every enjoyment.","name" : "Will Rogers"},{"message" : "Pain is inevitable. Suffering is optional.","name" : "Buddhist proverb"},{"message" : "Pain is what the world inflicts upon us. Suffering is our emotional reaction when we fail to make the difficult conscious choice to choose Joy.","name" : "Jonathan Lockwood Huie"},{"message" : "If you aren't in the moment, you are either looking forward to uncertainty, or back to pain and regret.","name" : "Jim Carrey"},{"message" : "God gave us pain to remind us we are alive, so we will learn to value the joys and beauty of the world.","name" : "Tom Corr"},{"message" : "Much of your pain is the bitter potion by which the physician within you heals your sick self.","name" : "Khalil Gibran"},{"message" : "An hour of pain is as long as a day of pleasure.","name" : "English Proverb"},{"message" : "Pain and pleasure like light and darkness, succeed each other.","name" : "Lawrence Stone"},{"message" : "Pain is immune to empathy...like love.","name" : "Barbara Lazear Ascher"},{"message" : "Pain is like a love affair. When it’s over it’s over.","name" : "Elyse Sommer"},{"message" : "People in pain are like the wandering minstrels of the Renaissance. Any occupied space becomes their court. If the story’s told often enough, perhaps the demons will become manifest. Made visible and mastered though words.","name" : "Barbara Lazear Ascher"},{"message" : "Even pain has its joy.","name" : "Russian Proverb"},{"message" : "The pain of the little finger is felt by the whole body.","name" : "Filipino Proverb"},{"message" : "Pain is the only evil I know about. It’s the only one I can fight.","name" : "Walter M. Miller"},{"message" : "Sometimes pain can drive a man harder than pleasure.","name" : "Don Ingalls"},{"message" : "He was wise to the ways of pain. He had to be, for he felt none.","name" : "James Tiptree"},{"message" : "It is our suffering that brings us together. It is not love. Love does not obey the mind, and turns to hate when forced. The bond that binds us is beyond choice. We are brothers. We are brothers in what we share. In pain, which each of us must suffer alone, in hunger, in poverty, in hope, we know our brotherhood.","name" : "Ursula K. Le Guin"},{"message" : "The best way of handling pain was to study it objectively.","name" : "Arthur C. Clarke"},{"message" : "Pain can be controlled, you just disconnect it.","name" : "James Cameron"},{"message" : "Who can remember pain, once it’s over? All that remains of it is a shadow, not in the mind even, in the flesh. Pain larks you, but too deep to see.","name" : "Margaret Atwood"},{"message" : "Pain is the universe unguarded.","name" : "Steve Aylett"},{"message" : "Pain is the substance of life and the root of personality, because only suffering is a person.","name" : "Miguel de Unamuno y Jugo"},{"message" : "There is nothing more suitable for the purposes of the universe than pain; never a day when you suffer is a lost day.","name" : "Amado Nervo"},{"message" : "Men are more sensitive to pain than to pleasures.","name" : "Tito Livio"},{"message" : "Top results are achieved only through pain. But eventually you like this pain.","name" : "Juha Vaatainen"},{"message" : "I’m willing to accept any kind of pain to win a race.","name" : "Rick Wohlhutter"},{"message" : "The marks humans leave are too often scars.","name" : "John Green"},{"message" : "Turn your wounds into wisdom.","name" : "Oprah Winfrey"},{"message" : "Some old wounds never truly heal, and bleed again at the slightest word.","name" : "George R.R. Martin"},{"message" : "Wisdom is nothing more than healed pain.","name" : "Robert Gary Lee"},{"message" : "I have found the paradox, that if you love until it hurts, there can be no more hurt, only more love.","name" : "Mother Teresa"},{"message" : "No pain, no palm; no thorns, no throne; no gall, no glory; no cross, no crown.","name" : "William Penn"},{"message" : "Pain has its own noble joy, when it starts a strong consciousness of life, from a stagnant one.","name" : "John Sterling"},{"message" : "Pain nourishes courage. You can't be brave if you've only had wonderful things happen to you.","name" : "Mary Tyler Moore"},{"message" : "Nobody can hurt me without my permission.","name" : "Mahatma Gandhi"},{"message" : "The pain of the mind is worse than the pain of the body.","name" : "Publilius Syrus"},{"message" : "There are no gains without pains.","name" : "Benjamin Franklin"},{"message" : "There is no coming to consciousness without pain.","name" : "Carl Jung"},{"message" : "One of the greatest pains to human nature is the pain of a new idea.","name" : "Walter Bagehot"},{"message" : "Out of pain and problems have come the sweetest songs, and the most gripping stories.","name" : "Billy Graham"},{"message" : "Find a place inside where there's joy and the joy will burn out the pain.","name" : "Joseph Campbell"},{"message" : "Pain is filtered in a poem so that it becomes finally, in the end, pleasure.","name" : "Mark Strand"},{"message" : "We must embrace pain and burn it as fuel for our journey.","name" : "Kenji Miyazawa"},{"message" : "Recovery begins with embracing our pain and taking the risk to share it with others. We do this by joining a group and talking about our pain.","name" : "John Bradshaw"},{"message" : "Everyone that burns has to learn from the pain.","name" : "William Frederick Durst"},{"message" : "Joy and pain are like sunshine and rain.","name" : "Ronan Keating"},{"message" : "Pleasure is the source of pain; pain is the source of pleasure.","name" : "Jon R. Stone"},{"message" : "Fear is the major ingredient of pain. It is what makes pain hurt.","name" : "Josh Bartok"},{"message" : "Pain is not the ultimate mode of perfection. It is merely provisional and a protest.","name" : "Oscar Wilde"},{"message" : "Pain, unlike pleasure, wears no mask.","name" : "Oscar Wilde"},{"message" : "Your pain is the breaking of the shell that encloses your understanding.","name" : "Khalil Gibran"},{"message" : "Much of your pain is self-chosen.","name" : "Khalil Gibran"}]}