{"title" : "Passion","quotes" : [{"message" : "Passion is energy. Feel the power that comes from focusing on what excites you.","name" : "Oprah Winfrey"},{"message" : "Nothing is as important as passion. No matter what you want to do with your life, be passionate.","name" : "Jon Bon Jovi"},{"message" : "If you can't figure out your purpose, figure out your passion. For your passion will lead you right into your purpose.","name" : "Bishop T.D. Jakes"},{"message" : "Chase down your passion like it's the last bus of the night.","name" : "Terri Guillemets"},{"message" : "Without passion man is a mere latent force and possibility, like the flint which awaits the shock of the iron before it can give forth its spark.","name" : "Amiel"},{"message" : "Our passion are the true phoenixes; when the old one is burnt out, a new one rises from its ashes.","name" : "Johann Wolfgang von Goethe"},{"message" : "Only passions, great passions can elevate the soul to great things.","name" : "Denis Diderot"},{"message" : "Passion, though a bad regulator, is a powerful spring.","name" : "Ralph Waldo Emerson"},{"message" : "Passion makes idiots of the cleverest men, and makes the biggest idiots clever.","name" : "Francois de la Rochefoucauld"},{"message" : "Passion is the genesis of genius.","name" : "Galileo Galilei"},{"message" : "There is no passion to be found playing small ? in settling for a life that is less than the one you are capable of living.","name" : "Nelson Mandela"},{"message" : "Great dancers are not great because of their technique, they are great because of their passion.","name" : "Martha Graham"},{"message" : "Nothing great in the world was accomplished without passion.","name" : "Georg Wilhelm Friedrich Hegel"},{"message" : "Follow your passion, and success will follow you.","name" : "Terri Guillemets"},{"message" : "Passion is one great force that unleashes creativity, because if you're passionate about something, then you're more willing to take risks.","name" : "Yo-Yo Ma"},{"message" : "Without passion you don't have energy, without energy you have nothing.","name" : "Donald Trump"},{"message" : "It is your passion that empowers you to be able to do that thing you were created to do.","name" : "T. D. Jakes"},{"message" : "One person with passion is better than forty people merely interested.","name" : "E. M. Forster"},{"message" : "There is no greatness without a passion to be great, whether it's the aspiration of an athlete or an artist, a scientist, a parent, or a businessperson.","name" : "Anthony Robbins"},{"message" : "Man is only truly great when he acts from the passions.","name" : "Benjamin Disraeli"},{"message" : "Passions are likened best to floods and streams: The shallow murmur, but the deep are dumb.","name" : "Walter Raleigh"},{"message" : "All passion becomes strength when it has an outlet.","name" : "George Eliot"},{"message" : "Our passion is our strength.","name" : "Billie Joe Armstrong"},{"message" : "Passion requires focused direction, and that direction must come from three other areas: your purpose, your talents, and your needs.","name" : "Steve Pavlina"},{"message" : "The passions are like fire, useful in a thousand ways and dangerous only in one, through their excess.","name" : "Christian Nevell Bovee"},{"message" : "All you need is passion. If you have a passion for something, you'll create the talent.","name" : "Yanni"},{"message" : "A genuine passion is like a mountain stream; it admits of no impediment; it cannot go backward; it must go forward.","name" : "Bovee."},{"message" : "Passion is the drunkenness of the mind.","name" : "South."},{"message" : "A great leader's courage to fulfill his vision comes from passion, not position.","name" : "John C. Maxwell"},{"message" : "Passion is in all great searches and is necessary to all creative endeavors.","name" : "Eugene W. Smith"},{"message" : "In the human heart new passions are forever being born; the overthrow of one almost always means the rise of another.","name" : "Francois de la Rochefoucauld"},{"message" : "Passions unguided are for the most part mere madness.","name" : "Thomas Hobbes"},{"message" : "Allow your passion to become your purpose, and it will one day become your profession.","name" : "Gabrielle Bernstein"},{"message" : "A strong passion for any object will ensure success, for the desire of the end will point out the means.","name" : "William Hazlitt"},{"message" : "If there is no passion in your life, then have you really lived? Find your passion, whatever it may be. Become it, and let it become you and you will find great things happen FOR you, TO you and BECAUSE of you.","name" : "T. Alan Armstrong"},{"message" : "Passion makes a person stop eating, sleeping, working, feeling at peace. A lot of people are frightened because, when it appears, it demolishes all the old things it finds in its path.","name" : "Paulo Coelho"},{"message" : "Passion is absolutely necessary to achieve any kind of long-lasting success. I know this from experience. If you don?t have passion, everything you do wi?ll ultimately fizzle out or, at best be mediocre.","name" : "Donald Trump"},{"message" : "Passion is the most compelling and irresistible emotion there is. Passion is at the heart of every idea that matters.","name" : "Bernadette Jiwa"},{"message" : "PASSION is the oxygen of the soul.","name" : "Bill Butler"},{"message" : "The passions are the winds which fill the sails of the vessel; they sink it at times, but without them it would be impossible to make way.","name" : "Voltaire"},{"message" : "You need great passion, because everything you do with great pleasure, you do well.","name" : "Juan Manuel Fangio"},{"message" : "Passion is a feeling that tells you: this is the right thing to do. Nothing can stand in my way. It doesn't matter what anyone else says. This feeling is so good that it cannot be ignored.","name" : "Wayne Dyer"},{"message" : "Have the courage to follow your passion ? and if you don't know what it is, realize that one reason for your existence on earth is to find it.","name" : "Oprah Winfrey"},{"message" : "If you can create a career built on passion, your chances for success, fulfillment, and longevity are far greater than if you take any old job simply for the paycheck.","name" : "Katherine Schwarzenegger"},{"message" : "Light yourself on fire with passion and people will come from miles to watch you burn.","name" : "John Wesley"},{"message" : "Passion has no boundaries. Passion is audacious. Passion is total commitment. Passion is an unstoppable energy. Passion is not about you; it is about your impact on others.","name" : "Selita Victoria"},{"message" : "Discover your passion. Pursue your passion. Then your passion can enrich your life and the lives of others.","name" : "Donna Satchell"},{"message" : "Passion is an intense interest in what you do that transcends the time you are actually doing it.","name" : "Donna Satchell"},{"message" : "As rain leaks into a poorly roofed house, so does passion invade an uncultivated mind.","name" : "Buddha"},{"message" : "Wheresoever you go, go with all your heart.","name" : "Kongfuzi"},{"message" : "Passion burns down every branch of exhaustion; Passion's the Supreme Elixir and renews all things; no one can grow exhausted when passion is born.","name" : "Jalaludin Rumi"},{"message" : "What to ourselves in passion we propose, . The passion ending, doth the purpose lose.","name" : "William Shakespeare"},{"message" : "Passion never reasons.","name" : "Comtesse du Barry"},{"message" : "Man is so made that whenever anything fires his soul, impossibilities vanish.","name" : "Jean de la Fontaine"},{"message" : "If passion drives you, let reason hold the reins.","name" : "Benjamin Franklin"},{"message" : "Clarity of mind means clarity of passion, too; this is why a great and clear mind loves ardently and sees distinctly what he loves.","name" : "Blaise Pascal"},{"message" : "Passions are vices or virtues in their highest powers.","name" : "Johann Von Goethe"},{"message" : "The passions are like fire, useful in a thousand ways and dangerous only in one, through their excess.","name" : "Christian Bovee"},{"message" : "Passion is universal humanity. Without its religion, history, romance, and art will be useless.","name" : "Honoré de Balzac"},{"message" : "Enthusiasm is the sparkle in your eyes, the swing in your gait, the grip of your hand, the irresistible surge of will and energy to execute your ideas.","name" : "Henry Ford"},{"message" : "The man who has not passed through the inferno of his passions has never overcome them.","name" : "Carl Jung"},{"message" : "I had a way of life inside me and I wanted it with a want that was twisting me.","name" : "Zora Neale Hurston"},{"message" : "There is no end. There is no beginning. There is only the indefinite passion of life.","name" : "Federico Fellini"},{"message" : "Passion is the heat mover and spring of the soul.","name" : "Thomas Sprat"},{"message" : "Our passions are ourselves.","name" : "Anatole France"},{"message" : "When passions become masters, they are vices.","name" : "Pascal"},{"message" : "A man in a passion rides a mad horse.","name" : "Benjamin Franklin"},{"message" : "The ruling passion, be it what it will, the ruling passion conquers reason still.","name" : "Alexander Pope"},{"message" : "The vicious obey their passions as slaves do their masters.","name" : "Diogenes"},{"message" : "The passionate are like men standing on their heads, they see all things the wrong way.","name" : "Plato"},{"message" : "Hot passion easily cooks.","name" : "Japanese Proverb"},{"message" : "Let him be guided by his passions, who can make no sense of his reason.","name" : "Roman Proverb"},{"message" : "When passion enters at the Foregate, wisdom goes out of the postern.","name" : "English Proverb"},{"message" : "Genuine passion is like a mountain stream; it admits of no impediment; it cannot go backward, it must go forward.","name" : "Christina Nestell Bovee"},{"message" : "Passion is like crime; it does not thrive on the established order.","name" : "Thomas Mann"},{"message" : "Passion... like other violent excitements...throws up not only what is best, but what is worst and smallest, in men's characters.","name" : "Robert Louis Stevenson"},{"message" : "There is in most passions a shrinking away from ourselves. The passionate pursuer has all the earmarks of a fugitive.","name" : "Eric Hoffer"}]}