{"title" : "Patience","quotes" : [{"message" : "All in good time.","name" : "Horace"},{"message" : "Anyone can hold the helm when the sea is calm.","name" : "Publilius Syrus"},{"message" : "At the bottom of patience one finds heaven.","name" : "Kanuri "},{"message" : "At the gate of patience there is no crowding.","name" : "Moroccan "},{"message" : "Bear and forbear.","name" : "unknown"},{"message" : "By diligence and patience, the mouse bit in two the cable.","name" : "Benjamin Franklin"},{"message" : "Don't cross the bridge til you come to it.","name" : "Henry Wadsworth Longfellow"},{"message" : "Don't cry before you are hurt.","name" : "Scottish Proverb"},{"message" : "Don't expect things to go right the first time.","name" : "unknown"},{"message" : "Don't halloo until you're out of the wood.","name" : "Benjamin Franklin"},{"message" : "Don't let anyone get your goat.","name" : "unknown"},{"message" : "Don't put the cart before the horse.","name" : "John Heywood"},{"message" : "Drive gently over the stones.","name" : "Jonathan Swift"},{"message" : "Everything comes to those who wait.","name" : "unknown"},{"message" : "Genius is only a great aptitude for patience.","name" : "Georges-Louis Leclerc de Buffon"},{"message" : "God did not create hurry.","name" : "Finnish "},{"message" : "Grain by grain a loaf, stone by stone, a castle.","name" : "Yugoslavian "},{"message" : "Haste has no blessing.","name" : "Swahili "},{"message" : "Haste makes waste.","name" : "John Heywood"},{"message" : "Hasty climbers have sudden falls.","name" : "Robert Greene"},{"message" : "Keep your shirt on.","name" : "American Saying"},{"message" : "Never change horses in midstream.","name" : "Abraham Lincoln"},{"message" : "Never cut what can be untied.","name" : "Portuguese Proverb"},{"message" : "One step at a time.","name" : "unknown"},{"message" : "Patience is a virtue.","name" : "unknown"},{"message" : "Patience is bitter but its fruit is sweet.","name" : "French Proverb"},{"message" : "Patience is the companion of wisdom.","name" : "St. Augustine"},{"message" : "The continuous drip polishes the stone.","name" : "Peruvian "},{"message" : "The more you ask how much longer it will take, the longer the journey seems.","name" : "Maori "},{"message" : "The salt of patience seasons everything.","name" : "Italian "},{"message" : "What may not be altered is made lighter by patience.","name" : "Horace"},{"message" : "Rivers know this: there is no hurry. We shall get there some day.","name" : ""},{"message" : "There are times to stay put, and what you want will come to you, and there are times to go out into the world and find such a thing for yourself","name" : "Lemony Snicket"},{"message" : "Patience is not the ability to wait. Patience is to be calm no matter what happens, constantly take action to turn it to positive growth opportunities, and have faith to believe that it will all work out in the end while you are waiting.","name" : "Roy T. Bennett"},{"message" : "Have patience with everything that remains unsolved in your heart.","name" : "Rainer Maria Rilke"},{"message" : "Patience is all.","name" : "Rainer Maria Rilke"},{"message" : "It is very strange that the years teach us patience - that the shorter our time, the greater our capacity for waiting.","name" : "Elizabeth Taylor"},{"message" : "This is one more piece of advice I have for you: don't get impatient. Even if things are so tangled up you can't do anything, don't get desperate or blow a fuse and start yanking on one particular thread before it's ready to come undone.","name" : "Haruki Murakami"},{"message" : "Patience gives your spouse permission to be human. It understands that everyone fails.","name" : "Stephen Kendrick"},{"message" : "Waiting and hoping is a hard thing to do when you've already been waiting and hoping for almost as long as you can bear it.","name" : "Jenny Nimmo"},{"message" : "Patience, he thought. So much of this was patience - waiting, and thinking and doing things right. So much of all this, so much of all living was patience and thinking.","name" : "Gary Paulsen"},{"message" : "The two hardest tests on the spiritual road are the patience to wait for the right moment and the courage not to be disappointed with what we encounter.","name" : "Paulo Coelho"},{"message" : "If there is anything that gives kingliness to the soul, it is patience. What was the secret of the masters who have accomplished great things, who have inspired many and who have helped many souls? Their secret was patience.","name" : "M.J. Ryan"},{"message" : "Patience plants us firmly in the ground of our being, content with who and where we are.","name" : "M.J. Ryan"},{"message" : "Patience makes us happier, it leads us to success, and it gives us greater peace of mind every day.","name" : "M.J. Ryan"},{"message" : "Impatience is a habit; so is patience.","name" : "M.J. Ryan"},{"message" : "Patience helps us waste less time, energy and money.","name" : "M.J. Ryan"},{"message" : "Patience gets us more of what we want.","name" : "M.J. Ryan"},{"message" : "Patience guards the door to anger.","name" : "M.J. Ryan"},{"message" : "Patience gives us greater tolerance and empathy.","name" : "M.J. Ryan"},{"message" : "Patience helps us have happier love relationships.","name" : "M.J. Ryan"},{"message" : "Patience makes us better parents.","name" : "M.J. Ryan"},{"message" : "Patience teaches us the power of receptivity.","name" : "M.J. Ryan"},{"message" : "Patience is the heart of civility.","name" : "M.J. Ryan"},{"message" : "Patience grows our souls.","name" : "M.J. Ryan"},{"message" : "Patience is a decision.","name" : "M.J. Ryan"},{"message" : "To practice patience, you need a real rascal to help you. It’s no use practicing on gentle and kind creatures, for they require no patience.","name" : "M.J. Ryan"},{"message" : "When we see those who challenge us as teachers rather than burdens, our patience instantly grows.","name" : "M.J. Ryan"},{"message" : "If we as a community of human souls harness the power of patience, there is no problem we can’t solve - eventually.","name" : "M.J. Ryan"},{"message" : "Have patience with all things, but chiefly have patience with yourself. Every day begins the task anew.","name" : "St. Francis de Sales"},{"message" : "When we recognize that waiting actually can bring greater enjoyment than the immediate gratification of our needs, it makes patience much easier to practice.","name" : "M.J. Ryan"},{"message" : "Patience is a major attribute that has accounted for success.","name" : "Patience Johnson"},{"message" : "The world gives us PLENTY of opportunities to strengthen our patience. While this truth can definitely be challenging, this is a good thing. Patience is a key that unlocks the door to a more fulfilling life. It is through a cultivation of patience that we become better parents, powerful teachers, great businessmen, good friends, and a live a happier life.","name" : "Steve Maraboli"},{"message" : "Inner peace is impossible without patience. Wisdom requires patience. Spiritual growth implies the mastery of patience. Patience allows the unfolding of destiny to proceed at its won unhurried pace.","name" : "Brian Weiss"},{"message" : "Patience is not simply the ability to wait - it's how we behave while we're waiting.","name" : "Joyce Meyer"},{"message" : "Have patience. All things are difficult before they become easy.","name" : "Saadi"},{"message" : "The greatest power is often simple patience.","name" : "E. Joseph Cossman"},{"message" : "The more you know yourself, the more patience you have for what you see in others.","name" : "Erik Erikson"},{"message" : "The test of good manners is to be patient with the bad ones.","name" : "Solomon Ibn Gabirol"},{"message" : "Sometimes things aren't clear right away. That's where you need to be patient and persevere and see where things lead.","name" : "Mary Pierce"},{"message" : "The very important thing you should have is patience.","name" : "Jack Ma"},{"message" : "If patience is worth anything, it must endure to the end of time. And a living faith will last in the midst of the blackest storm.","name" : "Mahatma Gandhi"},{"message" : "Our patience will achieve more than our force.","name" : "Edmund Burke"},{"message" : "Somehow how is perfectly patient can get more done than someone who is not, and someone who forgives another's faults is often stronger than a person who is addicted to holding on to another's flaws in an attempt to make him or herself feel better.","name" : "Christian Olsen"},{"message" : "Patience is not resignation. It is power. It is a strength. It actually enhances control.","name" : "Christian Olsen"},{"message" : "Patience is not the same as being slow; instead, it often equals being slow to anger and endorses courage that accepts a loss and puts the loss into perspective. In this sense, the conclusion of what really matters in life and in eternity gets placed in front of the temporal, insignificant annoyance.","name" : "Christian Olsen"},{"message" : "Patience speaks of a person's steadfastness under provocation. Enduring ill-treatment without anger or thought of retallation or revenge.","name" : "Billy Graham"},{"message" : "Patience is the transcendent radiance of a loving and tender heart which, in its dealings with those around it, looks kindly and graciously upon them.","name" : "Billy Graham"},{"message" : "Our lives are to be characterized by patience, for it is important in developing the mature, stable character which God wants to produce in His people.","name" : "Billy Graham"},{"message" : "Patience includes perseverance - the ability to bear up under weariness, strain, and persecution when doing the work of the Lord.","name" : "Billy Graham"},{"message" : "No word is too long to the man who advances deliberately and without undue haste; and no honors are too distant for the man who prepares himself for them with patience.","name" : "Bruyere"},{"message" : "Patience and diligence, like faith, remove mountains.","name" : "William Penn"},{"message" : "Patience is a bitter plant but is has a sweet fruit.","name" : "German Proverb"},{"message" : "Whoever has no patience has no wisdom.","name" : "Sa'Di"},{"message" : "Patience is the greatest prayer.","name" : "Buddha"},{"message" : "Patience is not a virtue. It is an achievement.","name" : "Vera Nazarian"}]}