One of the great attractions of patriotism - it fulfills our worst wishes. In the person of our nation we are able, vicariously, to bully and cheat. Bully and cheat, what's more, with a feeling that we are profoundly virtuous.
Aldous Huxley
A soldier will fight long and hard for a bit of colored ribbon.
Napoleon Bonaparte
Real patriotism is a willingness to challenge the government when it's wrong.
Ron Paul
Patriotism is the last refuge of the scoundrel.
Samuel Johnson
One flag, one land, one heart, one hand, One Nation evermore!
Oliver Wendell Holmes
Let every nation know, whether it wishes us well or ill, we shall pay any price, bear any burden, meet any hardship, support any friend, oppose any foe, to assure the survival and success of liberty.
John F. Kennedy
If our country is worth dying for in time of war let us resolve that it is truly worth living for in time of peace.
Hamilton Fish
The urge to save humanity is almost always a false face for the urge to rule it.
H.L. Mencken
The love of one's country is a splendid thing.
Pablo Casals
Our country is not the only thing to which we owe our allegiance. It is also owed to justice and to humanity. Patriotism consists not in waving the flag, but in striving that our country shall be righteous as well as strong.
James Bryce
It is sweet to serve one's country by deeds, and it is not absurd to serve her by words.
Sallust
It is the love of country that has lighted and that keeps glowing the holy fire of patriotism.
J. Horace Mcfarland
My kind of loyalty was loyalty to one's country, not to its institutions or its office-holders.
Mark Twain
He loves his country best who strives to make it best.
Robert G. Ingersoll
Men love their country, not because it is great, but because it is their own.
Seneca
Patriotism is your conviction that this country is superior to all other countries because you were born in it.
George Bernard Shaw
Patriotism is easy to understand in America - it means looking out for yourself by looking out for your country.
Calvin Coolidge
A man's country is not a certain area of land, of mountains, rivers, and woods, but it is a principle; and patriotism is loyalty to that principle.
George William Curtis
Loyalty to country ALWAYS. Loyalty to government, when it deserves it.
Mark Twain
There is no flag large enough to cover the shame of killing innocent people for a purpose which is unattainable.
Howard Zinn
I am an American; free born and free bred, where I acknowledge no man as my superior, except for his own worth, or as my inferior, except for his own demerit.
Theodore Roosevelt
A patriot must always be ready to defend his country against his government.
Edward Abbey
It is not always the same thing to be a good man and a good citizen.
Aristotle
Patriotism is the virtue of the vicious.
Oscar Wilde
A love for tradition has never weakened a nation, indeed it has strengthened nations in their hour of peril.
Winston S. Churchill
The greatest patriotism is to tell your country when it is behaving dishonorably, foolishly, viciously.
Julian Barnes
Patriots always talk of dying for their country but never of killing for their country.
Bertrand Russell
I love my country, not my government.
Jesse Ventura
To oppose corruption in government is the highest obligation of patriotism.
G. Edward Griffin
By patriotism is meant, not only spontaneous, instinctive love for one's own nation, and preference for it above all other nations, but also the belief that such love and preference are good and useful.
Leo Tolstoy
When a whole nation is roaring patriotism at the top of its voice, I am fain to explore the cleanness of its hands and the purity of its heart.
Ralph Waldo Emerson
A man's feet must be planted in his country, but his eyes should survey the world.
George Santayana
True patriots we; for be it understood we left our country for our country's good.
George Barrington
The greatness of a nation can be judged by the way its animals are treated.
Mahatma Gandhi
Patriotism, when it wants to make itself felt in the domain of learning, is a dirty fellow who should be thrown out of doors.
Arthur Schopenhauer
Ask not what your country can do for you, ask what you can do for your country.
John F. Kennedy
Though I love my country, I do not love my countrymen.
Lord Byron
To make us love our country, our country ought to be lovely.
Edmund Burke
True patriotism is not worship of our nation but rather, in the light of our worship of the God of justice, to conform our nation's ways of justice.
Robert Mcafee Brown
True patriotism sometimes requires of men to act exactly contrary, at one period, to that which it does at another, and the motive which impels them the desire to do right is precisely the same.
Robert E. Lee
My Country! When right keep it right; when wrong, set it right!
Carl Schurz
Patriotism does not oblige us to acquiesce in the destruction of liberty. Patriotism obliges us to question it, at least.
Wendy Kaminer
Patriotism is a religion, the egg from which wars are hatched.
Guy De Maupassant
Patriotism is a menace to liberty.
Emma Goldman
You'll never have a quiet world until you knock the patriotism out of the human race.
George Bernard Shaw
Blind patriotism has been kept intact by rewriting history to provide people with moral consolation and a psychological basis for denial.
William H. Boyer
During times of war, hatred becomes quite respectable even though it has to masquerade often under the guise of patriotism.
Howard Thurman
A true patriot never abandons his country at the hour of need.
Auliq Ice
What is light is to the eyes, what air is to be lungs, what love is to the heart, liberty is to be the soul of man.
Robert Ingersoll
A good country song taps into strong undercurrents of family, faith and patriotism.
George W. Bush
I believe in America because we have great dreams and because we have the opportunity to make those dreams come true.
Wendell L. Wilkie
America is another name for opportunity. Our whole history appears like a last effort of divine providence on behalf of the human race.
Ralph Waldo Emerson
Injustice anywhere is a threat to justice everywhere.
Martinn Luther King Jr.
Every good citizen makes his country's honor his own, and cherishes it not only as precious but as sacred.
Andrew Jackson
I saw my grandson off to war. My grandson, heads for danger, bear, and sand. Alone.
Carolyn Howard-Johnson
I wish that every human life might be pure transparent freedom.
Simone De Beauvoir
A patriotism which is not short, frenzied outbursts of emotion, but the tranquil and steady dedication of a lifetime.
Adlai E. Stevenson
Guard against the impostures of pretended patriotism.
George Washington
It is impossible to govern a nation without God and the Bible.
George Washington
Liberty, when it begins to take root, is a plant of rapid growth.
George Washington
The constitution is the guide which I will never abandon.
George Washington
A war for a great principle ennobles a nation.
Albert Pike
When the sword is once drawn, the passions of men observe no bounds of moderation.
Alexander Hamilton
I am not afraid of an army of lions led by a sheep, I am afraud of an army of sheep led by a lion.
Alexander The Great
If the union is once severed, the line of separation will grow wider and wider, and the controversies which are now debated and settled in the halls of legislation will then be tried in field of battle and determined by the sword.
Andrew Jackson
As long as our government is administered for the good of the people, and is regulated by their will; as long as it secures is the rights of persons and of property, liberty of conscience and of the press, it will be worth defending.
Andrew Jackson
The brave man inattentive of his duty, is worth little more to his country than the coward who deserts in the hour of danger.
Andrew Jackson
True independence and freedom can only exist in doing what is right.
Brigham Young
Patriotism consists not in waving the flag, but in striving that our country shall be righteous as well as strong.
James Bryce
It is foolish and wrong to mourn the men who died, Rather we should thank God that such men lived.
George S. Patton
The patriot volunteer, fighting for our country and his rights, makes the most reliable soldier on earth.
Thomas J Jackson
The nation that forgets its defenders will itself be forgotten.
Calvin Coolidge
Over the years, the United States has sent many of its fine young men and women into great peril to fight for freedom beyond our borders. The only amount of land we have ever asked for in (consequence) is enough to bury those who did not return.
Colin Powell
I do not believe that war and military service are the only means to honor America. God grants us all the privilege of having our character and our patriotism tested.
John McCain
Those who wear the uniform of the United States know better than anyone the meaning of American Citizenship.
John McCain
A young man who does not have what it takes to perform military service is not likely to have what it takes to make a living.
John F. Kennedy
A hero is no braver than an ordinary man, but he is braver five minutes longer.
Ralph Waldo Emerson
These men came here to storm these beaches for one purpose only, not to gain anything for ourselves, not to fulfill any ambitions that America had for conquest, but just to preserve freedom. Many thousands of men have died for such ideals as these, but these young boys were cut of in their prime.
Dwight D. Eisenhower
One man with courage makes a majority.
Andrew Jackson
The harder the conflict, the more glorious the triumph.
Thomas Paine
It's the soldier not the reporter who gives you the freedom of the press.
John Hagee
It's the soldier not the campus organizer who allows you to demonstrate.
John Hagee
It is an unfortunate fact that we can secure peace only by preparing for war.
John F. Kennedy
I may be compelled to face danger, but never fear it, and while our soldiers can stand and fight, I can stand and feed and nurse them.
Clara Barton
So long as we have enough people in this country willing to fight for their rights, we'll be call a democracy.
Roger Baldwin
We confide in our strength, without boasting of it; we respect that of others, without fearing it.
Thomas Jefferson
Victories that are easy are cheap. Those only are worth having which come as the result of hard fighting.
Henry Ward Beecher