{"title" : "Peace","quotes" : [{"message" : "By peace we mean the capacity to transform conflicts with empathy, without violence, and creatively - a never-ending process.","name" : "Johan Galtung"},{"message" : "Each one has to find his peace from within. And peace to be real must be unaffected by outside circumstances.","name" : "Mahatma Gandhi"},{"message" : "Even a fool, when he holds his peace, is counted wise.","name" : "Proverbs 17:28, Biblical Proverb"},{"message" : "First keep the peace within yourself, then you can also bring peace to others.","name" : "Thomas a Kempis"},{"message" : "Five great enemies to peace inhabit with us: avarice, ambition, envy, anger, and pride. If those enemies were to be banished, we should infallibly enjoy perpetual peace.","name" : "Francesco Petrarch"},{"message" : "How different the peace of God from that of the world! It calms the passions, preserves the purity of the conscience, is inseparable from righteousness, unites us to God and strengthens us against temptations. The peace of the soul consists in an absolute resignation to the will of God.","name" : "Francois Fenelon"},{"message" : "I do not want the peace which passeth understanding, I want the understanding which bringeth peace.","name" : "Helen Keller"},{"message" : "I speak of peace, therefore, as the necessary rational end of rational men. I realize the pursuit of peace is not as dramatic as the pursuit of war? But we have no more urgent task.","name" : "John F. Kennedy"},{"message" : "If we have no peace, it is because we have forgotten that we belong to each other.","name" : "Mother Teresa"},{"message" : "If you want peace, work for justice.","name" : "Pope Paul VI"},{"message" : "If you want to make peace with your enemy, you have to work with your enemy. Then he becomes your partner.","name" : "Nelson Mandela"},{"message" : "If you wish to experience peace, provide peace for another.","name" : "Tenzin Gyatso"},{"message" : "Imagine all the people living life in peace. You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us, and the world will be as one.","name" : "John Lennon"},{"message" : "It isn't enough to talk about peace. One must believe in it. And it isn't enough to believe in it. One must work at it.","name" : "Eleanor Roosevelt"},{"message" : "Let us forgive each other - only then will we live in peace.","name" : "Leo Tolstoy"},{"message" : "Peace begins with a smile..","name" : "Mother Teresa"},{"message" : "Peace cannot be kept by force; it can only be achieved by understanding.","name" : "Albert Einstein"},{"message" : "Peace comes from being able to contribute the best that we have, and all that we are, toward creating a world that supports everyone. But it is also securing the space for others to contribute the best that they have and all that they are.","name" : "Hafsat Abiola"},{"message" : "Peace comes from within. Do not seek it without.","name" : "Buddha"},{"message" : "Peace demands the most heroic labor and the most difficult sacrifice. It demands greater heroism than war. It demands greater fidelity to the truth and a much more perfect purity of conscience.","name" : "Thomas Merton"},{"message" : "Peace does not mean an absence of conflicts; differences will always be there. Peace means solving these differences through peaceful means; through dialogue, education, knowledge; and through humane ways.","name" : "Dalai Lama XIV"},{"message" : "Peace has never come from dropping bombs. Real peace comes from enlightenment and educating people to behave more in a divine manner.","name" : "Carlos Santana"},{"message" : "Peace hath higher tests of manhood than battle ever knew.","name" : "John Greenleaf Whittier"},{"message" : "Peace is a daily, a weekly, a monthly process, gradually changing opinions, slowly eroding old barriers, quietly building new structures.","name" : "John F. Kennedy"},{"message" : "Peace is a journey of a thousand miles and it must be taken one step at a time.","name" : "Lyndon B. Johnson"},{"message" : "Peace is a practical positive policy, which must be attained by friendly co-operation between the nations, putting the good of all before the interests of each.","name" : "A. Ruth Fry"},{"message" : "Peace is an unstable equilibrium, which can be preserved only by acknowledged supremacy or equal power.","name" : "Will Durant and Ariel Durant"},{"message" : "Peace is every step.","name" : "Thich Nhat Hahn"},{"message" : "Peace is more important than all justice; and peace was not made for the sake of justice, but justice for the sake of peace.","name" : "Martin Luther"},{"message" : "Peace is more than the absence of war. Peace is accord. Harmony.","name" : "Laini Taylor"},{"message" : "Peace is never long preserved by weight of metal or by an armament race. Peace can be made tranquil and secure only by understanding and agreement fortified by sanctions. We must embrace international cooperation or international disintegration.","name" : "Bernard Baruch"},{"message" : "Peace is not absence of conflict, it is the ability to handle conflict by peaceful means.","name" : "Ronald Reagan"},{"message" : "Peace is not an absence of war, it is a virtue, a state of mind, a disposition for benevolence, confidence, justice.","name" : "Baruch Spinoza"},{"message" : "Peace is not merely a distant goal that we seek, but a means by which we arrive at that goal.","name" : "Marthin Luther King Jr."},{"message" : "Peace is not something you wish for. It's something you make, something you do, something you are, and something you give away.","name" : "Robert Fulghum"},{"message" : "Peace is something spontaneous; it is something that unites us. Peace is something that we have to spread. But unless and until we have peace deep within us, we can never hope to have peace in the outer world.","name" : "Sri Chinmoy"},{"message" : "Peace is the only battle worth waging.","name" : "Albert Camus"},{"message" : "Peace may sound simple - one beautiful word - but it requires everything we have, every quality, every strength, every dream, every high ideal.","name" : "Yehudi Menuhin"},{"message" : "Peace rules the day, where reason rules the mind.","name" : "William Collins"},{"message" : "Peace. It doesn not mean to be in place where there is no noise, trouble, or hardwork. It means to be in the midst of those and still be calm in your heart.","name" : "unknown"},{"message" : "The day the power of love overrules the love of power, the world will know peace.","name" : "Mahatma Gandhi"},{"message" : "There is no way to peace, only peace.","name" : "A. J. Muste"},{"message" : "To reach peace, teach peace.","name" : "Pope John Paul II"},{"message" : "When you find peace within yourself, you become the kind of person who can live at peace with others","name" : "Peace Pilgrim"},{"message" : "Where there is peace, God is.","name" : "George Herbert"},{"message" : "You cannot find peace by avoiding life.","name" : "Virginia Woolf"},{"message" : "You have peace,' the old woman said, 'when you make it with yourself.","name" : "Mitch Albom"},{"message" : "The art of peace is not easy. It is a fight to the finish, the slaying of evil desires and all falsehood within. On occasion the Voice of Peace resounds like thunder, jolting human beings out of their stupor.","name" : "Morihei Ueshiba"},{"message" : "The practice of the art of peace is an act of faith, a belief in the ultimate power of nonviolence.","name" : "Morihei Ueshiba"},{"message" : "No loud noise to interrupt my reverie so sweet, . Rendezvous with the past, future perhaps to meet. . Far away the cooing of a turtle dove, . Singing of its never-ending love.","name" : "George Bernard Shaw"},{"message" : "Peace between races is not to be secured by degrading one race and exalting another, by giving power to one race and withholding it from another, but by maintaining a state of equal justice between all classes.","name" : "Frederick Douglass"},{"message" : "Peace hath her victories no less renowned than war.","name" : "Milton"},{"message" : "Peace has its victories no less than war, but it doesn't have as many monuments to unveil.","name" : "Frank Hubbbard"},{"message" : "Peace begins just where ambition ends.","name" : "Edward Young"},{"message" : "Peace in the present time is based more on fear than on friendship.","name" : "Paul VI"},{"message" : "Peace cannot suddenly descend from the heavens. It can only come when the root-cause of trouble is removed.","name" : "Nehru"},{"message" : "Nothing can bring you peace but yourself.","name" : "Emerson"},{"message" : "When we do not find peace within ourselves, it is vain to seek for it elsewhere.","name" : "La Rochefoucauld"},{"message" : "Learn calm to face what's pressing.","name" : "Horace"},{"message" : "Arms alone are not enough to keep the peace. It must be kept by people.","name" : "John F. Kennedy"},{"message" : "No man can have peace longer than his neighbor pleases.","name" : "Dutch Proverb"},{"message" : "If peace cannot be maintained with honor, it is no longer peace.","name" : "Lord John Russell"},{"message" : "It must be a peace without victory. Only peace between equals can last.","name" : "Woodrow Wilson"},{"message" : "He can never speak well, who knows not how to hold his peace.","name" : "Plutarch"},{"message" : "Peace is such a precious jewel that I would give anything for it but the truth.","name" : "Matthew Henry"},{"message" : "Peace is the happy, natural state of man; war, his corruption, and disgrace.","name" : "James Thomson"},{"message" : "There is no harbor of peace from the changing waves of joy and despair.","name" : "Euripides"},{"message" : "If a man would live in peace, he should be blind, deaf, and dumb.","name" : "Turkish Proverb"},{"message" : "If there is to be any peace, it will come through being, not having.","name" : "Henry Miller"},{"message" : "The only way to bring peace to the earth is to learn to make your own life peaceful.","name" : "Buddha"},{"message" : "Non Violence has come among people and it will live. It is the harbinger of the peace of the world.","name" : "Gandhi"},{"message" : "If a civman does find the solution for world peace, it will be the most revolutionary reversal of his record we have ever known.","name" : "George Marshall"},{"message" : "For the Christian, peace is not simply the absence of conflict or any other artificial state the world has to offer. Rather it is the deep, abiding peace only Jesus Christ brings to the heart.","name" : "Billy Graham"},{"message" : "There can never be peace between nations until there is first known that true peace which is within the souls of men.","name" : "Black Hawk"},{"message" : "A harvest of peace is produced from a seed of contentment.","name" : "Indian Proverb"},{"message" : "Fond as we are of our loved ones, there comes at times during their absence an unexplained peace.","name" : "Anne Shaw"},{"message" : "Nonviolence doesn't always work— but violence never does.","name" : "Madge Micheels-Cyrus"},{"message" : "We cannot have peace among men whose hearts find delight in killing any living creature.","name" : "Rachel Carson"}]}