{"title" : "People Changing","quotes" : [{"message" : "When you are through changing, you are through.","name" : "Bruce Barton"},{"message" : "The man who never alters his opinion is like standing water, and breeds reptiles of the mind.","name" : "William Blake"},{"message" : "It's funny how you can know somebody for so long and they change right in front of you.","name" : "Karina Barton"},{"message" : "Sometimes it's not the people who change,it's the mask that falls off.","name" : "unknown"},{"message" : "People change, those that are close they turn to enemies and those that are strange, they turn to family.","name" : "Simphiwe Ntuli"},{"message" : "Everyone thinks of changing the world, but no one thinks of changing himself.","name" : "Leo Tolstoy"},{"message" : "People underestimate their capacity for change. There is never a right time to do a difficult thing.","name" : "John Porter"},{"message" : "All changes, even the most longed for, have their melancholy; for what we leave behind us is a part of ourselves; we must die to one life before we can enter another.","name" : "Anatole France"},{"message" : "Don't be too confident when someone tells you they like you. The real question is until when? Because people change and so do feelings.","name" : "Ritu Ghatourey"},{"message" : "Love can change a person the way a parent can change a baby- awkwardly, and often with a great deal of mess.","name" : "Lemony Snicket"},{"message" : "You're always you, and that don't change, and you're always changing, and there's nothing you can do about it.","name" : "Neil Gaiman"},{"message" : "Incredible change happens in your life when you decide to take control of what you do have power over instead of craving control over what you don't.","name" : "Steve Maraboli"},{"message" : "Prayer changes things? No! Prayer changes people, and people change things.","name" : "Burton Hills"},{"message" : "Some people change their ways when they see the light; others when they feel the heat","name" : "Caroline Schoeder"},{"message" : "People change and forget to tell each other.","name" : "Lillian Hellman"},{"message" : "People change for two reasons: Either they learned a lot or they've been hurt too much.","name" : "unknown"},{"message" : "Progress is impossible without change & those who cannot change their minds cannot change anything.","name" : "George Bernard Shaw"},{"message" : "Things change. And friends leave. Life doesn't stop for anybody.","name" : "Stephen Chbosky"},{"message" : "The only way to make sense out of change is to plunge into it, move with it, and join the dance.","name" : "Alan Watts"},{"message" : "There comes a time when you have to stop crossing oceans for people who wouldn't jump puddles for you.","name" : "unknown"},{"message" : "It happens to everyone as they grow up. You find out who you are and what you want, and then you realize that people you've known forever don't see things the way you do. So you keep the wonderful memories, but find yourself moving on.","name" : "Nicholas Sparks"},{"message" : "At some point, you'll have to realize that some people can stay in your heart, but not in your life.","name" : "Ashley Hodgeson"},{"message" : "Everything is changing. People are taking their comedians seriously and the politicians as a joke.","name" : "Will Rogers"},{"message" : "People lose people, we lose things in our life as we're constantly growing and changing. That's what life is is change, and a lot of that is loss. It's what you gain from that loss that makes life.","name" : "Thomas Jane"},{"message" : "What old people say you cannot do, you try and find that you can. Old deeds for old people, and new deeds for new.","name" : "Henry David Thoreau"},{"message" : "It's hard to watch people change, but it's even harder to remember who they used to be.","name" : "Wiz Khalifa"},{"message" : "Constant development is the law of life, and a man who always tries to maintain his dogmas in order to appear consistent drives himself into a falseposition.","name" : "Mahatma Gandhi"},{"message" : "Consider how hard it is to change yourself and you'll understand what little chance you have in trying to change others.","name" : "Benjamin Franklin"},{"message" : "People don't resist change.","name" : "Peter Senge"},{"message" : "If people refuse to look at you in a new light and they can only see you for what you were, only see you for the mistakes you’ve made, if they don’t realize that you are not your mistakes, then they have to go.","name" : "Steve Maraboli"},{"message" : "You cannot change the people around you, but you can change the people you choose to be around.","name" : "unknown"},{"message" : "How would your life be different if you stopped making negative judgmental assumptions about people you encounter? Let today be the day you look for the good in everyone you meet and respect their journey.","name" : "Steve Maraboli"},{"message" : "Constant development is the law of life, and a man who always tries to maintain his dogmas in order to appear consistent drives himself into a false position.","name" : "Mahatma Gandhi"},{"message" : "I don’t think people change. I think they definitely mature. But I think the essence of what I am today is the same as when I was five years old. It’s just maturity. I’ve become a healthier, fuller expression of that essence.","name" : "Ricky Williams"},{"message" : "People change for two main reasons: their minds have opened or their hearts have been broken.","name" : "unknown"},{"message" : "Some changes look negative on the surface but you will soon realize that space is being created in your life for something new to emerge.","name" : "Eckhart Tolle"},{"message" : "We are not trapped or locked up in these bones. No, no. We are free to change. And love changes us. And if we can love one another, we can break open the sky.","name" : "Walter Mosley"},{"message" : "I’m unpredictable, I never know where I’m going until I get there, I’m so random, I’m always growing, learning, changing, I’m never the same person twice. But one thing you can be sure of about me, I will always do exactly what I want to do.","name" : "C. JoyBell C"},{"message" : "You must be the change that you wish to see in the world.","name" : "Mahatma Gandhi"},{"message" : "People cannot change the truth but the truth can change people","name" : "unknown"},{"message" : "One day spent with someone you love can change everything.","name" : "Mitch Albom"},{"message" : "Things do not change, we change.","name" : "Henry David Thoreau"},{"message" : "The snake which cannot cast its skin has to die. As well the minds which are prevented from changing their opinions; they cease to be mind.","name" : "Friedrich Nietzsche"},{"message" : "And that is how change happens. One gesture. One person. One moment at a time.","name" : "Libba Bray"},{"message" : "For what it’s worth: it’s never too late or, in my case, too early to be whoever you want to be. There’s no time limit, stop whenever you want. You can change or stay the same, there are no rules to this thing. We can make the best or the worst of it.","name" : "Eric Roth"},{"message" : "Everything comes to pass, nothing comes to stay.","name" : "Matthew Flickstein"},{"message" : "By changing nothing, nothing changes.","name" : "Tony Robbins"},{"message" : "All great changes are preceded by chaos.","name" : "Deepak Chopra"},{"message" : "Change alone is eternal, perpetual, immortal.","name" : "Arthur Shopenhauer"},{"message" : "Change is inevitable. Growth is optional.","name" : "John C. Maxwell"},{"message" : "Sometimes it’s not the people who change, it’s the mask that falls off.","name" : "Haruki Murakami"},{"message" : "I don’t know that love changes. People change. Circumstances change.","name" : "Nicholas Sparks"},{"message" : "People do not change, they are merely revealed.","name" : "Anne Enright"},{"message" : "When you’re different, sometimes you don’t see the millions of people who accept you for what you are. All you notice is the person who doesn’t.","name" : "Jodi Picoult"},{"message" : "I don’t need a friend who changes when I change and who nods when I nod; my shadow does that much better.","name" : "Plutarch"},{"message" : "No matter what happens in life, be good to people. Being good to people is a wonderful legacy to leave behind.","name" : "Taylor Swift"},{"message" : "People don’t change who they are. They only change what they do with it.","name" : "Maggie Stiefvater"},{"message" : "Life is funny. Things change, people change, but you will always be you, so stay true to yourself and never sacrifice who you are for anyone.","name" : "Zayn Malik"},{"message" : "People fall so in love with their pain, they can’t leave it behind. The same as the stories they tell. We trap ourselves.","name" : "Chuck Palahniuk"},{"message" : "You will never find the real truth among people that are insecure or have egos to protect. Truth over time becomes either guarded or twisted as their perspective changes; it changes with the seasons of their shame, love, hope or pride.","name" : "Shannon L. Alder"},{"message" : "I’ve spent most of my life and most of my friendships holding my breath and hoping that when people get close enough, they won’t leave, and fearing that it’s a matter of time before they figure me out and go.","name" : "Shauna Niequist"},{"message" : "I believe that everything happens for a reason. People change so that you can learn to let go, things go wrong so that you appreciate them when they’re right, you believe lies so you eventually learn to trust no one but yourself, and sometimes good things fall apart so better things can fall together.","name" : "Marilyn Monroe"},{"message" : "Times change, people change, thoughts about good and evil change, about true and false. But what always remains fast and steady is the affection that your friends feel for you, those who always have your best interest at heart.","name" : "Margot Frank"},{"message" : "Only the wisest and stupidest of men never change.","name" : "Confucius"},{"message" : "To improve is to change; to be perfect is to change often.","name" : "Winston Churchill"},{"message" : "Intelligence is the ability to adapt to change.","name" : "Stephen Hawking"},{"message" : "If we don’t change, we don’t grow. If we don’t grow, we aren’t really living.","name" : "Gail Sheehy"},{"message" : "Not everything that is faced can be changed, but nothing can be changed until it is faced.","name" : "James Baldwin"},{"message" : "Life will only change when you become more committed to your dreams than you are to your comfort zone.","name" : "Billy Cox"},{"message" : "Nothing is so painful to the human mind as a great and sudden change.","name" : "Mary Wollstonecraft Shelley"},{"message" : "People want to change everything and, at the same time, want it all to remain the same.","name" : "Paulo Coelho"}]}