{"title" : "Perfection","quotes" : [{"message" : "Looking for perfection is the only way to motivate yourself.","name" : "Ronnie O'Sullivan"},{"message" : "The pursuit of perfection often impedes improvement.","name" : "George Will"},{"message" : "If you look for perfection, you'll never be content.","name" : "Leo Tolstoy"},{"message" : "Perfection is finally attained not when there is no longer anything to add but when there is no longer anything to take away, when a body has been stripped down to its nakedness.","name" : "Antoine de Saint-Exupéry"},{"message" : "When you aim for perfection, you discover it's a moving target.","name" : "George Fisher"},{"message" : "The closest to perfection a person ever comes is when he fills out a job application form.","name" : "Stanley J. Randall"},{"message" : "Always live up to your standards—by lowering them, if necessary.","name" : "Mignon McLaughlin"},{"message" : "It's not that perfection cannot be achieved. It's that it's so hard to stop there.","name" : "Robert Brault"},{"message" : "I beat myself up every day, without so much as a scratch.","name" : "Terri Guillemets"},{"message" : "To accomplish the perfect perfection, a little imperfection helps.","name" : "Dejan Stojanovic"},{"message" : "It is only imperfection that complains of what is imperfect. The more perfect we are the more gentle and quiet we become towards the defects of others.","name" : "Joseph Addison"},{"message" : "Perfection is not just about control. It's also about letting go. Surprise yourself so you can surprise the audience.","name" : "Thomas Leroy"},{"message" : "Perfection irritates as well as it attracts, in fiction as in life.","name" : "Louis Auchincloss"},{"message" : "Perfection is attained by slow degrees; it requires the hand of time.","name" : "Voltaire"},{"message" : "Perfection cannot be defined or seen; it can only be found in your heart.","name" : "Kelly Millar"},{"message" : "Perfection is a road, not a destination. Every time I live, I get an education.","name" : "Burk Hudson"},{"message" : "Perfectionism is not a quest for the best. It is a pursuit of the worst in ourselves, the part that tells us that nothing we do will ever be good enough ? that we should try again.","name" : "Julia Cameron"},{"message" : "To demand perfection is a sure way to be disappointed in everybody, for you will be bound to think ill of others.","name" : "Monica Fairview"},{"message" : "Have no fear of perfection - you'll never reach it.","name" : "Salvador Dali"},{"message" : "The condition of perfection is idleness: the aim of perfection is youth.","name" : "Oscar Wilde"},{"message" : "Instead of waiting for perfection, run with what you do, and fix it along the way...","name" : "Paul Arden"},{"message" : "Perfection is boring. If a face doesn't have mistakes, it's nothing.","name" : "Kevyn Aucoin"},{"message" : "If you chase perfection, you often catch excellence.","name" : "William Fowble"},{"message" : "Perfection doesn't exist in anyone. Striving for perfection in any part of our lives is a recipe for failure, since it can never be attained.","name" : "Dr. John Grohol"},{"message" : "It is reasonable to have perfection in our eye that we may always advance toward it, though we know it can never be reached.","name" : "Samuel Johnson"},{"message" : "Out of perfection nothing can be made. Every process involves breaking something up.","name" : "Joseph Campbell"},{"message" : "Perfection is a trifle dull. It is not the least of life's ironies that this, which we all aim at, is better not quite achieved.","name" : "W. Somerset Maugham"},{"message" : "Perfection consists not in doing extraordinary things, but in doing ordinary things extraordinarily well.","name" : "Angelique Arnauld"},{"message" : "Perfect is determined in shortened measures of time, not over long periods of time or lifetimes. It would be unnatural.","name" : "W. Somerset Maugham"},{"message" : "Perfection is perfectly simple; fouling things up requires true skill.","name" : "Douglas Horton"},{"message" : "Perfection is worth striving for, even if it is ultimately unattainable in this life.","name" : "Joseph B. Wirthlin"},{"message" : "So much perfection argues rottenness somewhere.","name" : "Beatrice Potter Webb"},{"message" : "Fix your eyes on perfection and you make almost everything speed towards it.","name" : "William Ellery Channing"},{"message" : "No one ever approaches perfection except by stealth, and unknown to themselves.","name" : "William Hazlitt"},{"message" : "Perfection is an undiscovered jewel.","name" : "Edward Counsel"},{"message" : "Producing perfection from imperfection is, after all, the highest of art forms.","name" : "Frank Herbert"},{"message" : "A certain type of perfection can only be realized through a limitless accumulation of the imperfect.","name" : "Haruki Murakami"},{"message" : "Perfection is immutable. But for things imperfect, change is the way to perfect them.","name" : "Owen Feltham"},{"message" : "We adore perfection because we can't have it; it would disgust us if we had it. Perfect is inhuman, because human is imperfect.","name" : "Fernando Pessoa"},{"message" : "The thing about perfection is it's unknowable. It's impossible. But it's always right in front of you.","name" : "Kevin Flynn"},{"message" : "The more perfect a thing is, the more susceptible to good and bad treatment it is.","name" : "Dante Alighieri"},{"message" : "The perfecting of one's self is the fundamental base of all progress and all moral development.","name" : "Confucius"},{"message" : "The pursuit of perfection, then, is the pursuit of sweetness and light.","name" : "Matthew Arnold"},{"message" : "Perfection is the child of time.","name" : "Joseph Hall"},{"message" : "Perfection itself is imperfection.","name" : "Vladimir Horowitz"},{"message" : "Perfection is terrible, it cannot have children.","name" : "Sylvia Plath"},{"message" : "Perfectionism is the voice of the oppressor.","name" : "Anne Lamott"},{"message" : "It is an absolute and virtually divine perfection to know how to enjoy our being rightfully.","name" : "Michel de Montaigne"},{"message" : "Every particular in nature, a leaf, a drop, a crystal, a moment of time is related to the whole, and partakes of the perfection of the whole.","name" : "Ralph Waldo Emerson"},{"message" : "The man with insight enough to admit his limitations comes nearest to perfection.","name" : "Johann Wolfgang von Goethe"},{"message" : "A minute of perfection was worth the effort. A moment was the most you could ever expect from perfection.","name" : "Chuck Palahniuk"},{"message" : "I am careful not to confuse excellence with perfection. Excellence, I can reach for; perfection is God's business.","name" : "Michael J. Fox"},{"message" : "Perfection, fortunately, is not the only alternative to mediocrity. A more sensible alternative is excellence. Striving for excellence is stimulating and rewarding; striving for perfection—in practically anything—is both neurotic and futile.","name" : "Edwin C. Bliss"},{"message" : "Even if it's not perfect, set it aside and move on to the next thing. The idea of 'perfection' exists only in your mind, and may not be the same for everyone.","name" : "Haemin Sunim"},{"message" : "One of our deepest fears is that when we show ourselves as we are, we will be rejected. We find it hard to open the door of our heart even to our closest friends. Because we carry that burden alone, it can't help but weigh us down. When someone opens the door to their heart and shows themselves as they are, do not judge them; warmly accept them. None of us is perfect.","name" : "Haemin Sunim"},{"message" : "Perfection does not exist. To understand it is the triumph of human intelligence; the desire to possess it the most dangerous kind of madness.","name" : "Alfred De Musset"},{"message" : "Whether it is for riches or thinness, fitness or knowledge or fame, the desire for perfection shuts out all other people and pleasures one by one. It is an addiction like cocaine: even more deadly in proportion to its purity.","name" : "F. Forrester Church"},{"message" : "Perfectionism is not a happiness habit... As a recovering perfectionist I can testify that perfectionism is the absolute bane of happiness.","name" : "Christine Carter"},{"message" : "How many things by season seasoned are .","name" : "William Shakespeare"},{"message" : "Whoever thinks a faultless piece to see, . Thinks what ne'er was, nor is, nor e'er shall be.","name" : "Alexander Pope"},{"message" : "Pictures of perfection as you know make me sick and wicked.","name" : "Jane Austen"},{"message" : "To live is to change, and to be perfect is to have changed often.","name" : "John Henry Newman"},{"message" : "Faultily faultless, icily regular, splendidly null, . Dead perfection, no more.","name" : "Alfred Lord Tennyson"},{"message" : "Faultless to a fault.","name" : "Robert Browning"},{"message" : "Finality is death. Perfection is finality. Nothing is perfect. There are lumps in it.","name" : "James Stephens"},{"message" : "The intellect of man is forced to choose. Perfection of the life, or of the work.","name" : "W.B. Yeats"},{"message" : "The intellect of man is forced to choose. Perfection of the life, or of the work.","name" : "W.B. Yeats"},{"message" : "Forget your perfect offering . There is a crack in everything . That's how the light gets in.","name" : "Leonard Cohen"},{"message" : "It's a delightful thing to think of perfection; but it's vastly more amusing to talk of errors and absurdities.","name" : "Fanny Burney"},{"message" : "Nothing is an umixed blessing.","name" : "Horace"},{"message" : "This is the very perfection of a man, to find out his own imperfections.","name" : "St. Augustine of Hippo"},{"message" : "The perfect is the enemy of the good.","name" : "Voltaire"},{"message" : "I am (You are) perpetually evolving perfection.","name" : "Dr. Ganz Ferrance"}]}