{"title" : "Personality","quotes" : [{"message" : "Two things define your personality, the way you manage things when you have nothing, and the way you behave when you have everything.","name" : "unknown"},{"message" : "It's beauty that captures your attention; personality that captures your heart.","name" : "Oscar Wilde"},{"message" : "I use bits and pieces of others personalities to form my own.","name" : "Kurt Cobain"},{"message" : "Your personality is the only permanent thing in your, ultimately, temporary life...that's all the more reason to cherish it.","name" : "Isabella Koldras"},{"message" : "All too often our personality is nothing more than psychological clothing that we wear to hide our true self from the world.","name" : "Teal Swan"},{"message" : "Let your personality be your profit and not your punishment.","name" : "Amit Kalantri"},{"message" : "The note of the perfect personality is not rebellion, but peace.","name" : "Oscar Wilde"},{"message" : "We continue to shape our personality all our life. If we knew ourselves perfectly, we should die.","name" : "Albert Camus"},{"message" : "Maybe that's what a person's personality is: the difference between the inside and the outside.","name" : "Jonathan Safran Foer"},{"message" : "Having a passive personality, is a soft way to live a dead life.","name" : "Omar EL KADMIRI"},{"message" : "Personality is an unbroken series of successful gestures.","name" : "F. Scott Fitzgerald"},{"message" : "Personality has power to uplift, power to depress, power to curse, and power to bless.","name" : "Paul Harris"},{"message" : "I am what is mine. Personality is the original personal property.","name" : "Norman O. Brown"},{"message" : "I've trained myself to illuminate the things in my personality that are likable and to hide and protect the things that are less likeable.","name" : "Will Smith"},{"message" : "There is nothing more attractive than a great positive personality. Its beauty never fades away with time.","name" : "Edmond Mbiaka"},{"message" : "Personality is in the very intention of the evolution of life, and the human personality is just one mode in which this intention is realized.","name" : "Joseph L. Baron"},{"message" : "If you want to know my personality, look through my bedroom window and see how I act.","name" : "Benjamin Ndayishimiye"},{"message" : "Personality is to a man what perfume is to a flower.","name" : "Charles M. Schwab"},{"message" : "Personality is lower than partiality.","name" : "Goldwin Smith"},{"message" : "I want freedom for the full expression of my personality.","name" : "Mahatma Gandhi"},{"message" : "When you fall for their personality, everything about them becomes beautiful.","name" : "unknown"},{"message" : "I think that personality traits that come through when somebody is really sincere is what makes them beautiful.","name" : "Taylor Swift"},{"message" : "Always be yourself, express yourself, have faith in yourself, do not go out and look for a successful personality and duplicate it.","name" : "Bruce Lee"},{"message" : "Humility is no substitute for a good personality.","name" : "Fran Lebowitz"},{"message" : "Where there is personality, there is discord.","name" : "Terry Pratchett"},{"message" : "An ugly personality destroys a pretty face.","name" : "unknown"},{"message" : "Our personality should be impenetrable even to ourselves.","name" : "Fernando Pessoa"},{"message" : "When people label you by saying that you have attitude.Just tell them that you have a personality which is unshakable and unaffected by what people say about you.","name" : "Aarti Khurana"},{"message" : "Personality is a mask you believe in.","name" : "Dr. White"},{"message" : "Personality begins where comparison ends.","name" : "Karl Lagerfeld"},{"message" : "Personality is only ripe when a man has made the truth his own.","name" : "Soren Kierkegaard"},{"message" : "Personality is the knowledge that we are apart from the rest of the universe.","name" : "Ernest Dimnet"},{"message" : "A beautiful appearance will last a few decades, but a beautiful personality will last a lifetime.","name" : "unknown"},{"message" : "We get criticized for showing no personality, then we get penalized when we do.","name" : "Lindsay Davenport"},{"message" : "If you want to build your personality don't do extraordinarily, just act like a human being.","name" : "Mohammad Rishad sakhi"},{"message" : "Attractiveness and magnetism of man's personality is the result of his inner radiance.","name" : "Yajur Veda"},{"message" : "Don't try to take on a new personality; it doesn't work.","name" : "Richard M. Nixon"},{"message" : "The deeds and motive of man define his personality.","name" : "Lailah Gifty Akita"},{"message" : "You can't photoshop your ugly personality.","name" : "unknown"},{"message" : "One's personality can be understood from the people they mingle with.","name" : "Kazi Shams"},{"message" : "Positive expectations are the mark of the superior personality.","name" : "Brian Tracy"},{"message" : "It's not what you say, it's how you say it - because personality always wins the day.","name" : "Joseph L. Baron"},{"message" : "Personality is that which is thrust upon us.","name" : "Balkrishna Panday"},{"message" : "For the adult, all the world is a stage and the personality is the mask one wears to play the assigned role.","name" : "Sam Keen"},{"message" : "Personality is, in fact, only a free being emphasizing and recognizing itself as such. Every man makes his own personality, he is to that extent his own creator.","name" : "Sabine Baring-Gould"},{"message" : "There is no formula for how to deal with different personality types. The process is one of exploration and observation. You can see how people respond to different things. You can approach them in a manner, see how they respond, and adjust accordingly. It's almost like you are putting out feelers to get a sense of how best to relate to them.","name" : "Michael Mamas"},{"message" : "Personality is not a predictor of character.","name" : "Betty Russell"},{"message" : "Personality is the supreme value, and should be regarded as an end and not merely as a means to an end.","name" : "Kirby Page"},{"message" : "Personality is regarded as a collection of relatively discrete, independent, and narrow social capacities, each relevant to performance only within a specific domain of life.","name" : "David C. Funder"},{"message" : "Personality is the outcome of our conditionings.","name" : "Balkrishna Panday"},{"message" : "Our lives are shaped as profoundly by personality as by gender or race. And the single most important aspect of personality ... is where we fall on the introvert-extrovert spectrum.","name" : "Susan Cain"},{"message" : "The nucleus of personality is the totality of 'activity attitudes' toward the world.","name" : "Robert J. Sternberg"},{"message" : "But then one regrets the loss even of one's worst habits. Perhaps one regrets them the most. They are such an essential part of one's personality.","name" : "Oscar Wilde"},{"message" : "Our social personality is a creation of the thoughts of other people.","name" : "Marcel Proust"},{"message" : "Personality refers to the very essence of an individual's unique nature. To become a personality is to achieve wholeness--to become complete. This is a lifelong process that requires a connection to one's social world but without total conformity to it.","name" : "Jim McMartin"},{"message" : "Your personality is what's holding you back.","name" : "Jason Donnelly"},{"message" : "Never underestimate personality. A sense of humor will make you popular; a little confidence will win you jobs; and the right amount of sass or cockiness will score you dates. Personality shines from within, mingling spirit and intelligence, so it's safe to assume it originates in the brain.","name" : "Susan Scutti"},{"message" : "Personality is largely molded around how people hide, protect, or defend what they feel is a personal core weakness. The first thing you have to do is recognize the other person's vulnerability.","name" : "Michael Mamas"},{"message" : "Personality is the dynamic organization within the individual of those psychosocial systems that determine his unique adjustments to his environment.","name" : "Gordon W. Allport"},{"message" : "Find me a girl in today's world; who loves you solely for your inimitably unique and profound personality; without the most evaporating iota of spell-binding magic descending down your spine?","name" : "Nikhil Parekh"},{"message" : "Personality unique: for with manner anarchic.","name" : "Bjørnstjerne Bjørnson"},{"message" : "The pride of personality, seeking its highest, aspires to die, and in unspeakably profound.","name" : "Coventry Patmore"},{"message" : "Your personality always keeps me smiling, even when I haven't had my joint.","name" : "Lamont Bennerman"},{"message" : "Not just an evanescent droplet; but an unlimited measure of my intricate personality; the boundless vacillations of moods that even the tiniest of my nerves; inevitably underwent.","name" : "Nikhil Parekh"},{"message" : "Personality shapes your intellect.","name" : "Xin-An Lu"}]}