{"title" : "Politics","quotes" : [{"message" : "Under democracy one party always devotes its chief energies to trying to prove that the other party is unfit to rule - and both commonly succeed, and are right.","name" : "H.L. Mencken"},{"message" : "A politician is a person who can make waves and then make you think he's the only one who can save the ship.","name" : "Ivern Ball"},{"message" : "We live in a world in which politics has replaced philosophy.","name" : "Martin L. Gross"},{"message" : "There are many men of principle in both parties in America, but there is no party of principle.","name" : "Alexis de Tocqueville"},{"message" : "All of us who are concerned for peace and triumph of reason and justice must be keenly aware how small an influence reason and honest good will exert upon events in the political field.","name" : "Albert Einstein"},{"message" : "Under democracy one party always devotes its chief energies to trying to prove that the other party is unfit to rule and both commonly succeed, and are right.","name" : "H.L. Mencken"},{"message" : "Politics is the art of looking for trouble, finding it whether it exists or not, diagnosing it incorrectly, and applying the wrong remedy.","name" : "Ernest Benn"},{"message" : "Let us not seek the Republican answer or the Democratic answer, but the right answer. Let us not seek to fix the blame for the past. Let us accept our own responsibility for the future.","name" : "John F. Kennedy"},{"message" : "We hang the petty thieves and appoint the great ones to public office.","name" : "Aesop"},{"message" : "Politics is war without bloodshed while war is politics with bloodshed.","name" : "Mao Zedong"},{"message" : "Politics have no relation to morals.","name" : "Niccolo Machiavelli"},{"message" : "The whole aim of practical politics is to keep the populace alarmed (and hence clamorous to be led to safety) by menacing it with an endless series of hobgoblins, all of them imaginary.","name" : "H. L. Mencken"},{"message" : "I predict future happiness for Americans, if they can prevent the government from wasting the labors of the people under the pretense of taking care of them.","name" : "Thomas Jefferson"},{"message" : "The rights of every man are diminished when the rights of one man are threatened.","name" : "John F. Kennedy"},{"message" : "Politics is the art of postponing decisions until they are no longer relevant.","name" : "Henri Queuille"},{"message" : "Politics is for the present, but an equation is for eternity.","name" : "Albert Einstein"},{"message" : "You may fool all the people some of the time, you can even fool some of the people all of the time, but you cannot fool all of the people all the time.","name" : "Abraham Lincoln"},{"message" : "Politics is a pendulum whose swings between anarchy and tyranny are fueled by perpetually rejuvenated illusions.","name" : "Albert Einstein"},{"message" : "In war, you can only be killed once, but in politics, many times.","name" : "Winston Churchill"},{"message" : "Politics, noun. A strife of interests masquerading as a contest of principles. The conduct of public affairs for private advantage.","name" : "Ambrose Bierce"},{"message" : "Republicans are the party that says government doesn't work, and then get elected and prove it.","name" : "P.J. O'Rourke"},{"message" : "Vote: the instrument and symbol of a freeman's power to make a fool of himself and a wreck of his country.","name" : "Ambrose Bierce"},{"message" : "Politics is supposed to be the second-oldest profession. I have come to realize that it bears a very close resemblance to the first.","name" : "Ronald Reagan"},{"message" : "In politics you must always keep running with the pack. The moment that you falter and they sense that you are injured, the rest will turn on you like wolves.","name" : "R. A. Butler"},{"message" : "Politics ought to be the part-time profession of every citizen who would protect the rights and privileges of free people and who would preserve what is good and fruitful in our national heritage.","name" : "Dwight D. Eisenhower"},{"message" : "Politics has less to do with where you live than where your heart is.","name" : "Margaret Cho"},{"message" : "The whole art of politics consists in directing rationally the irrationalities of men.","name" : "Reinhold Niebuhr"},{"message" : "Politics is the art of preventing people from taking part in affairs which properly concern them.","name" : "Paul Valery"},{"message" : "Politics is more difficult than physics.","name" : "Albert Einstein"},{"message" : "The political machine triumphs because it is united minority acting against a divided majority.","name" : "Will Durant"},{"message" : "Politicians are the same all over. They promise to build a bridge even where there is no river.","name" : "Nikita Krushchev"},{"message" : "In politics, an absurdity is not a handicap.","name" : "Napoleon Bonaparte"},{"message" : "Politicians and corporations have always placed economic interests above moral interests. This is now hurting the entire planet.","name" : "Marianne Thieme"},{"message" : "I have come to the conclusion that politics are too serious a matter to be left to the politicians.","name" : "Charles De Gaulle"},{"message" : "Public sentiment is everything. With public sentiment nothing can fail; without it nothing can succeed. He who molds public sentiment goes deeper than he who enacts statutes or decisions possible or impossible to execute.","name" : "Abraham Lincoln"},{"message" : "Politics is the skilled use of blunt objects.","name" : "Lester B. Pearson"},{"message" : "Politics is but the common pulsebeat, of which revolution is the feverspasm.","name" : "Wendell Phillips"},{"message" : "I have never regarded politics as the arena of morals. It is the arena of interests.","name" : "Aneurin Bevan"},{"message" : "The purification of politics is an iridescent dream.","name" : "John Ingalls"},{"message" : "It is dangerous for a national candidate to say things that people might remember.","name" : "Eugene McCarthy"},{"message" : "Loyalty to country ALWAYS. Loyalty to government, when it deserves it.","name" : "Mark Twain"},{"message" : "You're not to be so blind with patriotism that you can't face reality. Wrong is wrong, no matter who does it or says it.","name" : "Malcolm X"},{"message" : "The heaviest penalty for declining to rule is to be ruled by someone inferior to yourself.","name" : "Plato"},{"message" : "What right does Congress have to go around making laws just because they deem it necessary?","name" : "Marion Barry"},{"message" : "Power tends to corrupt and absolute power corrupts absolutely.","name" : "Lord Acton"},{"message" : "The ballot is stronger than the bullet.","name" : "Abraham Lincoln"},{"message" : "Never underestimate the ego of a politician.","name" : "Dan Brown"},{"message" : "The men the American people admire most extravagantly are the most daring liars; the men they detest most violently are those that try to tell the truth.","name" : "H.L.Mencken"},{"message" : "The American political system is like fast food— mushy, insipid, made out of disgusting parts of things...and everybody wants some.","name" : "P.J. O'Rourke"},{"message" : "Politics is a blood sport.","name" : "Aneurin Bevan"},{"message" : "Politics is not a bad profession. If you succeed there are many rewards, if you disgrace yourself...you can always write a book.","name" : "Ronald Reagan"},{"message" : "Politics is not the art of the impossible. It consists in choosing between the disastrous and the unpalatable.","name" : "John Kenneth Galbraith"},{"message" : "I always figured the American public wanted a solemn ass for President, so I went along with them.","name" : "Calvin Coolidge"},{"message" : "The vice-presidency is like the last cookie on the plate. Everybody insists he won't take it, but somebody always does.","name" : "Bill Vaughan"},{"message" : "Always be sincere, even if you don't mean it.","name" : "Harry S. Truman"},{"message" : "When a man assumes a public trust, he should consider himself as public property.","name" : "Thomas Jefferson"},{"message" : "In politics, nothing happens by accident. If it happens, you can bet it was planned that way.","name" : "Franklin Delano Roosevelt"},{"message" : "When I was a boy I was told anybody could become the President; I'm beginning to believe it.","name" : "Clarence Darrow"},{"message" : "Politicians are people who, when they see the light at the end of a tunnel, order more tunnel.","name" : "Sir John Quinton"},{"message" : "There are two things that are important in politics. The first is money...and I can't remember what the other one is.","name" : "F. Paul Wilson"},{"message" : "A politician needs the ability to foretell what is going to happen tomorrow, next week, next month, and next year. And to have the ability afterward to explain why it didn't happen.","name" : "Winston Churchill"},{"message" : "Being in Politics is like being a football coach. You have to be smart enough to understand the game, and dumb enough to think it's important.","name" : "Eugene McCarthy"},{"message" : "In politics, guts is all.","name" : "Barbara Castle"},{"message" : "The challenge is to practice politics as the art of making what appears to be impossible, possible.","name" : "Hillary Clinton"},{"message" : "Politics is made up of to words; 'poli,' which is Greek for 'many,' and 'tics' which are blood-sucking insects","name" : "Gore Vidal"},{"message" : "The game of politics is to make you afraid so that you don't think.","name" : "Michelle Obama"},{"message" : "A lot has been said about politics; some of it complimentary, but most of it accurate.","name" : "Eric Idle"},{"message" : "A politician is a fellow who will lay down your life for his country.","name" : "Texas Guinan"},{"message" : "Politician is perhaps the only profession for which no preparation is thought necessary.","name" : "Robert Louis Stevenson"},{"message" : "He knows nothing, and he thinks he knows everything. That points clearly to a political career.","name" : "George Bernard Shaw"},{"message" : "Politics is not a game. It's an earnest business.","name" : "Winston Churchill"},{"message" : "It is a fine game to play— the game of politics— and it is well worth waiting for a good hand before really plunging.","name" : "Winston Churchill"},{"message" : "There is no gambling like politics.","name" : "Benjamin Disraeli"},{"message" : "There is no act of treachery or meanness of which a political party is not capable; for in politics, there is no honour.","name" : "Benjamin Disraeli"},{"message" : "Politics are like a labyrinth, from the inner intricacies of which it is even more difficult to find the way of escape than it was to find the way into them.","name" : "William E. Gladstone"},{"message" : "Politics is like waking up in the morning. You never know whose head you will find on the pillow.","name" : "Winston Churchill"},{"message" : "Political elections... are a good deal like marriages, there's no accounting for anyone's taste.","name" : "Will Rogers"},{"message" : "A politician is like a quicksilver, if you try to put your finger on him, you find nothing under it.","name" : "Austin O'Malley"},{"message" : "Politics are almost as exciting as war and quite as dangerous.","name" : "Sir Winston Churchill"},{"message" : "Politics without compromise is like a car without a gearbox; it can look quite elegant but you won't get anything out of it.","name" : "Neil Kinnock"},{"message" : "If politics is the art of the possible, research is surely the art of the soluble. Both are immensely practical-minded affairs.","name" : "Peter Medawar"}]}