{"title" : "Popularity","quotes" : [{"message" : "Being known by everyone is not the same as being loved.","name" : "Dean Koontz"},{"message" : "Popularity - a piece of faded tinsel, that is out of date.","name" : "Victor Hugo"},{"message" : "There is a price for popularity. Critics look for your weaknesses, your flaws, anything that makes the work seem like a fluke and not seem worthy of all the attention it's getting.","name" : "Terry McMillan"},{"message" : "Love of popularity may create an artificial goodness, and stir up hypocrisy to adorn a whited sepulcher.","name" : "Lydia Howard Sigourney"},{"message" : "Popularity has become its own justification.","name" : "Jonathan Franzen"},{"message" : "Popular feeling is very often sentimental, muddle-headed, and eminently unsound, but it cannot be disregarded for all that.","name" : "Agatha Christie"},{"message" : "True popularity comes from acts of kindness rather than acts of stupidity.","name" : "Bo Bennett"},{"message" : "Popularity is bound in issues of finding a public for oneself, an audience for which one might perform.","name" : "Jeffrey Steven Doty"},{"message" : "Anyone who is popular is bound to be disliked.","name" : "Yogi Berra"},{"message" : "Popularity makes no sense If your fame is a shame.","name" : "Michael Bassey Johnson"},{"message" : "Popularity comes from allowing yourself to be bored by people while pretending to enjoy it.","name" : "Karol Newlin"},{"message" : "Popularity is not an accurate measurement of a man's worth in his community, nor of his estimation by Jehovah God.","name" : "Henry T. Scholl"},{"message" : "Popularity is a form of collaborative filtering, which is a technology that uses the preferences of a community of users to recommend items to individual users.","name" : "Mark Levene"},{"message" : "Popularity is generally an appeal to the people from the sentence given by men of sense against them.","name" : "George Savile"},{"message" : "Feeling harder to be oneself might be a curse of popularity.","name" : "Toba Beta"},{"message" : "Popularity is not a guarantee of quality.","name" : "Indira Gandhi"},{"message" : "The consequences of seeking popularity is not only the chronic feeling of lonliness, but a desire to hide your face from the eyes of the universe.","name" : "Michael Bassey Johnson"},{"message" : "People think being famous is so glamorous, but half the time you're in a strange hotel room living out of a suitcase.","name" : "Ja Rule"},{"message" : "Popularity is the easiest thing in the world to gain and it is the hardest thing to hold","name" : "Will Rogers"},{"message" : "Popular opinion is the greatest lie in the world.","name" : "Thomas Carlyle"},{"message" : "That's the definition of popularity. Something that literally resonates with many, many people.","name" : "Tod Machover"},{"message" : "Whatever is popular deserves attention.","name" : "James Mackintosh"},{"message" : "False has many wings. Do not judge anything by its popularity.","name" : "Amit Ray"},{"message" : "Popularity is glory's small change.","name" : "Victor Hugo"},{"message" : "Popularity is like the brightness of a falling star, the fleeting splendor of a rainbow, the bubble that is sure to burst by its very inflation.","name" : "Horace Smith"},{"message" : "Avoid popularity if you would have peace.","name" : "Abraham Lincoln"},{"message" : "Popularity is neither fame nor greatness.","name" : "William Hazlitt"},{"message" : "When a hypocrite or a wicked leader is in power, anyone that becomes popular or stands out easily becomes a prey.","name" : "Sunday Adelaja"},{"message" : "Do not yearn to be popular; be exquisite. Do not desire to be famous; be loved. Do not take pride in being expected; be palpable, unmistakable.","name" : "C. JoyBell C"},{"message" : "The popularity of an individual in life often only manifests itself in death.","name" : "Jeffrey Archer"},{"message" : "Popularity is very inconsistent. Sometimes it's there, sometimes it's not. It usually just comes in waves.","name" : "Mia Wasikowska"},{"message" : "There are others who aim at popularity under the disguise of patriotism.","name" : "Jonathan Mayhew"},{"message" : "Popularity is not an indication of quality.","name" : "Vanna Bonta"},{"message" : "Do not exchange your dignity for popularity.","name" : "Steve Maraboli"},{"message" : "Many people seek popularity and want everyone to know their name.","name" : "Lea R . Caguinguin"},{"message" : "Popularity is rigged and can be bought.","name" : "Suzy Kassem"},{"message" : "Popularity, next to virtue and wisdom, ought to be aimed at; for it is the dictate of wisdom, and is necessary to the practice of virtue inmost.","name" : "John Adams"},{"message" : "Popularity is the crown of laurel which the world puts on bad art. Whatever is popular is wrong.","name" : "Oscar Wilde"},{"message" : "Fame is a vapor; popularity an accident; riches take wings; the only earthly certainty is oblivion.","name" : "Horace Greeley"},{"message" : "Beware of over-great pleasure in being popular or even beloved.","name" : "Margaret Fuller"},{"message" : "Popularity--The capacity for listening sympathetically when men boast of their wives and women complain of their husbands.","name" : "H. L. Mencken"},{"message" : "Popularity is a crime from the moment it is sought; it is only a virtue where men have it whether they will or no.","name" : "George Savile"},{"message" : "Popularity is exhausting. The life of the party almost always winds up in a corner with an overcoat over him.","name" : "Wilson Mizner"},{"message" : "Popularity is given to you, and if you think that just because you're really popular you're a better person, it could be a real crash when you find the popularity goes down.","name" : "Amy Tan"},{"message" : "Popularity is not the single determining factor, as we all know, in how people vote.","name" : "Rush Limbaugh"},{"message" : "The internet is about popularity. It is a medium to spread my popularity as an artist.","name" : "Terence Koh"},{"message" : "Popularity isn't just something that happens. You have to give something in exchange for it, and that's the dangerous part of the process.","name" : "Robert Bringhurst"},{"message" : "Avoid popularity; it has many snares, and no real benefit.","name" : "William Penn"}]}