{"title" : "Positive Attitude","quotes" : [{"message" : "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy.","name" : "Norman Vincent Peale"},{"message" : "Cultivate an optimistic mind, use your imagination, always consider alternatives, and dare to believe that you can make possible what others think is impossible.","name" : "Rodolfo Costa"},{"message" : "If you have a positive attitude and constantly strive to give your best effort, eventually you will overcome your immediate problems and find you are ready for greater challenges.","name" : "Pat Riley"},{"message" : "When your attitude is positive, you will naturally have more courage to take the next best step toward your goal.","name" : "William DeFoore"},{"message" : "A positive attitude causes a chain reaction of positive thoughts, events and outcomes. It is a catalyst and it sparks extraordinary results.","name" : "Wade Boggs"},{"message" : "A positive attitude may not solve all our problems but that is the only option we have if we want to get out of problems.","name" : "Subodh Gupta"},{"message" : "Having a positive attitude isn't wishy washy, it's a concrete and intelligent way to view problems, challenges and obstacles.","name" : "Jeff Moore"},{"message" : "In order to carry a positive action we must develop here a positive vision.","name" : "Dalai Lama"},{"message" : "If you look the right way, you can see that the whole world is a garden.","name" : "Frances Hodgson Burnett"},{"message" : "Hope is a waking dream.","name" : "Aristotle"},{"message" : "All of your dreams and desires are within your reach when you have a positive attitude in your toolkit.","name" : "William DeFoore"},{"message" : "Keep your face to the sunshine and you cannot see a shadow.","name" : "Helen Keller"},{"message" : "The best way to gain self-confidence is to do what you are afraid to do.","name" : "Anonymous"},{"message" : "If you can dream it, then you can achieve it. You will get all you want in life if you help enough other people get what they want.","name" : "Zig Ziglar"},{"message" : "A positive attitude turns I can't & I won't, into I have & I will!","name" : "Mandy Hale"},{"message" : "When you are joyful, when you say yes to life and have fun and project positivity all around you, you become a sun in the center of every constellation, and people want to be near you.","name" : "Shannon L. Alder"},{"message" : "Decision decides destiny. What God wants you to become is the positive person you decide to become when led by God's spirit.","name" : "Israelmore Ayivor"},{"message" : "A positive attitude awakens inner strength, energy, motivation and initiative.","name" : "Anonymous"},{"message" : "Once you replace negative thoughts with positive ones, you'll start having positive results.","name" : "Willie Nelson"},{"message" : "First steps are always the hardest but until they are taken the notion of progress remains only a notion and not an achievement.","name" : "Aberjhani"},{"message" : "Adopting a really positive attitude can work wonders to adding years to your life, a spring to your step, a sparkle to your eye, and all of that.","name" : "Christie Brinkley"},{"message" : "A positive attitude may not solve all your problems, but it will annoy enough people to make it worth the effort.","name" : "Herm Albright"},{"message" : "It does not matter how long you are spending on the earth, how much money you have gathered or how much attention you have received. It is the amount of positive vibration you have radiated in life that matters.","name" : "Amit Ray"},{"message" : "The will to win, the desire to succeed, the urge to reach your full potential… these are the keys that will unlock the door to personal excellence.","name" : "Confucius"},{"message" : "You can do everything you can to try to stop bad things from happening to you, but eventually things will happen, so the best prevention is a positive attitude.","name" : "Marie Osmond"},{"message" : "An attitude of positive expectation is the mark of the superior personality.","name" : "Brian Tracy"},{"message" : "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.","name" : "Thomas Edison"},{"message" : "A positive attitude points you toward the best and brightest in the world around you, expanding your potential for growth and development in all areas of life.","name" : "William DeFoore"},{"message" : "Chaotic people often have chaotic lives, and I think they create that. But if you try and have an inner peace and a positive attitude, I think you attract that.","name" : "Imelda Staunton"},{"message" : "Virtually nothing is impossible in this world if you just put your mind to it and maintain a positive attitude.","name" : "Lou Holtz"},{"message" : "Our beliefs about what we are and what we can be precisely determine what we can be.","name" : "Anthony Robbins"},{"message" : "A positive attitude may not solve every problem but it makes solving any problem a more pleasant experience.","name" : "Grant Fairly"},{"message" : "Keep your face always toward the sunshine - and shadows will fall behind you.","name" : "Walt Whitman"},{"message" : "Perpetual optimism is a force multiplier.","name" : "Colin Powell"},{"message" : "Always go into meetings or negotiations with a positive attitude. Tell yourself you're going to make this the best deal for all parties.","name" : "Natalie Massenet"},{"message" : "Positive thinking will let you do everything better than negative thinking will.","name" : "Zig Ziglar"},{"message" : "I do believe we're all connected. I do believe in positive energy. I do believe in the power of prayer. I do believe in putting good out into the world. And I believe in taking care of each other.","name" : "Harvey Fierstein"},{"message" : "A positive attitude is something everyone can work on, and everyone can learn how to employ it.","name" : "Joan Lunden"},{"message" : "A positive attitude can really make dreams come true - it did for me.","name" : "David Bailey"},{"message" : "The thing that lies at the foundation of positive change, the way I see it, is service to a fellow human being.","name" : "Lee lacocca"},{"message" : "A positive attitude about aging will help you navigate the territory of elderly parents in their later years.","name" : "William DeFoore"},{"message" : "Pessimism leads to weakness, optimism to power.","name" : "William James"},{"message" : "I hope the millions of people I've touched have the optimism and desire to share their goals and hard work and persevere with a positive attitude.","name" : "Michael Jordan"},{"message" : "The pessimist sees difficulty in every opportunity; the optimist sees the opportunity in every difficulty.","name" : "Winston Churchil"},{"message" : "Don't hang with negative people. They will pull you down with them. Instead, invite them into your light and together you will both shine strong.","name" : "L.F. Young"},{"message" : "Positive thinking is more than just a tagline. It changes the way we behave. And I firmly believe that when I am positive, it not only makes me better, but it also makes those around me better.","name" : "Harvey Mackay"},{"message" : "I'm a very positive thinker, and I think that is what helps me the most in difficult moments.","name" : "Roger Federer"},{"message" : "I always like to look on the optimistic side of life, but I am realistic enough to know that life is a complex matter.","name" : "Walt Disney"}]}