{"title" : "Positive Energy","quotes" : [{"message" : "The energy of the mind is the essence of life.","name" : "Aristotle"},{"message" : "Instead of hating, I have chosen to forgive and spend all of my positive energy on changing the world.","name" : "Camryn Manheim"},{"message" : "Life gets easier if you choose only to think, act and speak positive energy. Choose to be the light in somebody else's darkness.","name" : "unknown"},{"message" : "Positive energy knows no boundaries. If everyone were to spread positive energy on the Internet, the world would be a much better place.","name" : "Lu Wei"},{"message" : "I believe that positive energy and optimism help us to take up any challenge in life and to succeed in even the most difficult tasks. I also believe that positive energy is contagious: we can transmit it to others.","name" : "Mohammed bin Rashid Al Maktoum"},{"message" : "Today, I will focus on the positive energy I possess, and let the power of love and light illuminate my soul.","name" : "Melanie Moushigian Koulouris"},{"message" : "If you're not positive energy, you're negative energy.","name" : "Mark Cuban"},{"message" : "The positive energy you bring here, makes the world a better place, you know it.","name" : "Vin Diesel"},{"message" : "I have a positive energy except when I'm depressed mad or hungry.","name" : "unknown"},{"message" : "People like to be around those who give off positive energy.","name" : "Erin Heatherton"},{"message" : "There's a direct correlation between positive energy and positive results.","name" : "Joe Rogan"},{"message" : "Positive energy is attracted to positive energy.","name" : "Deborah"},{"message" : "The positive energy and love we give to others, heals our own wounds.","name" : "Angie karan"},{"message" : "Surround yourself with positive energy.Good vibes translates into good moods and better health all around.","name" : "unknown"},{"message" : "Without feeling negative energy, we would not know what positive energy is. Acknowledge, understand and give love.","name" : "Kishan S Chauhan"},{"message" : "Some people emit negative fumes, while others vibrate POSITIVE ENERGY. Stay close to the Positive ones; otherwise you will be smoked to death.","name" : "RVM"},{"message" : "Happy Friday! You're responsible for the energy of your day.","name" : "Tracey Edmonds"},{"message" : "If you have positive energy you will always attract positive outcomes.","name" : "Steve Backley"},{"message" : "I know that positive energy begets positive energy.","name" : "Joshua Radin"},{"message" : "The worst times can be the best if you think with positive energy.","name" : "Domenico Dolce"},{"message" : "Release positive energy & you will receive it. You have to give people the benefit of the doubt & know that everything happens for a reason.","name" : "unknown"},{"message" : "Energy is equal to desire and purpose.","name" : "Sheryl Adams"},{"message" : "Everything around us is made up of energy. To attract positive things in your life, start by giving off positive energy.","name" : "unknown"},{"message" : "The longer I live, the more I am certain that the great difference between the great and insignificant is energy - invincible determination - a purpose once fixed and then death or victory.","name" : "Sir Thomas Fowell Buxton"},{"message" : "I've always been able to transform happiness and pain and sorrow and tears into positive energy.","name" : "Thalia"},{"message" : "External sources of positive energy and motivation will exhaust, unless we have our captive generation of positive energy.The only sustainable source of positive energy is our thoughts.","name" : "Sukant Ratnakar"},{"message" : "Positive energy evokes more energy, more initiative, and more happiness.","name" : "unknown"},{"message" : "If you want to attract positive things into your life, then begin now by spreading positive energy about.","name" : "Lynda Field"},{"message" : "When you are enthusiastic about what you do, you feel this positive energy. It's very simple.","name" : "Paulo Coelho"}]}