{"title" : "Positive Mindset","quotes" : [{"message" : "There is way to turn negative thinking to positive thinking, it means seeing the positives and not focusing on the negatives.","name" : "Byron Pulsifer"},{"message" : "Never say anything about yourself that you do not want to come true.","name" : "Brian Tracy"},{"message" : "The best way to gain self-confidence is to do what you are afraid to do.","name" : "Anonymous"},{"message" : "Focus on your potential instead of your limitations.","name" : "Alan Loy McGinnis"},{"message" : "If you have a positive outlook in life, you will attract positive and passionate people.","name" : "Ed Austin"},{"message" : "Better to do something imperfectly than to do nothing flawlessly.","name" : "Robert H. Schuller"},{"message" : "Positive thinking is the key which unlocks the doors of the world.","name" : "Samuel McChord Crothers"},{"message" : "Keep your face always toward the sunshine, and shadows will fall behind you.","name" : "Walt Whitman"},{"message" : "Positive thinking must be followed by positive doing.","name" : "John C. Maxwell"},{"message" : "There are two ways of spreading light: to be the candle, or the mirror that reflects it.","name" : "Edith Wharton"},{"message" : "Always strive to aim for the highest peak of the goals in life you have set, this way if you manage to reach even half way toward a goal, landing in the middle is not such a bad place to end up.","name" : "Victoria Addino"},{"message" : "Cultivate an optimistic mind, use your imagination, always consider alternatives, and dare to believe that you can make possible what others think is impossible.","name" : "Rodolfo Costa"},{"message" : "Positive thinking is the notion that if you think good thoughts, things will work out well. Optimism is the feeling of thinking things will be well and be hopeful.","name" : "Martin Seligman"},{"message" : "Keep in mind that you need to stop comparing yourself with others. Don't seek validation by looking how well others are doing.","name" : "Scott Hinsborough"},{"message" : "Keep your spirits up. Good things will come to you and you will come to good things.","name" : "Terri Guillemets"},{"message" : "The positive thinker sees the invisible, feels the intangible and achieves the impossible.","name" : "Winston Churchill"},{"message" : "Your circumstances may be uncongenial, but they shall not remain so if you only perceive an ideal and strive to reach it. You cannot travel within and stand still without.","name" : "James Allen"},{"message" : "Success consists of going from failure to failure without loss of enthusiasm.","name" : "Winston Churchill"},{"message" : "Whatever you think the world is withholding from you, you are withholding from the world.","name" : "Eckhart Tolle"},{"message" : "When you think and say I can, confidence and happiness will fill your entire being.","name" : "Remez Sasson"},{"message" : "Don't hang with negative people. They will pull you down with them. Instead, invite them into your light and together you will both shine strong.","name" : "L.F. Young"},{"message" : "Don't promote negativity online and expect people to treat you with positivity in person.","name" : "Germany Kent"},{"message" : "Don't be the slave of a negative character. Be the master of a positive character.","name" : "T.P.Chia"},{"message" : "Positive thinking helps you stand back up again when you are knocked down by bad luck or negativity.","name" : "Tom Laurie"},{"message" : "Think positively and masterfully, with confidence and faith, and life become more secure, more fraught with action, richer in experience and achievement.","name" : "Edward Rickenbacker"},{"message" : "Positive thinking creates ingenuity and originality. Negative thinking cripples imagination and creativity.","name" : "T.P.Chia"},{"message" : "If you look the right way, you can see that the whole world is a garden.","name" : "Frances Hodgson Burnett"},{"message" : "A positive attitude may not solve all your problems, but it will annoy enough people to make it worth the effort.","name" : "Herm Albright"},{"message" : "When you consistently maintain a positive frame of mind, you'll become known as a problem solver rather than a complainer. People avoid complainers. They seek out problem solvers.","name" : "Joseph Sommerville"},{"message" : "We are responsible for what we are, and whatever we wish ourselves to be, we have the power to make ourselves.","name" : "Swami Vivekananda"},{"message" : "Fill your mind with light, happiness, hope, feelings of security and strength, and soon your life will reflect these qualities.","name" : "Remez Sasson"},{"message" : "With everything that has happened to you, you can either feel sorry for yourself or treat what has happened as a gift. Everything is either an opportunity to grow or an obstacle to keep you from growing. You get to choose.","name" : "Wayne W Dyer"},{"message" : "Your positivity can become a castle around you which will protect you from the arrow of negativity.","name" : "Gurudev Shree Chitrabhanu"},{"message" : "You cannot have a positive life and a negative mind.","name" : "Joyce Meyer"},{"message" : "Take chances, make mistakes. That's how you grow. Pain nourishes your courage. You have to fail in order to practice being brave.","name" : "Mary Tyler Moore"},{"message" : "Once you replace negative thoughts with positive ones, you'll start having positive results.","name" : "Willie Nelson"},{"message" : "You must not allow yourself to dwell for a single moment on any kind of negative thought.","name" : "Emmet Fox"},{"message" : "Positive thinking is powerful thinking. If you want happiness, fulfillment, success and inner peace, start thinking you have the power to achieve those things. Focus on the bright side of life and expect positive results.","name" : "Germany Kent"},{"message" : "The power of positive thinking is like a car with a powerful engine that can take you to the summit of a mountain.","name" : "Remez Sasson"},{"message" : "If you look at what you have in life, you'll always have more. If you look at what you don't have in life, you'll never have enough.","name" : "Oprah Winfrey"},{"message" : "What is the difference between an obstacle and an opportunity? Our attitude toward it.","name" : "J. Sidlow Baxter"},{"message" : "Live as if your prayers are to be answered.","name" : "Anonymous"},{"message" : "Positive anything is better than negative thinking.","name" : "Elbert Hubbard"},{"message" : "Being in a positive state of mind is more important than you might think as the mind cannot be creative in a negative state. New ideas,thoughts and inspiration will only take place when the mind is positive.","name" : "Joe Hinchliffe"},{"message" : "There is little difference in people, but that little difference makes a big difference. The little difference is attitude. The big difference is whether it is positive or negative.","name" : "W. Clement Stone"},{"message" : "Positive thinking means expecting, believing, and visualizing what you want to achieve. It means seeing in your mind's eye the thing you want, as an accomplished fact.","name" : "Remez Sasson"},{"message" : "It is said that the darkest hour of the night comes just before the dawn.","name" : "Thomas Fuller"},{"message" : "The difference between can and cannot are only three letters. Three letters that determine your life's direction.","name" : "Remez Sasson"}]}