{"title" : "Poverty","quotes" : [{"message" : "We are not rich by what we possess but by what we can do without.","name" : "Immanuel Kant"},{"message" : "Poverty is the worst form of violence.","name" : "Mahatma Gandhi"},{"message" : "An empty stomach is not a good political adviser.","name" : "Albert Einstein"},{"message" : "Poverty won’t allow him to lift up his head dignity won’t allow him to bow it down.","name" : "Madagasy Proverb"},{"message" : "It is not the man who has too little, but the man who craves more, that is poor.","name" : "Lucius Annaeus Seneca"},{"message" : "Poverty wants much but avarice, everything.","name" : "Publilius Syrus"},{"message" : "One must be poor to know the luxury of giving.","name" : "George Eliot"},{"message" : "In a country well governed, poverty is something to be ashamed of. In a country badly governed, wealth is something to be ashamed of.","name" : "Confucius"},{"message" : "Having been poor is no shame, but being ashamed of it, is.","name" : "Benjamin Franklin"},{"message" : "Poor is the man who is not content with what he has.","name" : "Rita Gonzalez"},{"message" : "Beggars can't be choosers.","name" : "John Heywood"},{"message" : "Hunger drives the wolf out of the wood.","name" : "14th Century French Proverb"},{"message" : "Hunger is the best sauce.","name" : "French Proverb"},{"message" : "Let your head be more than a funnel to your stomach.","name" : "German "},{"message" : "No clock is more regular than the belly.","name" : "French "},{"message" : "Plenty sits still, hunger is a wanderer.","name" : "Zulu "},{"message" : "Poverty breeds discontent.","name" : "unknown"},{"message" : "What good is honor when you are starving.","name" : "Yiddish "},{"message" : "An imbalance between rich and poor is the oldest and most fatal ailment of all republics.","name" : "Plutarch"},{"message" : "Laws grind the poor, and rich men rule the law.","name" : "Oliver Goldsmith"},{"message" : "Poverty is the parent of revolution and crime.","name" : "Aristotle"},{"message" : "I believe that, as long as there is plenty, poverty is evil.","name" : "Robert F. Kennedy"},{"message" : "There’s no scandal like rags, nor any crime so shameful as poverty.","name" : "George Farquhar"},{"message" : "Money has been the most serious handicap that we have ever met. There are times when poverty is fortunate.","name" : "Clarence Darrow"},{"message" : "Where people are really attached, poverty itself is wealth.","name" : "Jane Austen"},{"message" : "We fought a war on poverty, and poverty won.","name" : "Ronald Reagan"},{"message" : "A decent provision for the poor is the true test of civilization.","name" : "Samuel Johnson"},{"message" : "You can’t get rid of poverty by giving people money.","name" : "P.J. O’Rourke"},{"message" : "Poverty is no disgrace to a man, but it is confoundedly inconvenient.","name" : "Sydney Smith"},{"message" : "Poverty consists in feeling poor.","name" : "Ralph Waldo Emerson"},{"message" : "Affluence creates poverty.","name" : "Marshall McLuhan"},{"message" : "Money is a poor man’s credit card.","name" : "Marshall McLuhan"},{"message" : "Poverty sits by the cradle of all our great men and rocks all of them to manhood.","name" : "Heinrich Heine"},{"message" : "When the rich make war, it’s the poor that die.","name" : "Jean Paul Sartre"},{"message" : "For every talent that poverty has stimulated it has blighted a hundred.","name" : "John Gardner"},{"message" : "Poverty entails fear and stress and sometimes depression. It means a thousand petty humiliations and hardships.","name" : "J. K. Rowling"},{"message" : "Remember the poor, it costs nothing.","name" : "Josh Billings"},{"message" : "Poverty of goods is easily cured; poverty of soul, impossible.","name" : "Michel de Montaigne"},{"message" : "Poverty it is life near the bone, where it is sweetest.","name" : "Henry David Thoreau"},{"message" : "The surest way to remain poor is to be an honest man.","name" : "Napoleon Bonaparte"},{"message" : "The inevitable consequence of poverty is dependence.","name" : "Samuel Johnson"},{"message" : "The greatest hardship of poverty is that it tends to make men ridiculous.","name" : "Juvenal"},{"message" : "Poverty is the test of civility and the touchstone of friendship.","name" : "William Hazlitt"},{"message" : "Poverty devastates families, communities and nations. It causes instability and political unrest and fuels conflict.","name" : "Kofi Annan"},{"message" : "Poverty makes you sad as well as wise.","name" : "Bertolt Brecht"},{"message" : "Poverty has many roots, but the tap root is ignorance.","name" : "Lyndon B. Johnson"}]}