{"title" : "Praying","quotes" : [{"message" : "Pray for my soul. More things are wrought by prayer Than this world dreams of: Wherefore, let they voice, Rise like a fountain for me night and day.","name" : "Alfred Lord Tennyson"},{"message" : "Prayer is a strong wall and fortress of the church; it is a goodly Christian weapon.","name" : "Martin Luther"},{"message" : "Prayer has mighty power to move mountains because the Holy Spirit is ready both to encourage our praying and to remove the mountains hindering us.","name" : "Wesley L Duewel"},{"message" : "Prayer is simply talking to God like a friend and should be the easiest thing we do each day.","name" : "Joyce Meyer"},{"message" : "In prayer it is better to have a heart without words than words without a heart.","name" : "Mahatma Gandhi"},{"message" : "Heavenly citizenship and heavenly homesickness are in prayer. Prayer is an appeal from the lowness, from the emptiness, from the need of earth, to the highness, the fullness and to the all-sufficiency of heaven.","name" : "E.M. Bounds"},{"message" : "We can be tired, weary, and emotionally distraught, but after spending time alone with God, we find that He injects into our bodies energy, power and strength.","name" : "Charles Stanley"},{"message" : "Thank you' is the best prayer that anyone could say. I say that one a lot. Thank you expresses extreme gratitude, humility, understanding.","name" : "Alice Walker"},{"message" : "Prayer is powerful. It can heal, prayer can give, and it can change lives.","name" : "Shane DeCreshio"},{"message" : "For prayer is nothing else than being on terms of friendship with God.","name" : "Teresa of Avila"},{"message" : "The prayer of the feeblest saint who lives in the Spirit and keeps right with God is a terror to Satan. The very powers of darkness are paralyzed by prayer; no spiritualistic seance can succeed in the presence of a humble praying saint. No wonder Satan tries to keep our minds fussy in active work till we cannot think in prayer.","name" : "Oswald Chambers"},{"message" : "Prayer is one of the greatest assets that a Christian could possess, but sometimes it seems to be a real challenge to make it a full part of our devotional life.","name" : "Brian Johnston"},{"message" : "Heavenly Father has given a simple pattern for us to receive the Holy Ghost not once but continually in the tumult of our daily lives. The pattern is repeated in the sacramental prayer: We promise that we will always remember the savior. We promise to take his name upon us. We promise to keep his commandments.","name" : "Henry B. Eyring"},{"message" : "Prayer is the spirit speaking truth to Truth.","name" : "Philip James Bailey"},{"message" : "Prayer is nothing but the breathing that out before the Lord, that was first breathed into us by the Spirit of the Lord.","name" : "Thomas Brooks"},{"message" : "Prayer is to our relationship with our divine source what conversation is to our most intimate human relationships. Like water for a plant, it's a condition for growth.","name" : "Daniel Murphy"},{"message" : "Prayer is the easiest and hardest of all things; the simplest and the sublimest; the weakest and the most powerful; its results lie outside the range of human possibilities they are limited only by the omnipotence of God.","name" : "Edward Mckendree Bounds"},{"message" : "To pray rightly, you must make God your hope, stay, and all. Right prayer sees nothing substantial or worth being concerned about except God.","name" : "John Bunyan"},{"message" : "Prayer is a confession of one's own unworthiness and weakness.","name" : "Mahatma Gandhi"},{"message" : "Prayer is not a discourse. It is a form of life, the life with God. That is why it is not confined to the moment of verbal statement.","name" : "Jacques Ellul"},{"message" : "Daily prayers to God should never be seen as a task. It should be a necessity in our life just as air is a necessity for us in order to breathe and live.","name" : "Oliver Powell"},{"message" : "Prayer requires more of the heart than of the tongue.","name" : "Adam Clarke"},{"message" : "Prayer does not change God, but it changes him who prays.","name" : "Soren Kierkegaard"},{"message" : "To give thanks in solitude is enough. Thanksgiving has wings and goes where it must go. Your prayer knows much more about it than you do.","name" : "Victor Hugo"},{"message" : "We can take our questions, doubts, needs, dreams, and circumstances to the Lord in prayer, asking him to reveal the answers in Scripture.","name" : "Joel Patchen"},{"message" : "Each time, before you intercede, be quiet first, and worship God in His glory. Think of what He can do, and how He delights to hear the prayers of His redeemed people.","name" : "Andrew Murray"},{"message" : "Rather than set aside daily time for prayer, I pray constantly and spontaneously about everything I encounter on a daily basis. When someone shares something with me, I'll often simply say, 'let's pray about this right now.","name" : "Thomas Kinkade"},{"message" : "Pray absolutely for those things you may pray for absolutely. Pray conditionally for those things you may pray for conditionally. For those things you can't pray for don't.","name" : "Paul Gerhardt"},{"message" : "And from the prayer of Want, and plaint of Woe, O never, never turn away thine ear! Forlorn, in this bleak wilderness below, Ah! what were man, should Heaven refuse to hear!","name" : "James Beattie"},{"message" : "Prayer is no fitful, short-lived thing. It is no voice crying unheard and unheeded in the silence. It is a voice which goes into God's ear, and it lives as long as God's ear is open to holy pleas, as long as God's heart is alive to holy things.","name" : "Edward Mckendree Bounds"},{"message" : "True prayer is not asking God for love; it is learning to love, and to include all mankind in one affection. Prayer is the utilization of the love where with He loves us.","name" : "Mary Baker Eddy"},{"message" : "Prayer is the key of the morning and the bolt of the evening.","name" : "Mahatma Gandhi"},{"message" : "God shapes the world by prayer. The more praying there is in the world the better the world will be, the mightier the forces against evil.","name" : "E.M. Bounds"},{"message" : "If the only prayer you ever say in your entire life is thank you, it will be enough.","name" : "Meister Eckhart"},{"message" : "Prayer lays hold of God's plan and becomes the link between His will and its accomplishment on earth. Amazing things happen, and we are given the privilege of being the channels of the Holy Spirit's prayer.","name" : "Elisabeth Elliot"},{"message" : "Prayer is the forerunner of mercy. Turn to sacred history, and you will find that scarecely ever did a great mercy come to this world unheralded by supplication.","name" : "Charles Spurgeon"},{"message" : "Do not pray for easy lives. Pray to be stronger men. Do not pray for tasks equal to your powers. Pray for powers equal to your tasks. Then the doing of your work shall be no miracle, but you shall be the miracle.","name" : "Phillips Brooks"},{"message" : "No one is a firmer believer in the power of prayer than the devil; not that he practices it, but he suffers from it.","name" : "Guy H. King"},{"message" : "Praying without ceasing is not ritualized, nor are there even words. It is a constant state of awareness of oneness with God; it is a sincere seeking for a good thing; and it is a concentration on the thing sought, with faith that it is obtainable.","name" : "Peace Pilgrim"},{"message" : "I believe in prayer. It's the best way we have to draw strength from heaven.","name" : "Josephine Baker"},{"message" : "Being light is turning the other cheek when you have been offended. Being light is not only publically forgiving a person that would choose to be your enemy, but it's also including your enemy in your prayers at night.","name" : "Matthew Robert Payne"},{"message" : "God answers sharp and sudden on some prayers, And thrusts the thing we have prayed for in our face, A gauntlet with a gift in 't.","name" : "Elizabeth Barrett Browning"},{"message" : "Prayer is not only asking, but an attitude of mind which produces the atmosphere in which asking is perfectly natural.","name" : "Oswald Chambers"},{"message" : "All vital praying makes a drain on a man's vitality. True intercession is a sacrifice, a bleeding sacrifice.","name" : "J.H. Jowett"},{"message" : "Prayer is as natural an expression of faith as breathing is of life.","name" : "Jonathan Edwards"},{"message" : "Our prayers are strengthened when we know God is listening and that he is faithful.","name" : "Dr. David Jeremiah"},{"message" : "In my deepest, darkest moments, what really got me through was a prayer. Sometimes my prayer was 'Help me.' Sometimes a prayer was 'Thank you.' What I've discovered is that intimate connection and communication with my creator will always get me through because I know my support, my help, is just a prayer away.","name" : "Iyanla Vanzant"}]}