{"title" : "Prejudice","quotes" : [{"message" : "Prejudice is a burden that confuses the past, threatens the future and renders the present inaccessible.","name" : "Maya Angelou"},{"message" : "Prejudice is a learned trait. You're not born prejudiced; you're taught it.","name" : "Charles R. Swindoll"},{"message" : "Prejudice is a chain, it can hold you. If you prejudice, you can't move, you keep prejudice for years. Never get nowhere with that.","name" : "Bob Marley"},{"message" : "Prejudice is like a hair across your cheek. You can't see it, you can't find it with your fingers, but you keep brushing at it because the feel of it is irritating.","name" : "Marian Anderson"},{"message" : "Bias and prejudice are attitudes to be kept in hand, not attitudes to be avoided.","name" : "Charles Curtis"},{"message" : "Prejudice is a raft onto which the shipwrecked mind clambers and paddles to safety.","name" : "Ben Hecht"},{"message" : "Prejudice is the child of ignorance.","name" : "William Hazlitt"},{"message" : "Prejudice - a vagrant opinion without visible means of support.","name" : "Ambrose Bierce"},{"message" : "Bigotry or prejudice in any form is more than a problem; it is a deep-seated evil within our society.","name" : "Judith Light"},{"message" : "Preconceived notions are the locks on the door to wisdom.","name" : "Merry Browne"},{"message" : "Judgments prevent us from seeing the good that lies beyond appearances.","name" : "Wayne W. Dyer"},{"message" : "Our thoughts are unseen hands shaping the people we meet. Whatever we truly think them to be, that's what they'll become for us.","name" : "Richard Cowper"},{"message" : "Prejudices subsist in people's imagination long after they have been destroyed by their experience.","name" : "Ernest Dimnet"},{"message" : "If you judge people you have no time to love them.","name" : "Mother Teresa"},{"message" : "Prejudices, it is well known, are most difficult to eradicate from the heart whose soil has never been loosened or fertilised by education: they grow there, firm as weeds among stones.","name" : "Charlotte Bronte"},{"message" : "Prejudice is the glass through which most things are seen and judged.","name" : "Edward Counsel"},{"message" : "All prejudices are obstinate, like diseases of chronic tenacity, and require radical cures.","name" : "Norman Macdonald"},{"message" : "Prejudice is the sole author of infamies: how many acts are so qualified by an opinion forged out of naught but prejudice!","name" : "Marquis De Sade"},{"message" : "Prejudice squints when it looks and lies when it talks.","name" : "Duchess d'Abrantes"},{"message" : "Prejudices are what fools use for reason.","name" : "Voltaire"},{"message" : "Two things reduce prejudice: education and laughter.","name" : "Laurence J. Peter"},{"message" : "Race prejudice can't be talked down, it must be lived down.","name" : "Francis J. Grimke"},{"message" : "Prejudice not being funded on reason cannot be removed by argument.","name" : "Samuel Johnson"},{"message" : "Sometimes we feel the loss of a prejudice as a loss of vigor.","name" : "Eric Hoffer"},{"message" : "Prejudice cannot see the things that are because it is always looking for things that aren't.","name" : "Mark Twain"},{"message" : "Prejudices are the chains forged by ignorance to keep men apart.","name" : "Marguerite Gardiner"},{"message" : "Prejudice is opinion without judgement.","name" : "Voltaire"},{"message" : "Our prejudices are our robbers, they rob us valuable things in life.","name" : "unknown"},{"message" : "There is no prejudice so strong as that which arises from a fancied exemption from all prejudice.","name" : "William Hazlitt"},{"message" : "Our prejudices are like physical infirmities - we cannot do what they prevent us from doing.","name" : "John Lancaster Spalding"},{"message" : "Prejudice is being down on something you're not up on.","name" : "unknown"},{"message" : "I think people always believe what they want to believe, don't you?","name" : "Lillian Hellman"},{"message" : "Too many of our prejudices are like pyramids upside down. They rest on tiny, trivial incidents, but they spread upward and outward until they fill our minds.","name" : "William McChesney Martin"},{"message" : "Bigotry is the sacred disease.","name" : "Heraclitus"},{"message" : "Bigotry tries to keep truth safe in its hand","name" : "Rabindranath Tagore"},{"message" : "Prejudice assumes the garb of reason, but the cheat is too thin.","name" : "Henry Wheeler Shaw"},{"message" : "The prejudices of men emanate from the mind, and may be overcome; the prejudices of women emanate from the heart and are impregnable.","name" : "Jean Baptiste de Boyer"},{"message" : "Beware prejudices. They are like rats, and men's minds are like traps; prejudices get in easily, but it is doubtful if they ever get out.","name" : "Lord Jeffrey"},{"message" : "When we destroy an old prejudice, we have need of a new virtue.","name" : "Madame De Stael"},{"message" : "Prejudices are the props of civilization.","name" : "Andre Gide"},{"message" : "Prejudices are what rule the vulgar crowd.","name" : "Voltaire"},{"message" : "Prejudice is the twin of illiberality.","name" : "G. D. Prentice"},{"message" : "Prejudice is never easy unless it can pass itself off for reason.","name" : "William Hazlitt"},{"message" : "Prejudice, which sees what it pleases, cannot see what is plain.","name" : "Aubrey de Vere"},{"message" : "Rigid judgmental opinions can block descent of Spirit's pinions.","name" : "Saiom Shriver"},{"message" : "Prejudice is a house-plant which is very apt to wilt if you take it out-of-doors among folks.","name" : "H. W. SHAW"},{"message" : "Prejudice is an equivocal term; and may as well mean right opinions taken upon trust and deeply rooted in the mind, as false and absurd opinions so derived, and grown into it.","name" : "Richard Hurd"},{"message" : "Prejudice is a mist, which in our journey through the world often dims the brightest and obscures the best of all the good and glorious objects that meet us on our way.","name" : "Shaftesbury"}]}