{"title" : "Pride","quotes" : [{"message" : "Once you reach the top, take care as the only way left to go is down.","name" : "Darren Bateman"},{"message" : "One man may be more cunning than another, but not more cunning than everybody else.","name" : "Benjamin Franklin"},{"message" : "Pride is as loud a beggar as want, and a great deal more saucy. When you have bought one fine thing, you must buy ten more, that your appearance may be all of a piece; but it is easier to suppress the first desire than to satisfy all that follow it.","name" : "Benjamin Franklin"},{"message" : "The devil wipes his breech with poor folks' pride.","name" : "Benjamin Franklin"},{"message" : "The higher you climb, the heavier you fall.","name" : "Vietnamese "},{"message" : "A proud man is always looking down on things and people; and, of course, as long as you are looking down, you cannot see something that is above you","name" : "C.S. Lewis"},{"message" : "Pride gets no pleasure out of having something, only out of having more of it than the next man... It is the comparison that makes you proud: the pleasure of being above the rest. Once the element of competition is gone, pride is gone.","name" : "C.S. Lewis"},{"message" : "We are rarely proud when we are alone.","name" : "Voltaire"},{"message" : "The proud person always wants to do the right thing, the great thing. But because he wants to do it in his own strength, he is fighting not with man, but with God.","name" : "Soren Kierkegaard"},{"message" : "Proud people breed sad sorrows for themselves.","name" : "Emily Bronte"},{"message" : "God opposes the proud, but gives grace to the humble.","name" : "Holy Bible, James 4:6"},{"message" : "Pride is pleasure arising from a man's thinking too highly of himself.","name" : "Baruch Spinoza"},{"message" : "Through pride we are ever deceiving ourselves. But deep down below the surface of the average conscience a still, small voice says to us, something is out of tune.","name" : "Carl Jung"},{"message" : "Never look down on anybody unless you are helping them up.","name" : "Jesse Jackson"},{"message" : "Most of the trouble in the world is caused by people wanting to be important.","name" : "T. S. Eliot"},{"message" : "Pride is a personal commitment. It is an attitude which separates excellence from mediocrity.","name" : "unknown"},{"message" : "Airs of importance are the credentials of impotence.","name" : "Johann Kaspar Lavater"},{"message" : "Pride is the mask of one's own faults.","name" : "unknown"},{"message" : "In general, pride is at the bottom of all great mistakes.","name" : "John Ruskin"},{"message" : "Pride helps us; and pride is not a bad thing when it only urges us to hide our own hurts, not to hurt others.","name" : "George Eliot"},{"message" : "Pride must die in you, or nothing of heaven can live in you.","name" : "Andrew Murray"},{"message" : "Pride makes us long for a solution to things - a solution, a purpose, a final cause; but the better telescopes become, the more stars appear.","name" : "Julian Barnes,Flaubert's Parrot"},{"message" : "The proud wish God would agree with them. They are not interested in changing their opinions to agree with God's.","name" : "Ezra Taft Benson"},{"message" : "Pride is the mother of arrogance.","name" : "Toba Beta"},{"message" : "He who imagines he can do without the world deceives himself much; but he who fancies the world cannot do without him is still more mistaken.","name" : "Francois de la Rochefoucauld"},{"message" : "Pride gets no pleasure out of having something, only out of having more of it than the next man.","name" : "C.S. Lewis quotes"},{"message" : "It is more often from 'pride' than from ignorance that we are so obstinately opposed to current opinions; we find the first places taken, and we do not want to be the last.","name" : "Franois de la Rochefoucauld"},{"message" : "There is nothing that will kill a man so soon as having nobody to find fault with but himself.","name" : "George Eliot"},{"message" : "To know a man, observe how he wins his object, rather than how he loses it; for when we fail our pride supports us; when we succeed, it betrays us.","name" : "Charles Caleb Coltoz"},{"message" : "Pride goeth before destruction, and an haughty spirit before a fall.","name" : "Bible"},{"message" : "Pride sullies the noblest character.","name" : "Claudianus"},{"message" : "In pride, in reasoning pride, our error lies; All quit their sphere and rush into the skies. Pride still is aiming at the bless'd abodes, Men would be angels, angels would be gods.","name" : "Alexander Pope"},{"message" : "Pride is an admission of weakness; it secretly fears all competition and dreads all rivals.","name" : "Fulton J. Sheen"},{"message" : "The infinitely little have a pride infinitely great.","name" : "Voltaire"},{"message" : "Friends, show me a man who hates himself, and I'll show you a man who hates his neighbors more! He'd have to--you'd not grant anyone else something you can't have for yourself--no love, no kindness, no respect!","name" : "Mary Ann Shaffer"},{"message" : "There are two kinds of pride, both good and bad. 'Good pride' represents our dignity and self-respect. 'Bad pride' is the deadly sin of superiority that reeks of conceit and arrogance.","name" : "John C. Maxwell"},{"message" : "Pride is an independent, me-oriented spirit. It makes people arrogant, rude and hard to get along with. When our heart is prideful, we don't give God the credit and we mistreat people, looking down on them and thinking we deserve what we have.","name" : "Joyce Meyer"},{"message" : "When you are full of pride on the inside, it makes you stiff, stubborn, and creates strife with others.","name" : "John C. Maxwell"},{"message" : "I have come to the conclusion that it's a waste of time to have too much pride in anything. Perhaps it's good to have a sense of duty, a jealous zeal to protect or improve, but pride ultimately is only that which stands vulnerable to offense and degradation.","name" : "Henry Rollins"},{"message" : "Pride adversely affects all our relationships - our relationship with God and His servants, between husband and wife, parent and child, employer and employee, teacher and student, and all mankind.","name" : "Ezra Taft Benson"},{"message" : "He that is proud eats up himself. Pride is his own glass, his own trumpet, his own chronicle; and whatever praises itself but in the deed, devours the deed in the praise.","name" : "William Shakespeare"},{"message" : "A man's pride can be his downfall, and he needs to learn when to turn to others for support and guidance.","name" : "Bear Grylls"},{"message" : "Pride slays thanksgiving, but a humble mind is the soil out of which thanks naturally grow. A proud man is seldom a grateful man, for he never thinks he gets as much as he deserves.","name" : "Henry Ward Beecher"},{"message" : "Pride deafens us to the advice or warnings of those around us.","name" : "John C. Maxwell"},{"message" : "Leaders who fail to prune their pride will meet demise. That's not a guess, it's a guarantee. With pride, it's not a matter of 'if' we will fall, but 'when.' There are no exceptions.","name" : "John C. Maxwell"},{"message" : "Pride is the chalice into which all human sins are poured: it glitters and jingles and its arabesque lures your gaze, while your lips involuntarily touch the seductive beverage.","name" : "Vladimir Odoevsky"},{"message" : "Pride must be a summer thing, because it comes before the fall.","name" : "Jarod Kintz"},{"message" : "One's self-satisfaction is an untaxed kind of property which it is very unpleasant to find deprecated.","name" : "George Eliot"},{"message" : "Your ego decides the humanity in you - higher the ego lesser the humanity....","name" : "Adil Adam Memon"},{"message" : "In wickedness of pride is lost the light to understand how little grace is earned and how much given.","name" : "Robert Hunter"},{"message" : "As long as you set yourself up as a little god to which you must be loyal there will be those who will delight to offer affront to your idol.","name" : "A.W. Tozer"},{"message" : "Essentially, pride is a 'my will' rather than 'thy will' approach to life.","name" : "Ezra Taft Benson"},{"message" : "When the serpent breathed the poison of his pride, the desire to be as God, into the hearts of our first parents, that they too fell from their high estate into all the wretchedness in which man is now sunk. In heaven and earth, pride, self-exaltation, is the gate and the birth, and the curse, of hell.","name" : "Andrew Murray"},{"message" : "You can have pride in what you do each day, but not arrogance in what you were born with.","name" : "Amy Tan"},{"message" : "We rise in glory as we sink in pride.","name" : "Andrew Young"},{"message" : "Don't accept your dog's admiration as conclusive evidence that you are wonderful.","name" : "Ann Landers"},{"message" : "Some people would rather die in their pride, than live in their humility.","name" : "Anthony Liccione"},{"message" : "It was pride that changed angels into devils; it is humility that makes men as angels.","name" : "St. Augustine"},{"message" : "Conceit is God’s gift to little men.","name" : "Bruce Barton"},{"message" : "Pride is holding your head up when everyone around you has theirs bowed. Courage is what makes you do it.","name" : "Bryce Courtenay"},{"message" : "It was through Pride that the devil became the devil: Pride leads to every other vice: it is the completely anti-God state of mind.","name" : "C.S. Lewis"},{"message" : "We ought to be ashamed of our pride, but never proud of our shame.","name" : "Charles Mackay"},{"message" : "Temper gets you into trouble. Pride keeps you there.","name" : "Charles Ofori Akrofi"},{"message" : "I would always rather be happy than dignified.","name" : "Charlotte Brontë"},{"message" : "There are two circumstances that lead to arrogance: one is when you're wrong and you can't face it; the other is when you're right and nobody else can face it.","name" : "Criss Jami"},{"message" : "Pride and power fall when the person falls, but discoveries of truth form legacies that can be built upon for generations.","name" : "Criss Jami"},{"message" : "I have had more trouble with myself than with any other man.","name" : "D.L. Moody"},{"message" : "When dealing with people, remember you are not dealing with creatures of emotion, but with creatures bristling with prejudice and motivated by pride and vanity.","name" : "Dale Carnegie"},{"message" : "Pride is concerned with who is right. Humility is concerned with what is right.","name" : "Ezra Taft Benson"},{"message" : "Better to die on your feet than live on your knees.","name" : "Franklin D. Roosevelt"},{"message" : "The last time I saw him he was walking down lover's lane holding his own hand.","name" : "Fred Allen"},{"message" : "It's a fine thing to rise above pride, but you must have pride in order to do so","name" : "Georges Bernanos"},{"message" : "Vanity and pride are different things, though the words are often used synonymously. A person may be proud without being vain. Pride relates more to our opinion of ourselves, vanity, to what we would have others think of us.","name" : "Jane Austen"},{"message" : "I could easily forgive his pride, if he had not mortified mine.","name" : "Jane Austen"},{"message" : "Where there is a real superiority of mind, pride will be always under good regulation.","name" : "Jane Austen"},{"message" : "I was given good principles, but left to follow them in pride and conceit.","name" : "Jane Austen"},{"message" : "Pride is a devastating sin and is complex. Most sins turn us away from God, but pride directly attacks God. It lifts us above and against God, seeking to dethrone Him by enthroning ourselves.","name" : "Joel Beeke"},{"message" : "It is better to lose your pride with someone you love rather than to lose that someone you love with your useless pride.","name" : "John Ruskin"},{"message" : "Pride may be allowed to this or that degree, else a man cannot keep up his dignity.","name" : "John Selden"},{"message" : "If a proud man makes me keep my distance, the comfort is that he keeps his at the same time.","name" : "Jonathan Swift"},{"message" : "Let others pride themselves about how many pages they have written; I'd rather boast about the ones I've read.","name" : "Jorge Luis Borges"},{"message" : "Generosity is giving more than you can, and pride is taking less than you need.","name" : "Khalil Gibran"},{"message" : "And I will break the pride of your strength and make your heavens like iron and your earth like bronze.","name" : "Leviticus 26:19"},{"message" : "Don't pretend to be what you're not, instead, pretend to what you want to be, it is not pretence, it is a journey to self realization.","name" : "Michael Bassey Johnson"},{"message" : "A person is wise if he listens to millions of advice and doesn't implement any of it.","name" : "Michael Bassey Johnson"},{"message" : "I do not care so much what I am to others as I care what I am to myself.","name" : "Michel de Montaigne"},{"message" : "Whatever makes us feel superior to other people, whatever tempts us to convey a sense of superiority, that is the gravity of our sinful nature, not grace.","name" : "Philip Yancey"}]}