{"title" : "Priority","quotes" : [{"message" : "What may be done at any time will be done at no time.","name" : "Scottish Proverb"},{"message" : "Good things happen when you get your priorities straight.","name" : "Scott Caan"},{"message" : "Lack of time is actually lack of priorities.","name" : "Timothy Ferris"},{"message" : "What seems so necessary today may not even be desirable tomorrow.","name" : "Martin Luther King, Jr."},{"message" : "Things which matter most must never be at the mercy of things which matter least.","name" : "Johann Wolfgang von Goethe"},{"message" : "Most of us spend too much time on what is urgent and not enough time on what is important.","name" : "Stephen R. Covey"},{"message" : "It is not a daily increase, but a daily decrease. Hack away at the inessentials.","name" : "Bruce Lee"},{"message" : "The mark of a great man is one who knows when to set aside the important things in order to accomplish the vital ones.","name" : "Brandon Sanderson"},{"message" : "The Principle of Priority states (a) you must know the difference between what is urgent and what is important, and (b) you must do what's important first.","name" : "Steven Pressfield"},{"message" : "I learned that we can do anything, but we can't do everything... at least not at the same time. So think of your priorities not in terms of what activities you do, but when you do them. Timing is everything.","name" : "Dan Millman"},{"message" : "The key is not to prioritize what's on your schedule, but to schedule your priorities.","name" : "Stephen Covey"},{"message" : "Decide what you want, decide what you are willing to exchange for it. Establish your priorities and go to work.","name" : "H. L. Hunt"},{"message" : "Sometimes when you're overwhelmed by a situation - when you're in the darkest of darkness - that's when your priorities are reordered.","name" : "Phoebe Snow"},{"message" : "Nobody's life is ever all balanced. It's a conscious decision to choose your priorities every day.","name" : "Elisabeth Hasselbeck"},{"message" : "We don't drift in good directions. We discipline and prioritize ourselves there.","name" : "Andy Stanley"},{"message" : "Living in light of eternity changes your priorities.","name" : "Rick Warren"},{"message" : "Always concentrate on the most valuable use of your time. This is what separates the winners from the losers.","name" : "Brian Tracy"},{"message" : "Do not let what you cannot do interfere with what you can do.","name" : "John Wooden"},{"message" : "Doing more things faster is no substitute for doing the right things.","name" : "Stephen Covey"},{"message" : "Forget about likes and dislikes. They are of no consequence. Just do what must be done. This may not be happiness, but it is greatness.","name" : "George Bernard Shaw"},{"message" : "Do the hard jobs first. The easy jobs will take care of themselves.","name" : "Dale Carnegie"},{"message" : "The life you have left is a gift. Cherish it. Enjoy it now, to the fullest. Do what matters, now.","name" : "Leo Babauta"},{"message" : "The most important thing in life is knowing the most important things in life.","name" : "David F. Jakielo"},{"message" : "Desires dictate our priorities, priorities shape our choices, and choices determine our actions.","name" : "Dallin H. Oaks"},{"message" : "You have to decide what your highest priorities are and have the courage?pleasantly, smilingly, nonapologetically, to say ?no? to other things.","name" : "Stephen R. Covey"},{"message" : "Set aside time to plan how you will spend your time. Think about what's most important. Then do those things first.","name" : "Frank Bettger"},{"message" : "Do the duty which lies nearest to you. The second duty will then become clearer.","name" : "Thomas Carlyle"},{"message" : "The older I get the more wisdom I find in the ancient rule of taking first things first. A process which often reduces the most complex human problem to a manageable proportion.","name" : "Dwight D. Eisenhower"},{"message" : "No one is going to hand you an organizational chart. You have to hand it to yourself.","name" : "Robert Genn"},{"message" : "Wise are those who learn that the bottom line doesn't always have to be their top priority.","name" : "William Arthur Ward"},{"message" : "The only thing a cat worries about is what's happening right now. As we tell the kittens, you can only wash one paw at a time.","name" : "Lloyd Alexander"},{"message" : "Perpetual devotion to what a man calls his business, is only to be sustained by perpetual neglect of many other things.","name" : "Robert Louis Stevenson"},{"message" : "Not everything that can be counted counts, and not everything that counts can be counted.","name" : "Albert Einstein"},{"message" : "You can't move so fast that you try to change the mores faster than people can accept it. That doesn't mean you do nothing, but it means that you do the things that need to be done according to priority.","name" : "Eleanor Roosevelt"},{"message" : "Whatever is at the center of our life will be the source of our security, guidance, wisdom, and power.","name" : "Stephen Covey"},{"message" : "The necessary has never been man s top priority.The passionate pursuit of the nonessential and the extravagant is one of the chief traits of human uniqueness.","name" : "Eric Hoffer"},{"message" : "Sometimes one pays most for the things one gets for nothing.","name" : "Albert Einstein"},{"message" : "Learn how to separate the majors and the minors. A lot of people don't do well simply because they major in minor things.","name" : "Jim Rohn"},{"message" : "Besides the noble art of getting things done, there is the noble art of leaving things undone. The wisdom in life consists in the elimination of non-essentials.","name" : "Lin Yu Tang"},{"message" : "When we re forced to do something, suddenly the time is there. Which means it s there all the time, but we ve just chosen to limit ourselves by believing that it isn t.","name" : "Jen Sincero"},{"message" : "When you know what's most important to you, making a decision is quite simple.","name" : "Anthony Robbins"},{"message" : "The greatest reflection of your priorities is your time. Whatever you say about what matters to you, the true test is where you place your time.","name" : "Nick Crocker"},{"message" : "The reason most goals are not achieved is that we spend our time doing second things first.","name" : "Robert J. McKain"},{"message" : "Our days are like identical suitcases. Even though they are all the same size, some people area able to pack more into them then others. The reason? They know what to pack.","name" : "John C. Maxwell"},{"message" : "It is very sad for a man to make himself servant to a single thing; his manhood all taken out of him by the hydraulic pressure of excessive business.","name" : "Theodore Parker"},{"message" : "Priority is a function of context.","name" : "Stephen R. Covey"},{"message" : "If you continually ask yourself, 'What's important now'' you won't waste time on the trivial.","name" : "Lou Holtz"},{"message" : "You will never find time for anything. If you want time, you must make it.","name" : "Charles Bixton"},{"message" : "Never allow someone to be your priority while allowing yourself to be their option.","name" : "Mark Twain"},{"message" : "If the ladder is not leaning against the right wall, every step we take just gets us to the wrong place faster.","name" : "Stephen Covey"},{"message" : "To change your life you need to change your priorities.","name" : "John C. Maxwell"},{"message" : "Sometimes things in life happen that allow us to understand our priorities very clearly. Ultimately you can see those as gifts.","name" : "Mariska Hargitay"},{"message" : "Decide what your priorities are and how much time you'll spend on them. If you don't, someone else will.","name" : "Harvey Mackay"},{"message" : "When we put God first, all other things fall into their proper place or drop out of our lives.","name" : "Ezra Taft Benson"},{"message" : "There can be no happiness if the things we believe in are different from the things we do.","name" : "Freya Stark"},{"message" : "Pick battles big enough to matter, small enough to win.","name" : "Jonathan Kozol"},{"message" : "Sometimes it's the smallest decisions that can change your life forever.","name" : "Keri Russell"},{"message" : "It is the mark of great people to treat trifles as trifles and important matters as important.","name" : "Doris Lessing"}]}