{"title" : "Problem Solving","quotes" : [{"message" : "Creating something is all about problem-solving.","name" : "Philip Seymour Hoffman"},{"message" : "I've learned over decades of building that a deadline is a potent tool for problem-solving.","name" : "Adam Savage"},{"message" : "Too many problem-solving sessions become battlegrounds where decisions are made based on power rather than intelligence.","name" : "Margaret J. Wheatley"},{"message" : "Problem solving is hunting. It is savage pleasure and we are born to it.","name" : "Thomas Harris"},{"message" : "Never bring the problem solving stage into the decision making stage. Otherwise, you surrender yourself to the problem rather than the solution.","name" : "Robert H. Schuller"},{"message" : "I'm not afraid of problem-solving. There is always a way.","name" : "Hanneli Mustaparta"},{"message" : "We can not solve our problems with the same level of thinking that created them.","name" : "Albert Einstein"},{"message" : "I suppose it is tempting, if the only tool you have is a hammer, to treat everything as if it were a nail.","name" : "Abraham Maslow"},{"message" : "Never try to solve all the problems at once make them line up for you one-by-one.","name" : "Richard Sloma"},{"message" : "One thing is sure. We have to do something. We have to do the best we know how at the moment . . . ; If it doesn't turn out right, we can modify it as we go along.","name" : "Franklin D.Roosevelt"},{"message" : "Erroneous assumptions can be disastrous.","name" : "Peter Drucker"},{"message" : "Determine the thing that can and shall be done, and then we shall find the way.","name" : "Abraham Lincoln"},{"message" : "It is a mistake to think you can solve any major problems just with potatoes.","name" : "Douglas Adams"},{"message" : "There's no use talking about the problem unless you talk about the solution.","name" : "Betty Williams"},{"message" : "The difference between what we do and what we are capable of doing would suffice to solve most of the world's problems.","name" : "Mohandas K. Gandhi"},{"message" : "The direct use of force is such a poor solution to any problem, it is generally employed only by small children and large nations.","name" : "David Friedman"},{"message" : "As much as we may want to withdraw into a world of pure problem solving, we have to acknowledge that the most successful architectures are the ones you can actually convince someone to implement.","name" : "Jesse James Garrett"},{"message" : "We experience problem-solving sessions as war zones, we view competing ideas as enemies, and we use problems as weapons to blame and defeat opposition forces.","name" : "Margaret J. Wheatley"},{"message" : "Solving big problems is easier than solving little problems.","name" : "Sergey Brin"},{"message" : "I think the next best thing to solving a problem is finding some humor in it.","name" : "Frank A. Clark"},{"message" : "When solving problems, dig at the roots instead of just hacking at the leaves.","name" : "Anthony J. D'Angelo"},{"message" : "Solving a problem created by debt... by creating more debt is a fool's errand.","name" : "Olivier Sarkozy"},{"message" : "Don't dwell on what went wrong. Instead, focus on what to do next. Spend your energies on moving forward toward finding the answer.","name" : "Denis Waitley"},{"message" : "Don't find fault, find a remedy.","name" : "Henry Ford"},{"message" : "It is wise to direct your anger towards problems--not people; to focus your energies on answers--not excuses.","name" : "William Arthur Ward"},{"message" : "Make small commitments and keep them. Be a light, not a judge. Be a model, not a critic. Be part of the solution, not part of the problem.","name" : "Stephen R. Covey"},{"message" : "There are two ways of meeting difficulties: You alter the difficulties or you alter yourself to meet them.","name" : "Phyllis Bottome"},{"message" : "To solve any problem, here are three questions to ask yourself: First, what could I do? Second, what could I read? And third, who could I ask?","name" : "Jim Rohn"},{"message" : "Whatever your problem, no matter how difficult, you can release spiritual power sufficient to solve your problem. The secret is--pray and believe.","name" : "Norman Vincent Peale"},{"message" : "As the world we live in is so unpredictable, the ability to learn and to adapt to change is imperative, alongside creativity, problem-solving, and communication skills.","name" : "Alain Dehaze"},{"message" : "If I had an hour to solve a problem I'd spend 55 minutes thinking about the problem and 5 minutes thinking about solutions.","name" : "Albert Einstein"},{"message" : "The formulation of the problem is often more essential than its solution, which may be merely a matter of mathematical or experimental skill.","name" : "Albert Einstein"},{"message" : "Intellectuals solve problems; geniuses prevent them.","name" : "Albert Einstein "},{"message" : "It's not that I'm so smart, it's just that I stay with problems longer.","name" : "Albert Einstein "},{"message" : "Until we have real conflict, we don’t fully understand the problem.","name" : "Alfred Sloan"},{"message" : "Identify your problems but give your power and energy to solutions.","name" : "Anonymous"},{"message" : "We always hope for the easy fix: the one simple change that will erase a problem in a stroke. But few things in life work this way. Instead, success requires making a hundred small steps go right - one after the other, no slipups, no goofs, everyone pitching in.","name" : "Atul Gawande"},{"message" : "Avoiding a problem doesn't solve it.","name" : "Bonnie Jean Thornley"},{"message" : "Difficulties are opportunities to better things; they are stepping-stones to greater experience.... When one door closes, another always opens; as a natural law it has to, to balance.","name" : "Brian Adams"},{"message" : "Again and again, the impossible decision is solved when we see that the problem is only a tough decision waiting to be made.","name" : "Dr. Robert Schuller"},{"message" : "A problem is a chance for you to do your best.","name" : "Duke Ellington"},{"message" : "Well, if it can be thought, it can be done, a problem can be overcome.","name" : "E.A. Bucchianeri"},{"message" : "It is better to solve one problem five different ways, than to solve five problems one way.","name" : "George Pólya"},{"message" : "It is not stress that kills us. It is effective adaptation to stress that allows us to live.","name" : "George Vaillant"},{"message" : "For every complex problem there is an answer that is clear, simple, and wrong.","name" : "HL Mencken"},{"message" : "No problem can be solved until it is reduced to some simple form. The changing of a vague difficulty into a specific, concrete form is a very essential element in thinking.","name" : "J. P. Morgan "},{"message" : "The opposite of a problem would likely be the correct solution.","name" : "Joey Lawsin"},{"message" : "A problem well stated is a problem half solved.","name" : "John Dewey"},{"message" : "Think outside the square. Think for yourself don't just follow the herd. Think multidisciplinary! Problems by definition, cross many academic disciplines.","name" : "Lucas Remmerswaal"},{"message" : "You can increase your problem-solving skills by honing your question-asking ability.","name" : "Michael J. Gelb"},{"message" : "The most serious mistakes are not being made as a result of wrong answers. The truly dangerous thing is asking the wrong questions.","name" : "Peter Drucker Men"},{"message" : "Vocabulary words are the building blocks of the internal learning structure. Vocabulary is also the tool to better define a problem, seek more accurate solutions, etc.","name" : "Ruby K. Payne"},{"message" : "If you define the problem correctly, you almost have the solution.","name" : "Steve Jobs"},{"message" : "The problem is not that there are problems. The problem is expecting otherwise and thinking that having problems is a problem.","name" : "Theodore Rubin"},{"message" : "Whatever the problem, be part of the solution. Don’t just sit around raising questions and pointing out obstacles.","name" : "Tina Fey"},{"message" : "Identify your problems but give your power and energy to solutions.","name" : "Tony Robbins"},{"message" : "Every problem has a solution. You just have to be creative enough to find it.","name" : "Travis Kalanick"}]}