{"title" : "Procrastination","quotes" : [{"message" : "Busy not yourself in looking forward to the events of to-morrow; but whatever may be those of the days Providence may yet assign you neglect not to turn them to advantage.","name" : "Horace"},{"message" : "Procrastination is like a credit card; it's a lot fun until you get the bill.","name" : "Christopher Parker"},{"message" : "Regret for the things we did can be tempered by time; it is regret for the things we did not do that is inconsolable.","name" : "Sydney Harris"},{"message" : "Stop procrastinating, stop feeling guilty and just do it!","name" : "Bastiaan Blikman"},{"message" : "Procrastinating does nothing more than add to your do list.","name" : "Catherine Pulsifer"},{"message" : "Procrastination can guard against making the wrong choice too soon. Or it could just be mental laziness.","name" : "Pepper Hume"},{"message" : "Procrastination is my sin. It brings me naught but sorrow. I know that I should stop it.","name" : "Gloria Pitzer"},{"message" : "Procrastination is something best put off until tomorrow.","name" : "Gerald Vaughan"},{"message" : "I don't wait for moods. You accomplish nothing if you do that. Your mind must know it has got to get down to work.","name" : "Baltasar Graci"},{"message" : "Nothing is so fatiguing as the eternal hanging on of an uncompleted task.","name" : "William James"},{"message" : "How wonderful it is that nobody need wait a single moment before starting to improve the world.","name" : "Anne Frank"},{"message" : "Don't put off until tomorrow what can be done today. Procrastination is a sign of weak character.","name" : "Carol Cox"},{"message" : "Procrastination is the soul rebelling against entrapment.","name" : "Nassim N. Taleb"},{"message" : "He who hesitates is last.","name" : "Mae West"},{"message" : "Procrastination is a sign of a perfectionist.","name" : "P. J. Kennedy"},{"message" : "It's easy to get distracted and procrastinate sometimes, but you can make it happen.","name" : "Danny Yann"},{"message" : "Don't let procrastination take over your life. Be brave and take risks. Your life is happening right now.","name" : "Roy Bennett"},{"message" : "The greatest thief this world has ever produced is procrastination, and he is still at large.","name" : "Henry Wheelter Shaw"},{"message" : "My evil genius Procrastination has whispered me to tarry 'til a more convenient season.","name" : "Mary Todd Lincoln"},{"message" : "Don't postpone joy until you have learned all of your lessons. Joy is your lesson.","name" : "Alan Cohen"},{"message" : "Procrastination is also a subtle act of corruption – it corrupts valuable time","name" : "Amit Abraham"},{"message" : "Vagueness and procrastination are ever a comfort to the frail in spirit.","name" : "John Updike"},{"message" : "Procrastination may not take up a lot of effort physically but without you knowing it, it takes over the mind.","name" : "Stephen Hall"},{"message" : "You may not be punished for your procrastination, but for sure you will be punished by your procrastination.","name" : "Debasish Mridha"},{"message" : "The problem with procrastination is it's been around since the beginning of time it seems.","name" : "Stephen Richards"},{"message" : "Procrastination is the bad habit of putting of until the day after tomorrow what should have been done the day before yesterday.","name" : "Napoleon Hill"},{"message" : "Procrastination is the foundation of all disasters.","name" : "Pandora Poikilos"},{"message" : "Doing just a little bit during the time we have available puts you that much further ahead than if you took no action at all.","name" : "Byron Pulsifer"},{"message" : "The greatest amount of wasted time is the time not getting started.","name" : "Dawson Trotman"},{"message" : "Procrastination is the art of keeping up with yesterday","name" : "Don Marquis"},{"message" : "Happy soul and a hardcore procrastinator seeking truth.","name" : "Pallav Gautam"},{"message" : "Procrastination is the thief of time, collar him.","name" : "Charles Dickens"},{"message" : "If you procrastinate when faced with a big difficult problem break the problem into parts, and handle one part at a time.","name" : "Robert Collier"},{"message" : "You may delay, but time will not.","name" : "Benjamin Franklin"},{"message" : "I can't think about that right now. If I do, I'll go crazy. I'll think about that tomorrow.","name" : "Margaret Mitchell"},{"message" : "Procrastinate now, don't put it off.","name" : "Ellen DeGeneres"},{"message" : "Procrastination is opportunity's natural assassin.","name" : "Victor Kiam"},{"message" : "Never put off till tomorrow what may be done day after tomorrow just as well.","name" : "Mark Twain"},{"message" : "There is no avoidance in delay.","name" : "Aeschylus"},{"message" : "Delay is the deadliest form of denial.","name" : "C. Northcote Parkinson"},{"message" : "If you are always saying I'll do it to tomorrow, than your tomorrow will than turn into another day and so on, and so, etc. etc.","name" : "Victoria Addino"},{"message" : "Only put off until tomorrow what you are willing to die having left undone","name" : "Pablo Picasso"},{"message" : "If you put off everything till you're sure of it, you'll never get anything done.","name" : "Norman Vincent Peale"},{"message" : "Never postpone until tomorrow what you can postpone until the day after.","name" : "Raoul Wallenberg"},{"message" : "Procrastinators are the painters of tomorrow.","name" : "Rick Rotante"},{"message" : "Procrastination is a ring on every man's finger.","name" : "Trebonianus Gallus"},{"message" : "Procrastination is one of the most common and deadliest of diseases and its toll on success and happiness is heavy.","name" : "Wayne Dyer"},{"message" : "In delay there lies no plenty.","name" : "William Shakespeare"}]}