{"title" : "Programming","quotes" : [{"message" : "A programming language is for thinking about programs, not for expressing programs you've already thought of. It should be a pencil, not a pen.","name" : "Paul Graham"},{"message" : "All programming is maintenance programming, because you are rarely writing original code.","name" : "Dave Thomas"},{"message" : "If debugging is the process of removing software bugs, then programming must be the process of putting them in.","name" : "Edsger Dijkstra"},{"message" : "Programming is breaking of one big impossible task into several very small possible tasks.","name" : "Jazzwant"},{"message" : "Programs must be written for people to read, and only incidentally for machines to execute.","name" : "Harold Abelson"},{"message" : "If we wish to count lines of code, we should not regard them as lines produced but as lines spent.","name" : "Edsger Dijkstra"},{"message" : "Our ultimate goal is extensible programming (EP). By this, we mean the construction of hierarchies of modules, each module adding new functionality to the system.","name" : "Niklaus Wirth"},{"message" : "Programming is the art of writing essays in crystal clear prose and making them executable.","name" : "Per Brinch Hansen"},{"message" : "The proper use of comments is to compensate for our failure to express ourself in code.","name" : "Robert C. Martin"},{"message" : "In programming, as in everything else, to be in error is to be reborn.","name" : "Alan Perlis"},{"message" : "The kind of programming that C provides will probably remain similar absolutely or slowly decline in usage, but relatively, JavaScript or its variants, or XML, will continue to become more central.","name" : "Dennis Ritchie"},{"message" : "Programming is an explanatory activity.","name" : "Roman Harper"},{"message" : "A language that doesn't have everything is actually easier to program in than some that do.","name" : "Dennis Ritchie"},{"message" : "C makes it easy to shoot yourself in the foot. C++ makes it harder, but when you do, it blows away your whole leg.","name" : "Bjarne Stroustrup"},{"message" : "Always code as if the guy who ends up maintaining your code will be a violent psychopath who knows where you live.","name" : "Martin Golding"},{"message" : "A programming language is low level when its programs require attention to the irrelevant.","name" : "Alan J. Perlis"},{"message" : "Some of the best programming is done on paper, really. Putting it into the computer is just a minor detail.","name" : "Max Kanat-Alexander"},{"message" : "The first 90 percent of the code accounts for the first 90 percent of the development time. The remaining 10 percent of the code accounts for the other 90 percent of the development time.","name" : "Tom Cargill"},{"message" : "A language that doesn't affect the way you think about programming is not worth knowing.","name" : "Alan J. Perlis"},{"message" : "And don't ever make the mistake that you can design something better than what you get from ruthless massively parallel trial-and-error with a feedback cycle. That's giving your intelligence much too much credit.","name" : "Linus"},{"message" : "Debugging is twice as hard as writing the code in the first place. Therefore, if you write the code as cleverly as possible, you are, by definition, not smart enough to debug it.","name" : "Brian W. Kernighan"},{"message" : "Controlling complexity is the essence of computer programming.","name" : "Brian Kernighan"},{"message" : "Programming is usually taught by examples.","name" : "Niklaus Wirth"},{"message" : "Whenever more than one thread accesses a given state variable, and one of them might write to it, they all must coordinate their access to it using synchronization.","name" : "Brian Goetz"},{"message" : "Programming is similar to a game of golf. The point is not getting the ball in the hole but how many strokes it takes.","name" : "Hayley Mills"},{"message" : "Programming today is a race between software engineers striving to build bigger and better idiot-proof programs, and the universe trying to build bigger and better idiots. So far, the universe is winning.","name" : "Rick Cook"},{"message" : "A C program is like a fast dance on a newly waxed dance floor by people carrying razors.","name" : "Waldi Ravens"},{"message" : "Programming is one of the most difficult branches of applied mathematics; the poorer mathematicians had better remain pure mathematicians.","name" : "Edsger Dijkstra"},{"message" : "You are being programmed all day, every day. You can't stop it, but you can determine if the programming is positive or negative.","name" : "Randy Gage"},{"message" : "Design and programming are human activities; forget that and all is lost.","name" : "Bjarne Stroustrup"},{"message" : "Writing code is not production, it's not always craftsmanship though it can be, it's design.","name" : "Joel Spolsky"},{"message" : "Programming is not a science. Programming is a craft.","name" : "Richard Stallman"},{"message" : "Programming is legitimate and necessary academic endeavour.","name" : "Donald Knuth"},{"message" : "Programming isn't about what you know; it's about what you can figure out.","name" : "Chris Pine"},{"message" : "You should imagine variables as tentacles, rather than boxes. They do not contain values; they grasp them two variables can refer to the same value.","name" : "Marijn Haverbeke"},{"message" : "Some programming languages manage to absorb change, but withstand progress.","name" : "Alan Perlis"},{"message" : "Programming is a skill best acquired by practice and example rather than from books.","name" : "Alan Turing"},{"message" : "It's hard enough to find an error in your code when you're looking for it; it's even harder when you've assumed your code is error-free.","name" : "Steve McConnell"},{"message" : "Programming is the art of telling another human being what one wants the computer to do.","name" : "Donald Knuth"},{"message" : "Programming in machine code is like eating with a toothpick.","name" : "Charles Petzold"},{"message" : "Programming is the art of doing one thing at a time","name" : "Michael C. Feathers"},{"message" : "Programming allows you to think about thinking, and while debugging you learn learning.","name" : "Nicholas Negroponte"},{"message" : "There are two ways of constructing a software design. One way is to make it so simple that there are obviously no deficiencies. And the other way is to make it so complicated that there are no obvious deficiencies.","name" : "C.A.R. Hoare"},{"message" : "Programming is not easy like Sunday morning, it is silent poetry.","name" : "Waseem Latif"},{"message" : "It's harder to read code than to write it.","name" : "Joel Spolsky"},{"message" : "Programming graphics in X is like finding the square root of PI using Roman numerals.","name" : "Henry Spencer"},{"message" : "Programming is much much harder than doing mathematics.","name" : "Doron Zeilberger"},{"message" : "Measuring programming progress by lines of code is like measuring aircraft building progress by weight.","name" : "Bill Gates"}]}