{"title" : "Psychology","quotes" : [{"message" : "The brain is wider than the sky.","name" : "Emily Dickinson"},{"message" : "Psychology keeps trying to vindicate human nature. History keeps undermining the effort.","name" : "Mason Cooley"},{"message" : "Introspection is always retrospection.","name" : "Sartre"},{"message" : "The chief difficulty for those who begin the study of scientific psychology is that all men indulge in popular psychology.","name" : "Karl Friedrich Muenzinger"},{"message" : "It is not easy to treat feelings scientifically.","name" : "Sigmund Freud"},{"message" : "The separation of psychology from the premises of biology is purely artificial, because the human psyche lives in indissoluble union with the body.","name" : "Carl Jung"},{"message" : "You are the creator of your own reality, and life can show up no other way than that way in which you think it will.","name" : "Neale Donald Walsh"},{"message" : "The greatest discovery of my generation is that human beings can alter their lives by altering their attitudes of mind.","name" : "William James"},{"message" : "The happiness of your life depends upon the quality of your thoughts.","name" : "Marcus Aurelius"},{"message" : "But psychology is a more tricky field, in which even outstanding authorities have been known to run in circles, describing things which everyone knows in language which no one understands.","name" : "Raymond Bernard Cattell"},{"message" : "It is easier to understand mankind in general than any individual man.","name" : "Francois de la Rochefoucauld"},{"message" : "The deepest principle in human nature is the craving to be appreciated.","name" : "William James"},{"message" : "Perception is a clash of mind and eye, the eye believing what it sees, the mind seeing what it believes.","name" : "Robert Brault"},{"message" : "It seems a pity that psychology has destroyed all our knowledge of human nature.","name" : "G.K. Chesterton"},{"message" : "To the intelligent man with an interest in human nature it must often appear strange that so much of the energy of the scientific world has been spent on the study of the body and so little on the study of the mind.","name" : "Edward Thorndike"},{"message" : "Knowing reality means constructing systems of transformations that correspond, more or less adequately, to reality.","name" : "Jean Piaget"},{"message" : "Nothing is so dangerous to the progress of the human mind than to assume that our views of science are ultimate, that there are no mysteries in nature, that our triumphs are complete and that there are no new worlds to conquer.","name" : "Humphry Davy"},{"message" : "Learn one way; react. Learn many ways; understand.","name" : "Tadeu Dias"},{"message" : "When the mind is thinking it is talking to itself.","name" : "Plato"},{"message" : "Idleness is the parent of psychology.","name" : "Friedrich Nietzsche"},{"message" : "No one who, like me, conjures up the most evil of those half-tamed demons that inhabit the human breast, and seeks to wrestle with them, can expect to come through the struggle unscathed.","name" : "Sigmund Freud"},{"message" : "Genuine feelings cannot be produced, nor can they be eradicated. We can only repress them, delude ourselves, and deceive our bodies. The body sticks to the facts.","name" : "Alice Miller"},{"message" : "Cognitive psychology tells us that the unaided human mind is vulnerable to many fallacies and illusions because of its reliance on its memory for vivid anecdotes rather than systematic statistics.","name" : "Steven Pinker"},{"message" : "A large part of the popularity and persuasiveness of psychology comes from its being a sublimated spiritualism: a secular, ostensibly scientific way of affirming the primacy of spirit over matter.","name" : "Susan Sontag"},{"message" : "Great spirits have often overcome violent opposition from mediocre minds.","name" : "Albert Einstein"},{"message" : "Hence, wherever we meet with vital phenomena that present the two aspects, physical and psychical there naturally arises a question as to the relations in which these aspects stand to each other.","name" : "Wilhelm Max Wundt"},{"message" : "Seeing ourselves as others see us would probably confirm our worst suspicions about them.","name" : "Franklin P. Jones"},{"message" : "No man's knowledge here can go beyond his experience.","name" : "John Locke"},{"message" : "Ultimately, man should not ask what the meaning of his life is, but rather he must recognize that it is he who is asked. In a word, each man is questioned by life; and he can only answer to life by answering for his own life; to life he can only respond by being responsible.","name" : "Victor Frankl"},{"message" : "Our wounds are often the openings into the best and most beautiful part of us.","name" : "David Richo"},{"message" : "A pessimist is one who makes difficulties of his opportunities, an optimist is one who makes opportunities of his difficulties.","name" : "Harry Truman"},{"message" : "If you deliberately plan on being less than you are capable of being, then I warn you that you’ll be unhappy for the rest of your life.","name" : "Abraham Maslow"},{"message" : "Happiness is the only thing that multiplies when you share it.","name" : "Albert Schweitzer"},{"message" : "Every man takes the limits of his own field of vision for the limits of the world.","name" : "Arthur Schopenhauer"},{"message" : "We shouldn't teach great books; we should teach a love of reading. Knowing the contents of a few works of literature is a trivial achievement. Being inclined to go on reading is a great achievement.","name" : "B.F. Skinner"},{"message" : "Even a happy life cannot be without a measure of darkness, and the word happy would lose its meaning if it were not balanced by sadness.","name" : "Carl G. Jung"},{"message" : "Every form of addiction is bad, no matter whether the narcotic be alcohol, morphine or idealism.","name" : "Carl Gustav Jung"},{"message" : "The pendulum of the mind oscillates between sense and nonsense, not between right and wrong.","name" : "Carl Gustav Jung"},{"message" : "Becoming is better than being.","name" : "Carol S. Dweck"},{"message" : "A wonderful fact to reflect upon, that every human creature is constituted to be that profound secret and mystery to every other.","name" : "Charles Dickens"},{"message" : "Probably the biggest insight is that happiness is not just a place, but also a process. Happiness is an ongoing process of fresh challenges, and it takes the right attitudes and activities to continue to be happy.","name" : "Ed Diener"},{"message" : "It is not primarily our physical selves that limit us but rather our mindset about our physical limits.","name" : "Ellen J. Langer"},{"message" : "Life doesn't make any sense without interdependence. We need each other, and the sooner we learn that, the better for us all.","name" : "Erik Erikson"},{"message" : "Life doesn't make any sense without interdependence. We need each other, and the sooner we learn that, the better for us all.","name" : "Erik Erikson"},{"message" : "For success, attitude is equally as important as ability.","name" : "Harry F. Banks"},{"message" : "If you want to be creative, stay in part a child, with the creativity and invention that characterizes children before they are deformed by adult society.","name" : "Jean Piaget"},{"message" : "Be content with what you have. Rejoice in how things are. When you realize there is nothing lacking the whole world belongs to you.","name" : "Lao Tzu"},{"message" : "Ability is what you’re capable of doing. Motivation determines what you do. Attitude determines how well you do it.","name" : "Lou Holtz"},{"message" : "Sometimes, if you want to change a man's mind, you have to change the mind of the man next to him first.","name" : "Megan Whalen Turner"},{"message" : "If you ever find yourself in the wrong story, leave.","name" : "Mo Willems"},{"message" : "When we encounter an unexpected challenge of threat, the only way to save ourselves is to hold on tight to the people around us and not let go.","name" : "Shawn Achor"},{"message" : "The highest and most beautiful things in life are not to be heard about, nor read about, nor seen but, if one will, are to be lived.","name" : "Soren Kierkegaard"}]}