{"title" : "Punctuality","quotes" : [{"message" : "In the ordinary business of life punctuality is . . . necessary.","name" : "Bertrand Russell"},{"message" : "Punctuality is the duty of subjects and the politeness of kings.","name" : "unknown"},{"message" : "Punctuality is the first step towards success.","name" : "Nishtunishaa"},{"message" : "The trouble with being punctual is that nobody's there to appreciate it.","name" : "Franklin P. Jones"},{"message" : "Promptitude is not only a duty, but is also a part of good manners; it is favorable to fortune, reputation, influence, and usefulness; a little attention and energy will form the habit, so as to make it easy and delightful.","name" : "Charles Simmons"},{"message" : "Punctuality is a quality the need of which is bound up with social co-operation. It has nothing to do with the relation of the soul to God, or with mystic insight, or with any of the matters with which the more elevated and spiritual moralists are concerned.","name" : "Bertrand Russell"},{"message" : "The most indispensable qualification of a cook is punctuality. The same must be said of guests.","name" : "B. Savarin"},{"message" : "Punctuality is not just limited to arriving at a place at right time, it is also about taking actions at right time.","name" : "Amit Kalantri"},{"message" : "Arriving late is a way of saying that your own time is more valuable than the time of the person who waited for you.","name" : "Karen Joy Fowler"},{"message" : "Few things tend more to alienate friendship than a want of punctuality in our engagements. I have known the breach of a promise to dine or sup to break up more than one intimacy.","name" : "William Hazlitt"},{"message" : "Better three hours too soon than a minute too late.","name" : "William Shakespeare"},{"message" : "One good thing about punctuality is that it's a sure way to help you enjoy a few minutes of privacy.","name" : "Orlando Aloysius Battista"},{"message" : "Know the true value of time; snatch, seize, and enjoy every moment of it. No idleness, no delay, no procrastination; never put off till tomorrow what you can do today.","name" : "Lord Chesterfield"},{"message" : "So long as we think of it objectively, time is Fate or Chance, the factor in our lives for which we are not responsible, and about which we can do nothing; but when we begin to think of it subjectively, we feel responsible for our time, and the notion of punctuality arises.","name" : "W H Auden"},{"message" : "Even if a farmer intends to loaf, he gets up in time to get an early start.","name" : "E W Howe"},{"message" : "Tardiness often robs us opportunity, and the dispatch of our forces.","name" : "Niccolo Machiavelli"},{"message" : "Punctuality is the art of guessing how late the other fellow is going to be.","name" : "Evelyn Waugh"},{"message" : "Punctuality is the thief of adventure.","name" : "Jan Struther"},{"message" : "If you are 15 minutes early, you are on time. If you are on time, you are late and if you are late, you didn't want to be there.","name" : "Anonymous"},{"message" : "If you're there before it's over, you're on time.","name" : "James J. Walker"},{"message" : "Method and punctuality are so little natural to man that where they exist they are commonly the effect of education or discipline.","name" : "W. B. Clulow"},{"message" : "Preparedness and punctuality are two of the most important qualities of a leader.","name" : "John A. Widtsoe"},{"message" : "Method is the very hinge of business, and there is no method without punctuality.","name" : "Richard Cecil"},{"message" : "It is no use running; to set out betimes is the main point.","name" : "Jean de la Fontaine"},{"message" : "Punctuality is the politeness of kings.","name" : "Louis XVIII of France"},{"message" : "Punctuality is one of the cardinal business virtues: always insist on it in your subordinates.","name" : "Don Marquis"},{"message" : "Want of punctuality is a want of virtue.","name" : "John M. Mason"},{"message" : "Punctuality is closely related to faithfulness and dependability. Being tardy can be linked to uninterest, apathy, slothfulness and procrastination...","name" : "Sterling W. Sill"},{"message" : "Punctuality is not about being on time, it's basically about respecting your own commitments.","name" : "unknown"},{"message" : "Punctuality is an essential trait of the teacher. It is a foundation, not an embellishment.","name" : "Boyd K. Packer"},{"message" : "Strict punctuality is perhaps the cheapest virtue which can give force to an otherwise utterly insignificant character.","name" : "J. F. Boyes."},{"message" : "Punctuality is the sole of business.","name" : "Thomas Chandler Haliburton"},{"message" : "The habit of being uniformly considerate toward others will bring increased happiness to you. As you put into practice the qualities of patience, punctuality, sincerity and solicitude, you will have a better opinion of the world about you.","name" : "Grenville Kleiser"},{"message" : "But Time, unfortunately, though it makes animals and vegetables bloom and fade with amazing punctuality has no such simple effect upon the mind of man.","name" : "Virginia Woolf"},{"message" : "Never put off till tomorrow what you can do the day after tomorrow.","name" : "Mark Twain"},{"message" : "Punctuality is the thief of time.","name" : "Oscar Wilde"},{"message" : "Punctuality is a compliment you pay to the intelligent and a rebuke you pay to the stupid.","name" : "W. Somerset Maugham"},{"message" : "Punctuality is a virtue, if you don't mind being lonely.","name" : "Edward Bulwer-Lytton"},{"message" : "The trouble with being punctual is that nobody's there to appreciate it.","name" : "Franklin P. Jones"},{"message" : "It is difficult to prove yourself reliable when people are required to wait for you.","name" : "Wes Fesler"},{"message" : "Punctuality is the stern virtue of men of business, and the graceful courtesy of princes.","name" : "Edward Bulwer-Lytton"},{"message" : "Punctuality or the lack thereof oftentimes is the only introduction one will ever have to new groups and friends. Serenity and poise are not the companions of those who lack the courtesy and judgment to be on time.","name" : "Marvin J Ashton"},{"message" : "Perhaps punctuality is a quality made even more valuable because it is found in so few people. Punctuality is not usually thought of in our day as a major virtue.","name" : "Sterling W. Sill"},{"message" : "Unfaithfulness in the keeping of an appointment is an act of clear dishonesty. You may as well borrow a person's money as his time.","name" : "Horace Mann"},{"message" : "To be on time is to be late. To be early is to be on time.","name" : "Tim Gunter"},{"message" : "In the tyranny of time, schedules and routines are ministers teaching us punctuality.","name" : "Srishti Halder"},{"message" : "Punctuality means doing something in an appointed period of time","name" : "Noopur Saini"},{"message" : "Punctuality is the virtue of the bored.","name" : "Evelyn Waugh"},{"message" : "Punctuality: the art of guessing how late the other person is going to be.","name" : "David Young"},{"message" : "I am believer in punctuality, though it makes me lonely.","name" : "E.V Lucas"},{"message" : "I have often noticed that the people who are late are often so much jollier than the people who have to wait for them.","name" : "E.V Lucas"},{"message" : "The trouble with being punctual is that there's nobody there to appreciate it.","name" : "Harold Rome"},{"message" : "If you are there before it is over, you are on time.","name" : "James J. Walker"},{"message" : "Punctuality at work prepares you to face the inevitable and grab opportunities in time.","name" : "Sandeep Ravidutt Sharma"},{"message" : "My motto is: be punctual, or don't be.","name" : "Frank Lupo"},{"message" : "Punctuality is the vice of virtuous women.","name" : "John Patrick"},{"message" : "I could never have done what I have done without the habits of punctuality, order, and diligence, without the determination to concentrate myself on one subject at a time.","name" : "Charles Dickens"},{"message" : "We teach punctuality, particularly if the enforcement of it disturbs the peace.","name" : "E.B. White"},{"message" : "Beginning of a great day begins a night before.","name" : "Sukant Ratnakar"},{"message" : "Self discipline, punctuality and time management are very important - for life is short, and every resource you have must be well utilized so that you find enlightenment and liberation - your ultimate goal.","name" : "Dada J.P. Vaswani"},{"message" : "That man who is regular and punctual will get sure success in all walks of life.","name" : "Sivananda Saraswati"},{"message" : "I have always been a quarter of an hour before my time, and it has made a man of me.","name" : "Lord Nelson"},{"message" : "I was taught a very strong work ethic that included punctuality, which I've always felt is a sign of respect for others.","name" : "Nicole Kidman"},{"message" : "A man consumes the time you make him wait in thinking of your faults-so don't be late!","name" : "Arthur Guiterman"},{"message" : "When steam first began to pump and wheels go round at so many revolutions per minute, what are called business habits were intended to make the life of man run in harmony with the steam engine, and his movement rival the train in punctuality.","name" : "George William Russell"},{"message" : "Lose an hour in the morning, and you will be looking for it all day.","name" : "Richard Whately"},{"message" : "You come most carefully upon your hour.","name" : "William Shakespeare"},{"message" : "The only way of catching a train I have ever discovered is to miss the train before.","name" : "G.K. Chesterton"},{"message" : "An artist must organize his life. Here is the exact timetable of my daily activities. Get up: 7.18 am; be inspired: 10.23 to 11.47 am. I take lunch at 12.11 pm and leave the table at 12.14 pm.","name" : "Erik Satie"},{"message" : "But think how early I go.","name" : "Lord Castlerosse"},{"message" : "We've been waiting 700 years, you can have the seven minutes.","name" : "Michael Collins"},{"message" : "We must leave exactly on time... From now on everything must function to perfection.","name" : "Benito Mussolini"},{"message" : "I'm getting married in the morning, . Ding! dong! the bells are gonna chime. . Pull out the stopper; . Let's have a whopper; .","name" : "Alan Jay Lerner"},{"message" : "We met at nine. . We met at eight. . I was on time. . No, you were late.","name" : "Alan Jay Lerner"},{"message" : "If you have time don't wait for time.","name" : "Benjamin Franklin"},{"message" : "When you act on your promptings, you will live with no regrets.","name" : "Kody Bateman"},{"message" : "Punctuality is a great virtue in the school of success.","name" : "Louis Osuetha"},{"message" : "Mike, this is a railroad watch - as close to absolute accuracy as a watch can be made. Something no locomotive engineer conductor would function very well without. To such men, punctuality is as important as the steady beat of the human heart.","name" : "John Beresford Tipton"},{"message" : "Nerds are nothing if not punctual.","name" : "Zoey"},{"message" : "Smart and punctual. Two hours on the dot.","name" : "D'avin Jaqobis"},{"message" : "Punctuality, Henry. Without it, time stands still.","name" : "Phil Brickman"},{"message" : "Oh, do try to be punctual on the day of your wedding. It's one of those strange little rituals of courtship that requires your presence.","name" : "The Queen"},{"message" : "And if they're as punctual as Big Ben, they've already got it.","name" : "Alex Sector"}]}