{"title" : "Purpose","quotes" : [{"message" : "Find a purpose to serve, not a lifestyle to live.","name" : "Criss Jami"},{"message" : "Purpose is the place where your deep gladness meets the world's needs.","name" : "Frederick Buechner"},{"message" : "The purpose of life is to be defeated by greater and greater things.","name" : "Rainer Maria Rilke"},{"message" : "The purpose of life is not to be happy. It is to be useful, to be honorable, to be compassionate, to have it make some difference that you have lived and lived well.","name" : "Ralph Waldo Emerson"},{"message" : "The purpose of life is not to fight against evil and misfortune; it is to unveil magnificence.","name" : "Alan Cohen"},{"message" : "Everything in this life has a purpose, there are no mistakes, no coincidences.","name" : "Elisabeth Kubler-Ross"},{"message" : "Our chief usefulness to humanity rests on our combining power with high purpose. Power undirected by high purpose spells calamity, and high purpose by itself is utterly useless if the power to put it into effect is lacking.","name" : "Theodore Roosevelt"},{"message" : "There is a purpose to our lives that each day tugs at our sleeve as an annoying distraction.","name" : "Robert Brault"},{"message" : "The purpose of life is to glorify God in both good and hard times alike.","name" : "T. B. Joshua"},{"message" : "This is the true joy of life, the being used up for a purpose recognized by yourself as a mighty one.","name" : "George Bernard Shaw"},{"message" : "Having a sense of purpose is having a sense of self. A course to plot is a destination to hope for.","name" : "Bryant H. McGill"},{"message" : "You can come to understand your purpose in life by slowing down and feeling your heart's desires.","name" : "Marcia Wieder"},{"message" : "A purpose, an intention, a design, strikes everywhere even the careless, the most stupid thinker.","name" : "David Hume"},{"message" : "Great minds have purposes, others have wishes.","name" : "Washington Irving"},{"message" : "The first thing to do in life is to do with purpose what one purposes to do.","name" : "Pablo Casals"},{"message" : "If you can't figure out your purpose, figure out your passion. For your passion will lead you right into your purpose.","name" : "T. D. Jakes"},{"message" : "The purpose of life is a life of purpose.","name" : "Robert Bryne"},{"message" : "The purpose of life is to live it, to taste experience to the utmost, to reach out eagerly and without fear for newer and richer experience.","name" : "Eleanor Roosevelt"},{"message" : "I think the purpose of life is to be useful, to be responsible, to be honorable, to be compassionate. It is, after all, to matter: to count, to stand for something, to have made some difference that you lived at all.","name" : "Leo C. Rosten"},{"message" : "Find a purpose in life so big it will challenge every capacity to be at your best.","name" : "David O. McKay"},{"message" : "The purpose of life is not to be happy—but to matter, to be productive, to be useful, to have it make some difference that you lived at all.","name" : "Leo Rosten"},{"message" : "Success is... knowing your purpose in life, growing to reach your maximum potential, and sowing seeds that benefit others.","name" : "John C. Maxwell"},{"message" : "You can accept reality, or you can persist in your purpose until reality accepts you.","name" : "Robert Brault"},{"message" : "Man is fulfilling the purpose of existence who no longer needs to have any purpose except to live. That is to say, who is content.","name" : "Ludwig Wittgenstein"},{"message" : "I don't think life is absurd. I think we are all here for a huge purpose. I think we shrink from the immensity of the purpose we are here for.","name" : "Norman Mailer"},{"message" : "When you walk in purpose, you collide with destiny.","name" : "Ralph Buchanan"},{"message" : "The life purpose of the true social entrepreneur is to change the world.","name" : "Bill Drayton"},{"message" : "Everything happens for a reason and a purpose, and it serves you.","name" : "Anthony Robbins"},{"message" : "The secret of success is constancy to purpose.","name" : "Benjamin Disraeli"},{"message" : "Your purpose in life is to find your purpose and give your whole heart and soul to it.","name" : "Gautama Buddha"},{"message" : "Our prime purpose in this life is to help others. And if you can't help them, at least don't hurt them.","name" : "Dalai Lama"},{"message" : "Passion is so much more than a feeling. It's living in the meaningful and joy-filled zone of ‘being' and ‘doing' your life's purpose.","name" : "Kent Julian"},{"message" : "Service is the rent we pay for being. It is the very purpose of life, and not something you do in your spare time.","name" : "Marian Wright Edelman"},{"message" : "Happiness is the meaning and the purpose of life, the whole aim and end of human existence.","name" : "Aristotle"},{"message" : "If you have a strong purpose in life, you don't have to be pushed. Your passion will drive you there.","name" : "Roy T. Bennett"},{"message" : "There is a design and a purpose for each of our lives. Living unaware of that is sad, but dying unaware of it is a tragedy.","name" : "Lou Engle"},{"message" : "The only purpose of our lives consists in waking each other up and being there for each other.","name" : "Johanna Paungger"},{"message" : "If you have a purpose in which you can believe, there's no end to the amount of things you can accomplish.","name" : "Marian Anderson"},{"message" : "The purpose of life is to discover your gift. The meaning of life is to give your gift away.","name" : "David Viscott"},{"message" : "Our purpose in life is to be happy. From the very core of our being, we simply desire contentment.","name" : "Dalai Lama"},{"message" : "The purpose of life is the expansion of happiness.","name" : "Deepak Chopra"},{"message" : "The purpose of life is to contribute in some way to making things better.","name" : "Robert Kennedy"},{"message" : "Life is never made unbearable by circumstances, but only by lack of meaning and purpose.","name" : "Viktor Frankl"},{"message" : "The purpose of our lives is to be happy.","name" : "Dalai Lama"},{"message" : "Definiteness of purpose is the starting point of all achievement.","name" : "W. Clement Stone"},{"message" : "The purpose of human life is to serve, and to show compassion and the will to help others.","name" : "Albert Schweitzer"},{"message" : "But we are strong, each in our purpose, and we are all more strong together.","name" : "Bram Stoker"}]}