{"title" : "Quietness","quotes" : [{"message" : "There are times when silence is the best way to yell at the top of your voice.","name" : "Orlando Aloysius Battista"},{"message" : "It's not enough to be quiet. Quietness is the absence of noise. We need peace, the presence of justice and to be - and so people here can coexist and live together.","name" : "Jesse Jackson"},{"message" : "Quietness is the beginning of virtue. To be silent is to be beautiful. Stars do not make a noise.","name" : "James Stephens"},{"message" : "Silence propagates itself, and the longer talk has been suspended, the more difficult it is to find anything to say.","name" : "Samuel Johnson"},{"message" : "Silence often expresses 'more powerfully than speech the verdict and judgment of society.","name" : "Benjamin Disraeli"},{"message" : "My heart is tuned to the quietness that the stillness of nature inspires.","name" : "Hazrat Inayat Khan"},{"message" : "The silence often of pure innocence persuades when speaking fails.","name" : "William Shakespeare"},{"message" : "After an argument, silence may mean acceptance or the continuation of resistance by other means.","name" : "Mason Cooley"},{"message" : "In quietness we find inner peace.","name" : "Lailah Gifty Akita"},{"message" : "As we practice meditation, we get used to stillness and eventually are able to make friends with the quietness of our sensations.","name" : "Sharon Salzberg"},{"message" : "Silence holds the door against the strife of tongue and all the impertinences of idle conversation.","name" : "James Hervey"},{"message" : "Silence is the great teacher and to learn its lessons you must pay attention to it. There is no substitute for the creative inspiration, knowledge, and stability that come from knowing how to contact your core of inner silence.","name" : "Deepak Chopra"},{"message" : "True silence is the rest of the mind; it is to the spirit what sleep is to the body, nourishment and refreshment.","name" : "William Penn"},{"message" : "Silence is a trick when it imposes. Pedants and scholars, churchmen and physicians, abound in silent pride.","name" : "John Zimmerman"},{"message" : "Silence is only frightening to people who are compulsively verbalizing.","name" : "William S. Burroughs"},{"message" : "Learn silence. With the quiet serenity of a meditative mind, listen, absorb, transcribe, and transform.","name" : "Pythagoras"},{"message" : "Silence is one of the great arts of conversation.","name" : "Marcus Tullius Cicero"},{"message" : "Silence is as full of potential wisdom and wit as the unshown marble of great sculpture. The silent bear no witness against themselves.","name" : "Aldous Huxley"},{"message" : "Mentally prepare ourselves for excellence...block out the noise of everyday distractions and tap into the quietness of meaningful focus, intent and a winning mindset.","name" : "Robert Cheeke"},{"message" : "Silence is sometimes the only way to share the unsharable.","name" : "Ron McLarty"},{"message" : "To me so deep a silence portends some dread event; a clamorous sorrow wastes itself in sound.","name" : "Sophocles"},{"message" : "Silence is the sleep that nourishes wisdom.","name" : "Francis Bacon"},{"message" : "Silence fertilizes the deep place where personality grows. A life with a peaceful center can weather all storms.","name" : "Norman Vincent Peale"},{"message" : "Silence is the safest response for all the contradiction that arises from impertinence, vulgarity, or envy.","name" : "Johann Georg Zimmermann"},{"message" : "All that is important comes in quietness and waiting.","name" : "Patrick Lindsay"},{"message" : "The true lasting quietness comes from a complete consecration to the Divine.","name" : "Mirra Alfassa"},{"message" : "Silence is the most perfect expression of scorn.","name" : "George Bernard Shaw"},{"message" : "Quietness is an essential part of all awareness. In quiet times and sleepy times, a child can dwell in thoughts of his own, and in songs and stories of his own.","name" : "Margaret Wise Brown"},{"message" : "True inward quietness ... is not vacancy, but stability - the steadfastness of a single purpose.","name" : "Caroline Emelia Stephen"},{"message" : "By drawing our senses of perception inward, we are able to experience the control, silence, and quietness of the mind.","name" : "B.K.S. Iyengar"},{"message" : "Silence is a solvent that destroys personality, and gives us leave to be great and universal.","name" : "Ralph Waldo Emerson"},{"message" : "Silence, when nothing need be said, is the eloquence of discretion.","name" : "Christian N. Bovee"},{"message" : "Silence is a figure of speech, unanswerable, short, cold, but terribly severe.","name" : "Theodore Parker"},{"message" : "Silence is the language of God; it is also the language of the heart.","name" : "Sivananda"},{"message" : "In quietness the soul expands.","name" : "Rockwell Kent"},{"message" : "Silence is the safest course for any man to adopt who distrust himself.","name" : "Francois de la Rochefoucauld"},{"message" : "There's a non-existent peace in the uncertain quietness.","name" : "Fernando Pessoa"},{"message" : "Well-timed silence is the most commanding expression.","name" : "Mark Helprin"},{"message" : "Silence is a true friend who never betrays.","name" : "Confucius"},{"message" : "Only in quietness do we possess our own minds and discover the resources of the Inner Life.","name" : "Helen Keller"},{"message" : "The true lasting quietness, comes from a complete consecration to the Divine","name" : "Mirra Alfassa"},{"message" : "Quiet minds cannot be perplexed or frightened but go on in fortune or misfortune at their own private pace, like a clock during a thunderstorm.","name" : "Robert Louis Stevenson"},{"message" : "Cultivating quietness is a missing discipline today...the quietness needed to nurture an inner life hid in Christ.","name" : "Aiden Wilson Tozer"},{"message" : "Silence is more musical than any song.","name" : "Christina Rossetti"},{"message" : "In the moment of quietness, my strength re-energized.","name" : "Lailah Gifty Akita"},{"message" : "Silence is one of the hardest arguments to refute.","name" : "Josh Billings"}]}