{"title" : "Quitting","quotes" : [{"message" : "Pain is temporary. Quitting lasts forever.","name" : "Lance Armstrong"},{"message" : "Age wrinkles the body. Quitting wrinkles the soul.","name" : "Douglas Macarthur"},{"message" : "Quitting is the easiest thing to do.","name" : "Robert Kiyosaki"},{"message" : "You can always quit, so why quit now.","name" : "Robert Kiyosaki"},{"message" : "When your own mind tells you to quit, you must ignore your negative thoughts and press on.","name" : "Robert Kiyosaki"},{"message" : "Strategic quitting is the secret of successful organizations","name" : "Seth Godin"},{"message" : "Failing is not the worst thing in the world; quitting is.","name" : "Edwin Louis Cole"},{"message" : "It's always too early to quit.","name" : "Norman Vincent Peale"},{"message" : "You can never quit. Winners never quit, and quitters never win.","name" : "Ted Turner"},{"message" : "If you quit once it becomes a habit. Never quit.","name" : "Michael Jordan"},{"message" : "Most people who succeed in the face of seemingly impossible conditions are people who simply don't know how to quit.","name" : "Robert Schuller"},{"message" : "A man is not finished when he is defeated. He is finished when he quits.","name" : "Richard M. Nixon"},{"message" : "Quit now, you'll never make it. If you disregard this advice, you'll be halfway there.","name" : "David Zucker"},{"message" : "Rest but never quit. Even the sun has a sinking spell each evening. But it always rises the next morning. At sunrise, every soul is born again.","name" : "unknown"},{"message" : "One of the most common causes of failure is the habit of quitting when one is overtaken by temporary defeat.","name" : "Napoleon Hill"},{"message" : "Once you learn to quit, it becomes a habit.","name" : "Vince Lombardi"},{"message" : "A quitter never wins and a winner never quits.","name" : "Napoleon Hill"},{"message" : "Never Quit.... Never ever Quit... You might feel weak when there is someone stronger and more skilled than you are, but if you don't quit there is a chance to prove your determination....","name" : "Swetha Dhanagari"},{"message" : "Quitting is not the answer. Life is not fair, and you can't quit every time something unfair happens to you.","name" : "John Grisham"},{"message" : "Quitting is a hiccup for losers. And down they go.","name" : "Lorenz Font"},{"message" : "Of all the stratagems, to know when to quit is the best.","name" : "Chinese Proverb"},{"message" : "Success can be defined in many ways but failure in only one ...","name" : "Gerard de Marigny"},{"message" : "Next time you want to quit, think who you want to be. Quitters never win.","name" : "Julie Hebert"},{"message" : "If you live long enough, you'll make mistakes. But if you learn from them, you'll be a better person. It's how you handle adversity, not how it affects you. The main thing is never quit, never quit, never quit.","name" : "Bill Clinton"},{"message" : "The man who gives up accomplishes nothing and is only a hindrance. The man who does not give up can move mountains.","name" : "Ernest Hello"},{"message" : "Things can always get worse, but only quitters quit!","name" : "Nina Sakura"},{"message" : "Quitting is leading too.","name" : "Nelson Mandela"},{"message" : "Never quit. It is the easiest cop-out in the world. Set a goal and don't quit until you attain it. When you do attain it, set another goal, and don't quit until you reach it. Never quit.","name" : "Bear Bryant"},{"message" : "The problem with self-improvement is knowing when to quit.","name" : "David Lee Roth"},{"message" : "When faced with a mountain, I will not quit! I will keep on striving until I climb over, find a pass through, tunnel underneath - or simply stay and turn the mountain into a gold mine, with God's help!","name" : "Friedrich von Schiller"},{"message" : "Quit while you're ahead.","name" : "Proverb"},{"message" : "The first time you quit, it's hard. The second time, it gets easier. The third time, you don't even have to think about it.","name" : "Bear Bryant"},{"message" : "No one wants to quit when he's losing and no one wants to quit when he's winning.","name" : "Richard Petty"},{"message" : "Fight the tendency to quit while you're behind.","name" : "Dave Weinbaum"},{"message" : "Hard times ain't quit and we ain't quit.","name" : "Meridel Le Sueur"},{"message" : "It's a little like wrestling a gorilla. You don't quit when you're tired, you quit when the gorilla is tired.","name" : "Robert Strauss"},{"message" : "Resolve never to quit, never to give up, no matter what the situation.","name" : "Jack Nicklaus"},{"message" : "There's only one way you can fail, and that's to quit.","name" : "Brian Hays"},{"message" : "You're never a loser until you quit trying.","name" : "Mike Ditka"},{"message" : "I never tried quitting, and I never quit trying.","name" : "Dolly Parton"},{"message" : "The difference in winning and losing is most often not quitting.","name" : "Walt Disney"},{"message" : "Effort only fully releases its reward after a person refuses to quit.","name" : "Napoleon Hill"},{"message" : "The best way to guarantee a loss is to quit.","name" : "Morgan Freeman"},{"message" : "How am I to know what I can achieve if I quit?","name" : "Jason Bishop"},{"message" : "I might lack in technicality, I might lack in strength, but there's no quit in me...I don't give up.","name" : "Dan Hardy"},{"message" : "Quitting doesn't enter my mind.","name" : "Jimmy Buffett"},{"message" : "The day I quit is the day I die.","name" : "unknown"},{"message" : "When you feel like quitting, remember why you started.","name" : "unknown"}]}