{"title" : "Racism","quotes" : [{"message" : "Racism springs from ignorance.","name" : "Mario Balotelli"},{"message" : "You don't fight racism with racism, the best way to fight racism is with solidarity.","name" : "Bobby Seale"},{"message" : "No human race is superior; no religious faith is inferior. All collective judgments are wrong.","name" : "Elie Wiesel"},{"message" : "We must learn to live together as brothers or perish together as fools.","name" : "Martin Luther King Jr."},{"message" : "Do you know what we call opinion in the absence of evidence? We call it prejudice.","name" : "Michael Crichton"},{"message" : "To like an individual because he's black is just as insulting as to dislike him because he isn't white.","name" : "E. E. Cummings"},{"message" : "To live anywhere in the world today and be against equality because of race or color is like living in Alaska and being against snow.","name" : "William Faulkner"},{"message" : "Hating people because of their color is wrong. And it doesn't matter which color does the hating. It's just plain wrong.","name" : "Muhammad Ali"},{"message" : "Prejudice is the child of ignorance.","name" : "William Hazlitt"},{"message" : "If a white man falls off a chair drunk, it's just a drunk. If a Negro does, it's the whole damn Negro race.","name" : "Bill Cosby"},{"message" : "Racism, in the first place, is a weapon used by the wealthy to increase the profits they bring in by paying Black workers less for their work","name" : "Angela Davis"},{"message" : "Racism is an ism to which everyone in the world today is exposed; for or against, we must take sides. And the history of the future will differ according to the decision which we make.","name" : "Ruth Benedict"},{"message" : "Whites must be made to realize that they are only human, not superior. Same with blacks. They must be made to realize that they are also human, not inferior.","name" : "Steve Biko"},{"message" : "The roots of racism lie deep in man's nature, wounded and bruised by original sin.","name" : "Sargent Shriver"},{"message" : "One of the worst things about racism is what it does to young people.","name" : "Alvin Ailey"},{"message" : "Any concept of one person being superior to another can lead to racism.","name" : "Walter Lang"},{"message" : "It demands great spiritual resilience not to hate the hater whose foot is on your neck, and an even greater miracle of perception and charity not to teach your child to hate.","name" : "James Arthur Baldwin"},{"message" : "Racism, because it favors color over talent, is bad for business.","name" : "Steven Pinker"},{"message" : "Racism is a refuge for the ignorant. It seeks to divide and to destroy. It is the enemy of freedom, and deserves to be met head-on and stamped out.","name" : "Pierre Berton"},{"message" : "Racism is beyond common sense and has no place in our society.","name" : "Steven Patrick Morrissey"},{"message" : "People know about the Klan and the overt racism, but the killing of one's soul little by little, day after day, is a lot worse than someone coming in your house and lynching you.","name" : "Samuel L. Jackson"},{"message" : "I was raised to believe that excellence is the best deterrent to racism or sexism. And that's how I operate my life.","name" : "Oprah Winfrey"},{"message" : "I have a dream that my four little children will one day live in a nation where they will not be judged by the color of their skin but by the content of their character.","name" : "Martin Luther King, Jr."},{"message" : "The color of the skin is in no way connected with strength of the mind or intellectual powers.","name" : "Benjamin Banneker"},{"message" : "Racism cannot be cured solely by attacking some of the results it produces, like discrimination in housing or in education.","name" : "Sargent Shriver"},{"message" : "Racism is ridiculous no matter where it's coming from.","name" : "Alan Ball"},{"message" : "The minute you understand racism, you're responsible for being racist. It's like eating from the tree of knowledge.","name" : "Lynda Barry"},{"message" : "In order to get beyond racism, we must first take account of race. There is no other way. And in order to treat some persons equally, we must treat them differently.","name" : "Harry A. Blackmun"},{"message" : "The white man's happiness cannot be purchased by the black man's misery.","name" : "Frederick Douglass"},{"message" : "A group of white South Africans recently killed a black lawyer because he was black. That was wrong. They should have killed him because he was a lawyer.","name" : "A. Whitney Brown"},{"message" : "When people like me, they tell me it is in spite of my colour. When they dislike me, they point out that it is not because of my colour.","name" : "Frantz Fanon"},{"message" : "Racism built me into a person that was set up to be self-destructive.","name" : "Jayson Blair"},{"message" : "Lukewarm acceptance is more bewildering than outright rejection.","name" : "Martin Luther King, Jr."},{"message" : "A racially integrated community is a chronological term timed from the entrance of the first black family to the exit of the last white family.","name" : "Saul Alinsky"},{"message" : "Let us all hope that the dark clouds of racial prejudice will soon pass away, and that in some not too distant tomorrow the radiant stars of love and brotherhood will shine over our great nation with all their scintillating beauty.","name" : "Martin Luther King, Jr."},{"message" : "At the heart of racism is the religious assertion that God made a creative mistake when He brought some people into being","name" : "Friedrich Otto Hertz"},{"message" : "In this country American means white. Everybody else has to hyphenate.","name" : "Toni Morrison"},{"message" : "You face racism in small and large ways.","name" : "Jayson Blair"},{"message" : "Racism is not dead. Definitely, there are these biases.","name" : "John McWhorter"},{"message" : "Racism isn't born, folks, it's taught. I have a two-year-old son. You know what he hates? Naps! End of list.","name" : "Denis Leary"},{"message" : "The denial of racism is a form of racism itself.","name" : "Tim Wise"},{"message" : "Racism, unfortunately, is part of the fabric of America's society.","name" : "David Scott"},{"message" : "Racial superiority is a mere pigment of the imagination.","name" : "unknown"},{"message" : "Discrimination is a disease.","name" : "Roger Staubach"},{"message" : "Judgments prevent us from seeing the good that lies beyond appearances.","name" : "Wayne W. Dyer"},{"message" : "It is never too late to give up our prejudices.","name" : "Henry David Thoreau"},{"message" : "The test of courage comes when we are in the minority. The test of tolerance comes when we are in the majority.","name" : "Ralph W. Sockman"},{"message" : "Our thoughts are unseen hands shaping the people we meet. Whatever we truly think them to be, that's what they'll become for us.","name" : "Richard Cowper"}]}