There are as many kinds of Rastas as the reeds that grow on the riverbank. There's the baldhead Rasta, like me. There's the white Rasta, like you. There's the rootical Rasta...There's Congo Dread and Coptic Dread. But it all stem from the same thing, and it all go through the same place, the heart, you know.
Gerald Hausman
What is it about this movement--developing in the slums of West Kingston, Jamaica--that makes it so appealing to people of very different nationalities, ethnic backgrounds, socioeconomic standings, and academic interests?
Nathaniel Samuel Murrell
To many, dreadlocks are a symbol of defiance against 'Babylon', to others a way of manifesting individual, personal choice and being different from the mainstream aesthetic norms, whilst to others they are simply the natural way of wearing ones hair according to biblical scripture.
Katrin Hansing
Any interpretation of the significance of Rastafari must begin with the understanding that it is a conscious attempt by the African soul to free itself from the alienating fetters of colonialism and its contemporary legacies.
Ennis B. Edmonds
Rasta psychology is...resistance and liberation psychology--the sum total of the organized and spontaneous campaign against racist subjection, fired by the burning desire to be free from all forms of social, economic, and political dimination.
Clinton Hutton
Rasta is a concept, Rasta is a religion, Rasta is a faith, Rasta is you. You make yourself to be a Rasta. And in order to be a Rasta, you have to seek first the Kingdom of God, and all things shall be added.
Brother Yendi
Rastafarianism is the first mass movement among West Indians preoccupied with the task of looking into themselves and asking the fundamental question, Who am I? or What am I?
Dennis Forsythe
Above my bed, Bob's face I saw, my daddy looking at me so passionately, little brother. Well, in his eyes I saw the truth, mommy, the truth of a Rastaman, the truth of a iyaman.
Ziggy Marley
For if one days its coffee, the next day it may be tea, but if there is nothing at all, ALMIGHTY, I-n-I will still give thanks to Thee.
Robert Athlyi Rogers
JAH would never give the power to a baldhead. Run some crucify the dread. Time alone, oh! time will tell. Think you're in heaven, but you living in hell.
Bob Marley
It is not only war that can stop war but men of goodwill, conscious of their mission can deal with such deadly enemy.
Haile Selassie
Don't gain the world and lose your soul; wisdom is better than silver or gold.
Bob Marley
Everyone will someday be judged for what they do, and Jah is the only judge.
Dennis Brown
Enlightened leadership is spiritual if we understand spirituality not as some kind of religious dogma or ideology but as the domain of awareness where we experience values like truth, goodness, beauty, love and compassion, and also intuition, creativity, insight and focused attention.
Deepak Chopra
Life is one big road with lots of signs. So when you riding through the ruts, don't complicate your mind. Flee from hate, mischief and jealousy. Don't bury your thoughts, put your vision to reality .
Bob Marley
This world was not created piecemeal. Africa was born no later and no earlier than any other geographical area on this globe. Africans, no more and no less than other men, possess all human attributes, talents and deficiencies, virtues and faults.
Haile Selassie I
Emancipate yourselves from mental slavery. None but ourselves can free our minds.
Bob Marley
Just because you are happy it does not mean that the day is perfect but that you have looked beyond its imperfections.
Bob Marley
Life and Jah are one in the same. Jah is the gift of existence. I am in some way eternal, I will never be duplicated. The singularity of every man and woman is Jah's gift. What we struggle to make of it is our sole gift to Jah. The process of what that struggle becomes, in time, the truth.
Bob Marley
The more people smoke herb, the more Babylon fall.
Bob Marley
Rastafarianism isn't recognized my the prison service, shall I register you as null religion.
Maureen Chadwick
A Rasta is someone who has been elected and who is making his calling and election sure to enter, holy Zion!
Empress Yuajah
Not every Rasta knows he is Rasta yet, but eventually he will have no choice but to know.
Empress Yuajah
Born Rasta's have spiritually inherited the values and beliefs of what it means to be Rastafari. In Rastafari we value respect and show love.
Empress Yuajah
Rastafari is a spiritual way of life, not a religion. We don't have hard and fast rules, we don't try to convert others, and we certainly don't believe anybody should die because they don't believe the same thing we do.
Empress Yuajah
Rastafarians are pro-life. We believe all life is valuable at all times.
Empress Yuajah
Rastafari is a way of life that acknowledges Jah is some very specific, special and spiritual ways.
Empress
To embrace Rastafari is a blessing. Convert to Rastafari is my way of sharing this blessing of my faith, with those who want to embrace it too. The more Rastafari minded individuals we have on the earth, the better the world will be.
Empress
A Rasta is a person who loves and respects, and is spiritually aware of, the earth, himself, King Selassie I, Jah, and Jah creations.
Empress
The Rastafari are a recent reincarnation of these efforts to develop racially grounded cultural alternatives, and like their predecessors, they, too, suffered from suppression and rejection by their fellow citizens and kin.
Charles Price
Rastafari identity is a version of a long-standing set of racialized dialogues concerned with challenging oppression and White cultural hegemony.
Charles Price
Rastafari has much in common with 'prefigurative' social movements in that the Rastafari identity (and its cultural complex) provides ideas for people experimenting with different ways of relating and living.
Charles Price
Becoming a Rastafarian is characteristically a conversion process, and identity transformation.
Charles Price
Rastafarians do not represent the traditional culture of precolonial Africans, they sought to adopt as many of the elements of the traditional culture as they could, and called attention to the history of precolonial Africa.
Anita M. Waters
Rastafari is a spirituality of the heart. If you use your mind to understand something that is spiritual, you may miss the true essence and meaning of it.
Empress
Rastafari men and women also sport a unique hairstyle, which they prefer to as dreads, but more correctly known as locks.
Seon M. Lewis
Another noticeable characteristic of Rastafari is their clothing. Designed by themselves, it is made with bright colors of red, green and yellow. These colors are not there only for decorative beauty, but they represent significant religious implications to Rastafari.
Seon M. Lewis
Rastafari believe that they are the only ones who are today living up to the Lord's biblical stipulations. The stipulation of not cutting one's hair.
Seon M. Lewis
Rastafari was acting upon human nature. They are engaged in humanity's ancient national pastime, cultivating their culture, and, for that, they should not be demonized just because well established religious say so.
Seon M. Lewis
Dreadlocks are the multivalent symbol of Rastafarian self-confidence, valorization of African beauty, and mythical connection with Jah.
Ennis Barrington Edmonds
The principles of Rastafarian lifestyle, called 'livity', encode a commitment to live organically and harmoniously with the environment, which is infused with Jah's power.
Ennis Barrington Edmonds
Many people of all ethnic stripes, who find themselves marginalized by what they perceive as the oppressive and homogenizing values have found in Rastafari a means of resisting those values and institutions, and returning home to a sense of self, rooted in a divine relationship with Jah.
Ennis Barrington Edmonds
Out of the dark colonial past of their forbears, Rastas have risen up to affirm their self-dignity, African heritage, and right to self-determination.
Ennis Barrington Edmonds
Some Rastas believe that their hair resembles as the mane, of a lion, others believe it shows the crown of their Jah Selassie. Dreads are mostly worn in compiance with athe Biblical references.
Johannes Schiefer
Rastafarians have a close relationship with nature.
Amber Wilson
The Rastafari diet is called Ital, which comes from the word 'vital'. Rastafarians use the term 'Ital' to mean a natural and healthy way of life.
Amber Wilson
Rastafarians obey the laws of the Old Testament in the Bible, and do not cut or comb their dreads because they believe the Bible forbids it.
Amber Wilson
An important part of some Rastafarians ceremonies is smoking a green herb called marijuana, or ganja, while reciting prayers. Rastafarians believe this herb calms people and brings them together in a peaceful way.
Amber Wilson
Smoking marijuana is illegal in many parts of the world, including Jamaica, but Rastafarians do not obey this las because they believe it was created by people who do not share their religion.
Amber Wilson
For most Jamaicans, religion is much more than just paying lip service to vague ideals; it represents a total involvement, a way of life.
Harry S. Pariser
Most famous (and at times in the past, infamous) of all the sects originating in the Caribbean, Rastafarianism is also the most horrendously misunderstood.
Harry S. Pariser
Rastas are basically vegetarians. Vegetables, fruit and juices are dietary staples.
Harry S. Pariser
Rastas represent the spirit of the lion in the way they carry themselves, in their looks, and in their challenging attitudes towards contemporary social values.
Harry S. Pariser
Rastas are congenial, gentle, and trustworthy people. The true Rasta, that is.
Harry S. Pariser
Jamaica has often been characterized as an extremely religious society, and one place this religiosity is strongly reflected is in the country's popular music - particularly in the strong influence of the Rastafarian faith on reggae.
Michael Veal
Rastafarian belief rejected modern technology in favor of a philosophy of naturalism typified by a rural ('roots') lifestyle.
Michael Veal
Although there were abundant love songs, novelty songs, slackness songs, and instrumentals, the Rastafarian influence was dominant in the popular reggae of the era.
Michael Veal
Rastafarians encounter all manner of diverse opinions, hearsay and half-truths about themselves, usually from those who see them from the perspective of spectators rather than faithful disciples.
Abba Yahudah