{"title" : "Reason","quotes" : [{"message" : "The madman is not the man who has lost his reason. The madman is the man who has lost everything except his reason.","name" : "Gilbert K. Chesterton"},{"message" : "Those who will not reason, perish in the act. Those who will not act, perish for that reason.","name" : "W H Auden"},{"message" : "Perhaps the reason we are unable to love is that we yearn to be loved, that is, we demand something (love) from our partner instead of delivering ourselves up to him demand-free and asking for nothing but his company.","name" : "Milan Kundera"},{"message" : "An idle reason lessens the weight of the good ones you gave before.","name" : "Jonathan Swift"},{"message" : "Human reason has this peculiar fate that in one species of its knowledge it is burdened by questions which, as prescribed by the very nature of reason itself, it is not able to ignore, but which, as transcending all its powers, it is also not able to answer.","name" : "Immanuel Kant"},{"message" : "Reason must be deluded, blinded, and destroyed. Faith must trample underfoot all reason, sense, and understanding, and whatever it sees must be put out of sight and, know nothing but the word of God.","name" : "Martin Luther"},{"message" : "Love is a passion for life shared with another person. You fall in love with a person who you think is wonderful. It's your deepest appreciation of the value of that individual, and that individual is a reflection of what you value most in life. Love, for sound reasons, can be one of life's greatest rewards.","name" : "Terry Goodkind"},{"message" : "And if your parents have you for a reason, then that reason better exist. Because once it's gone, so are you.","name" : "Jodi Picoult"},{"message" : "The past shouldn't be forgotten. It should be used as a guide for future situations and not used as a reason to avoid making difficult decisions. There was always a choice.","name" : "Maria V. Snyder"},{"message" : "I understand the reasons behind his keeping a distance from a girl he cares about. Because the truth is, sometimes getting close to the fire does actually burn you.","name" : "Simone Elkeles"},{"message" : "When bad things turn good, the reason can usually be found in the human heart—sometimes in the hearts of great masses of people, sometimes in the heart of a solitary soul.","name" : "Jerry Spinelli"},{"message" : "What does reason know? Reason only knows what it has succeeded in learning.","name" : "Rene Descartes"},{"message" : "Reason is the greatest enemy that faith has: it never comes to the aid of spiritual things.","name" : "Martin Luther"},{"message" : "Reason can discover things only near,--sees nothing that's above her.","name" : "Francis Quarles"},{"message" : "The true triumph of reason is that it enables us to get along with those who do not possess it.","name" : "Voltaire"},{"message" : "The last function of reason is to recognize that there are an infinity of things which surpass it.","name" : "Blaise Pascal"},{"message" : "The voice of reason is more to be regarded than the bent of any present inclination; since inclination will at length come over to reason, though we can never force reason to comply with inclination.","name" : "Joseph Addison"},{"message" : "Every man's Reason is sufficient for his guidance, if used.","name" : "Ralph Waldo Emerson"},{"message" : "Reason must know the heart's reasons and every other reason","name" : "Leonora Carrington"},{"message" : "The reason 'closure' is a cliche is that it is used too often, too imprecisely, and doesn't in any case reflect reality. In reality, such closure in broken friendships and much else in life is rarely achieved; only death brings closure and then not always for those still living.","name" : "Joseph Epstein"},{"message" : "What was the point in such loneliness among people. At least if you were by yourself, you had a good reason to be lonely.","name" : "Janet Fitch"},{"message" : "Where we have reasons for what we believe, we have no need of faith; where we have no reasons, we have lost both our connection to the world and to one another.","name" : "Sam Harris"},{"message" : "Sometimes we have to do a thing in order to find out the reason for it. Sometimes our actions are questions, not answers.","name" : "John Le Carre"},{"message" : "If we are bound to improve, we need not trouble to improve. The pure doctrine of progress is the best of all reasons for not being a progressive.","name" : "G.K. Chesterton"},{"message" : "Losing your way on a journey is unfortunate. But, losing your reason for the journey is a fate more cruel.","name" : "H. G. Wells"},{"message" : "There's never any reason to trust someone. If there's a reason, then it's not trust.","name" : "Gerald Morris"},{"message" : "We cannot reason ourselves out of our basic irrationality. All we can do is learn the art of being irrational in a reasonable way.","name" : "Aldous Huxley"},{"message" : "Because of fear, they made shelter and found food and grew things. For the same reason, weapons were stored, waiting.","name" : "Lois Lowry"},{"message" : "There is no good reason. Don't waste your life waiting for good reasons...You'll wait and wait.","name" : "Susan Minot"},{"message" : "Reason enslaves all whose minds are not strong enough to master her.","name" : "George Bernard Shaw"},{"message" : "Reason is itself a matter of faith. It is an act of faith to assert that our thoughts have any relation to reality at all.","name" : "Gilbert K. Chesterton"},{"message" : "A lot of women don't know how to love because there's deep reasons for them not knowing how to love. And what I mean by deep reasons is deep and dark reasons.","name" : "Lil Wayne"},{"message" : "Reason, however able, cool at best, Cares not for service, or but serves when prest, Stays till we call, and then not often near.","name" : "Alexander Pope"},{"message" : "Reason is not automatic. Those who deny it cannot be conquered by it. Do not count on them. Leave them alone.","name" : "Ayn Rand"},{"message" : "The supreme function of reason is to show man that some things are beyond reason.","name" : "Blaise Pascal"},{"message" : "Our reason may prove what it will: our reason is only a feeble ray that has issued from Nature.","name" : "Maurice Maeterlinck"},{"message" : "If you follow reason far enough it always leads to conclusions that are contrary to reason.","name" : "Samuel Butler"},{"message" : "He that cannot reason is a fool. He that will not is a bigot. He that dare not is a slave.","name" : "William Drummond"},{"message" : "Reason has always existed, but not always in a reasonable form.","name" : "Karl Marx"},{"message" : "A man always has two reasons for doing anything: a good reason and the real reason.","name" : "J.P. Morgan"},{"message" : "The reason for the unreason with which you treat my reason , so weakens my reason that with reason I complain of your beauty.","name" : "Miguel de Cervantes Saavedra"},{"message" : "Reason can never reconcile one to life: nothing allays the wants one cannot explain.","name" : "Elizabeth Bowen"},{"message" : "The primary cause of unhappiness is never the situation but your thoughts about it.","name" : "Eckhart Tolle"},{"message" : "Smiling without good reason is demeaning.","name" : "Ellen Raskin"},{"message" : "People wonder why the novel is the most popular form of literature; people wonder why it is read more than books of science or books of metaphysics. The reason is very simple; it is merely that the novel is more true than they are.","name" : "G.K. Chesterton"},{"message" : "People don't just disappear. There's always a reason, or an enemy with a grudge. There's always a loose thread that starts to unravel.","name" : "Jodi Picoult"},{"message" : "We were meant to survive because of our minds' ability to reason, our ability to live with frustration in order to maintain our virtue. We wore smiling masks while dying inside.","name" : "Anchee Min"},{"message" : "Reason is the only thing that makes us men, and distinguishes us from the beasts.","name" : "Rene Descartes"}]}