Rebellion against a king may be pardoned, or lightly punished, but the man who dares to rebel against the laws of a republic ought to suffer death.
Samuel Adams
A little rebellion now and then is a medicine necessary for the sound health of government.
Thomas Jefferson
Rebellion without truth is like spring in a bleak, arid desert.
Khalil Gibran
Real spirituality is the greatest rebellion there is. It is risky, it is adventurous, it is dangerous.
Osho
Rebellion per se is not a virtue. If it were, we would have some heroes on very low levels.
Norman Thomas
Rebellion against tyrants is obedience to God.
Benjamin Franklin
Every rebellion which is not in its own nature self-destructive, is an expression of the divine spirit.
Paul Carus
In art, rebellion is consummated and perpetuated in the act of real creation, not in criticism or commentary.
Albert Camus
There is nothing new under the sun but that of the son. Man's rebellion against God has always been because he would rather fall in pride than rise in humility.
Criss Jami
Un-thread the rude eye of rebellion, and welcome home again discarded faith.
William Shakespeare
Rebellion cannot exist without the feeling that somewhere, in some way, you are justified.
Albert Camus
We must only learn that independence cannot be gained by a rebellion against the constitution of the universe, or by inverting the laws of life and evolution, but by comprehending them and adapting ourselves to the world in which we live.
Paul Carus
If you obey all the rules you miss all the fun.
Katharine Hepburn
It doesn't take a majority to make a rebellion; it takes only a few determined leaders and a sound cause.
H. L. Mencken
Rebellion never goes without consequences.
Andy Stanley
We live in a society of victimization, where people are much more comfortable being victimized than actually standing up for themselves.
Marilyn Manson
Even the most subjected person has moments of rage and resentment so intense that they respond, they act against. There is an inner uprising that leads to rebellion, however short lived. It may be only momentary but it takes place. That space within oneself where resistance is possible remains.
Bell Hooks
It is not rebellion itself which is noble but the demands it makes upon us.
Albert Camus
The only way to deal with an unfree world is to become so absolutely free that your very existence is an act of rebellion.
Albert Camus
Every rebellion against suffering is fed by the subversive power of remembered suffering.
Johann Baptist Metz
The burning of rebellious thoughts in the little breast, of internal hatred and opposition, could not long go on without slight whiffs of external smoke, such as mark the course of subterranean fire.
Harriet Beecher Stowe
Real rebels are rarely anything but second rate outside their rebellion; the drain of time and temper is ruinous to any other accomplishment.
James Gould Cozzens
Conformity is painful. You know, it's too tight. Conformity leads to rebellion. So a desire for happiness is in direct conflict with a desire for freedom.
Thomas Jane
Art is fueled by rebellion: the need, in some amounting to obsessions, to resist what is, to defy one's elders, even to the point of ostracism; to define oneself, and by extension one's generation, as new, novel, ungovernable.
Joyce Carol Oates
Rebellion cannot exist without a strange form of love.
Albert Camus
The right to rebellion is the right to seek a higher rule, and not to wander in mere lawlessness.
George Eliot
Every act of rebellion expresses a nostalgia for innocence and an appeal to the essence of being.
Albert Camus
It's not wise to violate rules until you know how to observe them.
T. S. Eliot
Rebellion flamed up in her soul as the dark hours passed by not because she had no future but because she had no past.
L.M. Montgomery
It seemed that rebellion must have an unassailable base, something guarded not merely from attack, but from the fear of it, such a base as we had in the Red Sea Parts, the desert, or in the minds of the men we converted to our creed.
T. E. Lawrence
Rebellion makes for queer bedfellows. And none more queer than this fat man and me.
George R.R. Martin
When all other rights are taken away, the right of rebellion is made perfect.
Thomas Paine
Rebellion in this land shall lose his sway, Meeting the check of such another day; And since this business so fair is done, Let us not leave till all our own be won.
William Shakespeare
Rebellion has its roots in government's indifference and incompetence.
Mike Barnicle
Humanity has advanced, when it has advanced, not because it has been sober, responsible, and cautious, but because it has been playful, rebellious, and immature.
Tom Robbins
General rebellions and revolts of a whole people never were encouraged now or at any time. They are always provoked.
Edmund Burke
The undermining of the home and family is on the increase with the devil anxiously working to displace the father as the head of the home and create rebellion among the children.
Ezra Taft Benson
The rebellion of art is a daily rebellion against the state of living death routinely called real life.
Jeanette Winterson
A rebellion against God, even as believers, is fueled by the toxic fumes of unbelief.
James MacDonald
Rebellion is necessary for development of character.
Cynthia Voigt
The thing worse than rebellion is the thing that causes rebellion.
Frederick Douglass
The root of all rebellion, it is because we are not near enough to Thee to partake of thy liberty that we want a liberty of our own different from thine.
George Macdonald
The genius of any slave system is found in the dynamics which isolate slaves from each other, obscure the reality of a common condition, and make united rebellion against the oppressor inconceivable.
Andrea Dworkin
Learning is always rebellion. Every bit of new truth discovered is revolutionary to what was believed before.
Margaret Lee Runbeck
Innocence was gone from all our acts. Our habitual state of rebellion became a serious political crime.
Anais Nin
A rebellion is something that is developing as an explosion coming out of the righteous grievances of a community of people.
Grace Lee Boggs
The questioning spirit is the rebellious spirit. A rebellion is always either a cloak to hide a prince, or the swaddling wrapper of a new rule.
Honoré de Balzac
In every rebellion is to be found the metaphysical demand for unity, the impossibility of capturing it, and the construction of a substitute universe.
Albert Camus