{"title" : "Reconciliation","quotes" : [{"message" : "Reconciliation always brings a springtime to the soul.","name" : "Brother Roger"},{"message" : "Then you must reconcile yourself to the fact that something is always hurt by any change. If you do this, you will not be hurt yourself.","name" : "Roger Zelazny"},{"message" : "Reconciliation is a decision that you take in your heart.","name" : "Ingrid Betancourt"},{"message" : "Reconciliation should be accompanied by justice, otherwise it will not last. While we all hope for peace it shouldn't be peace at any cost but peace based on principle, on justice.","name" : "Corazon Aquino"},{"message" : "Moving beyond past wounds and hurts and building a culture of respect, dignity, and flowering love.","name" : "William Keepin"},{"message" : "There is always a way forward if the responsible parties are willing to act.","name" : "Auliq-Ice"},{"message" : "Reconciliation with our enemies is simply a desire to better our condition, a weariness of war, or the fear of some unlucky thing from occurring.","name" : "Francois de la Rochefoucauld"},{"message" : "If there is to be reconciliation, first there must be truth.","name" : "Timothy B. Tyson"},{"message" : "No matter what the hatred is, preserve the possibility of peace and always have room for forgiveness.","name" : "Auliq-Ice"},{"message" : "In life, we make the best decisions we can with the information we have on hand.","name" : "Agnes Kamara-umunna"},{"message" : "True reconciliation does not consist in merely forgetting the past.","name" : "Nelson Mandela"},{"message" : "If your brother sins against you, go and tell him his fault, between you and him alone. If he listens to you, you have gained your brother.","name" : "Matthew 18:15"},{"message" : "Reconciliation is more beautiful than victory.","name" : "Violeta Chamorro"},{"message" : "Reconciliation is a part of the healing process, but how can there be healing when the wounds are still being inflicted?","name" : "N. K. Jemisin"},{"message" : "Reconciliation is the physical demonstration that God is at work in the world. Any fool can put people at odds. Only God – one Lord, one faith, one baptism, one God and Father of all – can bring those opposed to one another together as sisters and brother. When we lose reconciliation, we lose the purposes of Jesus.","name" : "Sean Palmer"},{"message" : "The only way to overcome the grief‬ is to go through it!","name" : "Paul Gitwaza"},{"message" : "It is much safer to reconcile an enemy than to conquer him; victory may deprive him of his poison, but reconciliation of his will.","name" : "Feltham"},{"message" : "Contradictions are the impossible chasms that create forever separations. God is the forever bridge that creates impossible reunions.","name" : "Craig D. Lounsbrough"},{"message" : "Emphasize reconciliation, not resolution. It is unrealistic to expect everyone to agree about everything. Reconciliation focuses on the relationship, while resolution focuses on the problem. When we focus on reconciliation, the problem loses significance and often becomes irrelevant.","name" : "Rick Warren"},{"message" : "Forget, forgive; conclude, and be agreed.","name" : "Shakespeare"},{"message" : "One minute of reconciliation is worth more than a whole life of friendship!","name" : "Gabriel Garcia Marquez"},{"message" : "The worst reconciliation is better than the best divorce.","name" : "Miguel de Cervantes"},{"message" : "Reconciliation is a deep practice that we can do with our listening and our mindful speech. To reconcile means to bring peace and happiness to nations, people, and members of our family... In order to reconcile, you have to possess the art of deep listening.","name" : "Nhat Hanh"},{"message" : "Reconciliation and forgiveness are matters of the heart. They cannot be forced on the people.","name" : "Graeme Leung"},{"message" : "Reconciliation‬ is the most significant level of life's maturity!","name" : "Paul Gitwaza"},{"message" : "To celebrate the sacrament of reconciliation means to be wrapped in a warm embrace.","name" : "Pope Francis"},{"message" : "Reconciliation means working together to correct the legacy of past injustice.","name" : "Nelson Mandela"},{"message" : "Reconciliation is to understand both sides; to go to one side and describe the suffering being endured by the other side, and then go to the other side and describe the suffering being endured by the first side.","name" : "Nhat Hanh"},{"message" : "There is no reconciliation until you recognize the dignity of the other, until you see their view- you have to enter into the pain of the people. You've got to feel their need.","name" : "John M. Perkins"},{"message" : "It is not 'forgive and forget' as if nothing wrong had ever happened, but 'forgive and go forward,' building on the mistakes of the past and the energy generated by reconciliation to create a new future.","name" : "Alan Paton"},{"message" : "Truth can be told in an instant, forgiveness can be offered spontaneously, but reconciliation is the work of lifetimes and generations.","name" : "Krista Tippett"},{"message" : "Reconciliation is not possible when one party asks the other to obliterate all signs of their relationship.","name" : "Mallory Ortberg"},{"message" : "To be a finite being is no crime, and to be the Infinite is not to be a creditor. As man was not consulted he does not find himself a party in a bargain, but a child in the household of love. Reconciliation, therefore, is not the consequence of paying a debt, or procuring atonement for an injury, but an organic process of the human life.","name" : "John Weiss"},{"message" : "If the sun never set, we would have no perception of the vast depths of space, which become visible only at night when we are able to see what is obscured by the bright daylight.","name" : "William Keepin"},{"message" : "Reconciliation is the fastest way to change your life.","name" : "Mark Hart"},{"message" : "Oh, my dear friends,—you who are letting miserable misunderstandings run on from year to year, meaning to clear them up some day,—if you only could know and see and feel that the time is short, how it would break the spell! How you would go instantly and do the thing which you might never have another chance to do!","name" : "Phillips Brooks"},{"message" : "With all the differences and misunderstandings, meeting halfway is the only way to show that both of you are willing to sacrifice a portion of yourself for the benefit of both.","name" : "NerD_Seyer"},{"message" : "The overall purpose of human communication is - or should be - reconciliation. It should ultimately serve to lower or remove the walls of misunderstanding which unduly separate us human beings, one from another.","name" : "M. Scott Peck"},{"message" : "The process of reclaiming the self is one of reconciliation with meaning.","name" : "Tariq Ramadan"},{"message" : "Reconciliation is a deep practice that we can do with our listening and our mindful speech. To reconcile means to bring peace and happiness to nations, people, and members of our family.... In order to reconcile, you have to possess the art of deep listening.","name" : "Nhat Hanh"},{"message" : "Reconciliation requires changes of heart and spirit, as well as social and economic change. It requires symbolic as well as practical action.","name" : "Malcolm Fraser"},{"message" : "True reconciliation is never cheap, for it is based on forgiveness which is costly. Forgiveness in turn depends on repentance, which has to be based on an acknowledgment of what was done wrong, and therefore on disclosure of the truth. You cannot forgive what you do not know.","name" : "Desmond Tutu"},{"message" : "In the end, reconciliation is a spiritual process, which requires more than just a legal framework. It has to happen in the hearts and minds of people.","name" : "Nelson Mandela"}]}