A rejection is nothing more than a necessary step in the pursuit of success.
Bo Bennett
I take rejection as someone blowing a bugle in my ear to wake me up and get going, rather than retreat.
Sylvester Stallone
Rejection can disappoint you, depress you and may even stop you in your tracks... learn not to take rejection so personally... if you're honest with yourself and believe in your work, others will too.
Bev Jozwiak
Artistic rejection is like taking cod liver oil; they say it's good for you, you know they're right, but it can be still tough to swallow.
Ian Semple
Rejection doesn't have to mean you aren't good enough; it often just means the other person failed to notice what you have to offer.
Ash Sweeney
Dear to us are those who love us but dearer are those who reject us as unworthy, for they add another life; they build a heaven before us whereof we had not dreamed, and thereby supply to us new powers out of the recesses of the spirit.
Ralph Waldo Emerson
Every rejection is incremental payment on your dues that in some way will be translated back into your work.
James Lee Burke
Rejection is the sand in the oyster, the irritation that ultimately produces the pearl.
Burke Wilkinson
A boo is a lot louder than a cheer. If you have 10 people cheering and one person booing, all you hear is the booing.
Lance Armstrong
Human rejection can be God's divine protection.
Paula Hendricks
Rejection gives you more power to push forward.
Jeremy Limn
Rejection is part of the game. Or rather, rejection is part of the profession. A profession which at times can feel like a game.
Robin Black
You get used to the rejection and you don't take it personally.
Daniel Craig
Rejection is merely a redirection; a course correction to your destiny.
Bryant McGill
Each rejection brings us closer to acceptance.
Ramesh Lohia
We are always afraid to ask because we aren't afraid of the answer but the feeling of rejection.
Anna R.
There's nothing like rejection to make you do an inventory of yourself.
James Lee Burke
Do not waste yourself in rejection; do not bark against the bad, but chant the beauty of the good.
Ralph Waldo Emerson
The effects of rejection can either kill your muse or change your life.
Jane Champagne
It is necessary to put yourself out for rejection, and accept that you will be rejected.
Robert Genn
Learn to eat rejection; it will make you stronger.
Bob Ragland
A clear rejection is always better than a fake promise.
Rihanna A Mohammed
Rejection isn't a sign that something is wrong for you it's a sign that they're wrong for you.
Sonya Parker
Don't feel bad if someone rejects you or ignore you. People usually reject and ignore expensive things because they can't afford them.
unknown
Rejected pieces aren't failures; unwritten pieces are.
Greg Daugherty
I always feel like rejection is my petrol. That's what keeps me going.
Laura Kightlinger
You may not realize it when it happens, but a kick in the teeth may be the best thing in the world for you.
Walt Disney
Just because you are different does not mean that you have to be rejected.
Eartha Kitt
Reject your sense of injury and the injury itself disappears.
Marcus Aurelius
Don't let anyone, or any rejection, keep you from what you want.
Ashley Tisdale
Rejection is, of course, part of any successful model's career, as ironic as that sounds. It's how you pick yourself up and get on with the job.
Erin O'Connor
Better a friendly refusal than an unwilling consent.
Spanish Proverb
A soft refusal is not always taken, but a rude one is immediately believed
Alexander Chase
You can be the ripest, juiciest peach in the world, and there's still going to be somebody who hates peaches.
Dita Von Teese
Social rejection doesn't just cause emotional pain; it affects our physical being.
Leonard Mlodinow
Rejection isn't failure. Failure is giving up. Everyone gets rejected. It's how handle it that determines where you'll end up.
Richard Castle
If we live for people's acceptance, we will die from their rejection.
Lecrae
Don't get discouraged from all the rejection.
Joey King
There's no point in dwelling on rejection.
Isabel Lucas
Rejection is a challenge.
Veronica Purcell
Practice, practice, practice until you eventually get numb on rejections.
Brian Klemmer
I think all great innovations are built on rejections.
Louis-Ferdinand Celine
To be no part of any body, is to be nothing.
John Donne
You've got to love this business. You have to be able to take rejection.
Jessica Biel
Rejection is a big part of show business. It can be tough on anyone who doesn't have fairly good self-esteem. Especially kids, as they try to discover who they are.
Angela Cartwright
The greatest trap in our life is not success, popularity or power, but self rejection.
Henri Nouwen
Human beings, like plants, grow in the soil of acceptance, not in the atmosphere of rejection.
John Powell
The better you are at communicating, negotiating, and handling your fear of rejection, the easier life is.
Robert Kiyosaki
Sometimes rejection in life is really redirection.
Tavis Smiley
You have to know how to accept rejection and reject acceptance.
Ray Bradbury
The most important element of a free society, where individual rights are held in the highest esteem, is the rejection of the initiation of violence.
Ron Paul
Artistic creation is a demand for unity and a rejection of the world.
Albert Camus
Often, out of our greatest rejection comes our greatest direction.
Joel Osteen
Never give up! Failure and rejection are only the first step to succeeding.
Jimmy Valvano
Rejection and the fear of rejection is the biggest impediment we face to choosing ourselves.
James Altucher