{"title" : "Relationship Ending","quotes" : [{"message" : "Some of us think holding on makes us strong; but sometimes it is letting go.","name" : "Hermen Hesse"},{"message" : "Just because a relationship ends, it doesn't mean it's not worth having.","name" : "Sarah Mlynowski"},{"message" : "Pleasure of love lasts but a moment, Pain of love lasts a lifetime.","name" : "Bette Davis"},{"message" : "Love is unconditional, relationships are not.","name" : "Grant Gudmundson"},{"message" : "Never regret. If it's good, it's wonderful. If it's bad, it's experience.","name" : "Victoria Holt"},{"message" : "Relationships end, but they don't end your life. But people do often spending more time finding out about failed relationships than finding successful ones.","name" : "Steve Martin"},{"message" : "Celebrate endings - for they precede new beginnings.","name" : "Jonathan Lockwood Huie"},{"message" : "So often the end of a love affair is death by a thousand cuts, so often its survival is life by a thousand stitches.","name" : "Robert Brault"},{"message" : "In any relationship in which two people become one, the end result is two half people.","name" : "Wayne Dyer"},{"message" : "The end of a relationship is not always a failure. Sometimes all the love in the world is not enough to save something. In these cases, it is not a matter of fault from either person. Some things cannot be, it's as simple as that.","name" : "Ashly Lorenzana"},{"message" : "A sad thing in life is that sometimes you meet someone who means a lot to you only to find out in the end that it was never bound to be and you just have to let go.","name" : "Dave Matthews Band"},{"message" : "Friendship often ends in love; but love in friendship - never.","name" : "Charles Caleb Colton"},{"message" : "To meet, to know, to love and then to part, is the sad tale of many a heart.","name" : "Samuel Taylor Coleridge"},{"message" : "Love never dies a natural death. It dies because we don't know how to replenish its source. It dies of blindness and errors and betrayals. It dies of illness and wounds; it dies of weariness, of withering, of tarnishing.","name" : "Anais Nin"},{"message" : "The loss of love is not nearly as painful as our resistance to accepting it is.","name" : "Tigress Luv"},{"message" : "If people refuse to look at you in a new light and they can only see you for what you were, only see you for the mistakes you've made, if they don't realize that you are not your mistakes, then they have to go.","name" : "Steve Maraboli"},{"message" : "Even the best of friends face conflicts, but that needn't mean the end of the relationship.","name" : "Unkown"},{"message" : "If a relationship is to evolve, it must go through a series of endings.","name" : "Christopher Morley"},{"message" : "Any time you end a relationship, and everyone has ended plenty in their life, it's always a tough thing and hard to get over.","name" : "Adam Brody"},{"message" : "Death ends a life, not a relationship.","name" : "Robert Benchley"},{"message" : "If love breaks more than a heart, maybe it's a sign and time to step out.","name" : "Anthony Liccione"},{"message" : "We mistakenly assume that if our partners love us they will react and behave in certain ways - the ways we react and behave when we love someone.","name" : "John Gray"},{"message" : "Almost all of our relationships begin and most of them continue as forms of mutual exploitation, a mental or physical barter, to be terminated when one or both parties run out of goods.","name" : "Wiston Auden"},{"message" : "Nothing in the universe can stop you from letting go and starting over.","name" : "Guy Finley"},{"message" : "Tis better to have loved and lost than never to have loved at all.","name" : "Alfred Lord Tennyson"},{"message" : "Think about any attachments that are depleting your emotional reserves. Consider letting them go.","name" : "Oprah Winfrey"},{"message" : "You can love them, forgive them, want good things for them ... but still move on without them.","name" : "Mandy Hale"},{"message" : "Ever has it been that loves knows not its own death until the hour of separation.","name" : "Khalil Gibran"},{"message" : "The heart was made to be broken.","name" : "Oscar Wilde"},{"message" : "Failed relationships can be described as so much wasted make-up.","name" : "Marian Keyes"},{"message" : "Don't cry when the sun is gone because the tears won't let you see the stars.","name" : "Violeta Para"},{"message" : "No matter how hard your heart is broken, the world doesn't stop for your grief.","name" : "Faraaz Kazi"},{"message" : "When you leave weary of me without a work, I shall gently let you go.","name" : "Kim Sowol"},{"message" : "I didn't lose you. You lost me. You'll search for me inside of everyone you're with and I won't be found.","name" : "R.H.Sin"},{"message" : "If you want to forget something or someone, never hate it, or never hate him.her. Everything and everyone that you hate is engraved upon your heart; if you want to let go of something, if you want to forget, you cannot hate.","name" : "C. JoyBell C."},{"message" : "Let go. Why do you cling to pain? There is nothing you can do about the wrongs of yesterday. It is not yours to judge.","name" : "Leo Buscaglia"},{"message" : "Hearts can break. Yes, hearts can break. Sometimes I think it would be better if we died when they did, but we don’t.","name" : "Stephen King"},{"message" : "Every time your heart is broken, a doorway cracks open to a world full of new beginnings, new opportunities.","name" : "Patti Roberts"},{"message" : "The emotion that can break your heart is sometimes the very one that heals it…","name" : "Nicholas Sparks"},{"message" : "The saddest thing about love is that not only that it cannot last forever, but that heartbreak is soon forgotten.","name" : "William Faulkner"},{"message" : "The moment that you feel that, just possibly, you’re walking down the street naked, exposing too much of your heart and your mind and what exists on the inside, showing too much of yourself. That’s the moment you may be starting to get it right.","name" : "Neil Gaiman"},{"message" : "There are all kinds of ways for a relationship to be tested, even broken, some, irrevocably; it’s the endings we’re unprepared for.","name" : "Katherine Owen"},{"message" : "The past can’t hurt you anymore, not unless you let it.","name" : "Alan Moore"},{"message" : "I pray that former rejection and deep hurts will not color what I see and hear now.","name" : "Sue Augustine"},{"message" : "You can victimize yourself by wallowing around in your own past.","name" : "Wayne Dyer"},{"message" : "There will be a time when you are forced to follow your heart away from someone you love.","name" : "Ashly Lorenzana"},{"message" : "So it’s true when all is said and done, grief is the price we pay for love.","name" : "E.A. Bucchianeri"},{"message" : "You find out what you are made of when you have a broken heart. If it happens early and often, all the better.","name" : "Isabel Gillies"},{"message" : "Of course! It takes a lot of strength to mend a broken heart. Channelising energies into your work helps, but also to be able to accept situations for what they are instead of questioning them helps immensely.","name" : "Deepika Padukone"},{"message" : "I moved on, but I never left. When I broke your heart those years ago, I thought I lost you forever, and I moved on.","name" : "Kit Hood"},{"message" : "I know that we can't change the past, but there's a difference between moving on and letting go.","name" : "Bruno Heller"},{"message" : "But souls do stay a while, until they're ready to move on.","name" : "Sera Gamble"},{"message" : "Moving on is not the same as moving forward. What I mean is, don't focus on 'moving on'. Constantly reminding yourself of where you should be in life only makes you feel more...","name" : "Joan S."},{"message" : "Can never forget her. Your first love. It's what you keep looking for, the rest of your life. Some people are blessed. They can hold on. I wasn't. I had to let go.","name" : "Luigi Bian"},{"message" : "Despite the heartache and loss, the reason you are not hearing from me is that I am too busy taking care of myself moving on with my fabulous life.","name" : "Greg Behrendt"},{"message" : "You gladly accept this radio silence because your relationship has been broken for a while, and get on with your grieving because you are moving on to something better.","name" : "Greg Behrendt"},{"message" : "Now, defeating kryptonite and getting over a broken heart is incredibly tough. It's also wildly empowering. But the even bigger victory is finally living your own life again without the constant presence of heartache.","name" : "Greg Behrendt"},{"message" : "The hard truth is that breakups are sink-or-swim. Some people spend their life in an emotional downward spiral because they can't get over lost love. Others, most notably you, use it as a turning point to reevaluate, rebuild, and possibly redecorate.","name" : "Greg Behrendt"},{"message" : "It's called a breakup because it's broken is designed to help you not only get out of an unsatisfying relationship but to get over it so that you can be ready for the better things in life that are coming your way.","name" : "Greg Behrendt"},{"message" : "Anytime something so earth-shattering in your life happens that it breaks your heart, it also leaves the doorway of your soul open to new emotions and new mind-sets that can shake, rattle, and roll you right up to the next level.","name" : "Mandy Hale"},{"message" : "Then why are we so willing to stay stuck in a relationship once it has become clear that the other person is not our perfect fit?","name" : "Mandy Hale"},{"message" : "Breakups have a way of shaking us awake and helping us see what we really want versus what we are willing to settle for.","name" : "Mandy Hale"},{"message" : "Realize that everything and everyone that walks away from you does so because they are no longer part of your story.","name" : "Mandy Hale"},{"message" : "One of the best times for figuring out who you are and what you really want out of life is right after a breakup.","name" : "Mandy Hale"},{"message" : "Breakups aren't trivial; they affect us to our core.","name" : "Samantha Burns"},{"message" : "There's life after breakup. Every setback is a setup for a comeback, and yours will be fierce.","name" : "Samantha Burns"},{"message" : "Going through a breakup is actually very similar to grieving a death. You're grieving the loss of someone you love and learning to live life without them by your side.","name" : "Samantha Burns"},{"message" : "Although breakups can feel unbearable, we don't die from them.","name" : "Rachel Sussman"},{"message" : "Even if you initiated your split, you are going to be overcome with interminable sorrow. You are not only mourning the loss of someone significant in your life, but saying farewell to your dreams of an eternity together.","name" : "Rachel Sussman"},{"message" : "Usually right after the initial sting of the breakup, you're not going to be very hungry. You won't have an appetite and may drop a few pounds. I call it the breakup body.","name" : "Lesley Robins"},{"message" : "Keep moving. Exercise will make you feel better. It's a fact. Do not rush into being a superwoman at the gym or joining a team to run a marathon right after the breakup.","name" : "Lesley Robins"},{"message" : "You'll slowly start seeing life beyond the breakup, and eventually life won't be about the breakup at all.","name" : "Lesley Robins"},{"message" : "When things aren't going your way, like during this breakup, you must fight for your own happiness. If you keep looking on the outside for validation, especially from a man, you will lose.","name" : "Lesley Robins"},{"message" : "After your breakup, go through life slowly and stay true to what you need in each moment.","name" : "Lesley Robins"},{"message" : "You've felt the grief and sadness along with the anger associated with your breakup. Your body is literally a giant tank filled with emotions, and they need to be released.","name" : "Andi Dorfman"},{"message" : "Unlike real hurricanes, heartbreak has no eye--it offers no reprieve and it leaves no place to take shelter. We thus remain exposed, drenched, and miserable until it passes.","name" : "Guy Winch"},{"message" : "Real heartbreak is unmistakable, from the intensity of the emotional pain it causes, to the totality with which it takes over our mind and even our body. We think of nothing else.","name" : "Guy Winch"},{"message" : "One of the most unfortunate realities of heartbreak is that our 'natural' responses often do us more harm than good.","name" : "Guy Winch"},{"message" : "Letting go does not mean you're giving up, it simply means you're making a conscious choice to acknowledge that something is out of your control.","name" : "James A. Murphy"},{"message" : "Sometimes when you feel completely powerless to a situation in your life, all you can do is let go. Sometimes letting go is all it takes to create the change you want.","name" : "James A. Murphy"}]}