{"title" : "Relationship Problems","quotes" : [{"message" : "Work on your relationships...","name" : "Bo Sanchez"},{"message" : "Secrets are festering parasites to a relationship, devouring their hosts from within, leaving behind a empty hollow husk of what once was.","name" : "Mark W. Boyer"},{"message" : "For lack of an occasional expression of love, a relationship strong at the seams can wear thin in the middle.","name" : "Robert Brault"},{"message" : "Don't smother each other. No one can grow in the shade.","name" : "Leo F. Buscaglia"},{"message" : "Never let a problem to be solved become more important than a person to be loved.","name" : "Barbara Johnson"},{"message" : "A lovers' quarrel is always about every quarrel you ever had.","name" : "Robert Brault"},{"message" : "Problems in relationship occur because each person is concentrating on what is missing in the other person.","name" : "Wayne Dyer"},{"message" : "Assumptions are the termites of relationships.","name" : "Henry Winkler"},{"message" : "In a relationship, it is demeaning to constantly seek your partner's approval. In such relationships, real caring, depth or even love is missing.","name" : "Daisaku Ikeda"},{"message" : "Never love anybody that treats you like you're ordinary.","name" : "Oscar Wilde"},{"message" : "If your love for another person doesn't include loving yourself then your love is incomplete.","name" : "Shannon L. Alder"},{"message" : "Every relationship has its own problems. But sometimes what makes it perfect is if you still wanna be together, when things go the wrong way.","name" : "Unkown"},{"message" : "Love cannot live where there is no trust.","name" : "Edith Hamilton"},{"message" : "Trouble is part of your life, and if you don't share it, you don't give the person who loves you enough chance to love you enough.","name" : "Dinah Shore"},{"message" : "There is no pain equal to that which two lovers can inflict on one another.","name" : "Cyril Connolly"},{"message" : "The best person to talk to about the problems in your relationship is the person you're in a relationship with.","name" : "Unkown"},{"message" : "Don't settle for a relationship that won't let you be yourself.","name" : "Oprah Winfrey"},{"message" : "Every couple needs to argue now and then. Just to prove that the relationship is strong enough to survive. Long-term relationships, the ones that matter, are all about weathering the peaks and the valleys.","name" : "Nicholas Sparks"},{"message" : "How can our relationship grow when you don't respect my need to discuss everything that is wrong with you?","name" : "Michael Lipsey"},{"message" : "I love her too, but our neuroses just don't match.","name" : "Arthur Miller"},{"message" : "Each relationship nurtures a strength or weakness within you.","name" : "Mike Murdock"},{"message" : "Almost all of our sorrows spring out of our relations with other people.","name" : "Arthur Schopenhauer"},{"message" : "When you're in a relationship, you're always surrounded by a ring of circumstances... joined together by a wedding ring, or in a boxing ring.","name" : "Bob Seger"},{"message" : "In general, the problem in a relationship is when the couple stagnate.","name" : "Simon Baker"},{"message" : "When you don't talk, there's a lot of stuff that ends up not getting said.","name" : "Catherine Gilbert Murdock"},{"message" : "Miscommunication is endless.","name" : "JP Rattie"},{"message" : "Disrespect is fatal to a relationship.","name" : "Jonathan Lockwood Huie"},{"message" : "Relationships based on obligation lack dignity.","name" : "Wayne Dyer"},{"message" : "If you want equal rights in a relationship, then you need to put in equal efforts.","name" : "Mr.Semiopenminded Harris"},{"message" : "A relationship is part of life, so why run from something that's always going to be a part of your life.","name" : "Mr.Semiopenminded Harris"},{"message" : "You can't give love if you have no love for yourself. What you give to yourself, will be exactly what you get from someone else.","name" : "Mr.Semiopenminded Harris"},{"message" : "If a man takes you into his home, his intentions should be to marry you, if not you're the one to blame for being his roommate.","name" : "Mr.Semiopenminded Harris"},{"message" : "God heals the heart while your mind reflects mental pain.","name" : "Mr.Semiopenminded Harris"},{"message" : "There's no room in relationships for track stars.","name" : "Mr.Semiopenminded Harris"},{"message" : "If you treat your relationship like a recession, your significant other will surely go find work someone else.","name" : "Mr.Semiopenminded Harris"},{"message" : "Save the fight for those who physically or mentally hurt you, not the ones who try and truly love you.","name" : "Mr.Semiopenminded Harris"},{"message" : "Relationships are like board games, if you willing to play, there's no chance of winning.","name" : "Mr.Semiopenminded Harris"},{"message" : "Don't rely on relationship books, to emulate what the body feels.","name" : "Mr.Semiopenminded Harris"},{"message" : "I'd rather be single and have everything, then be in a relationship and have little or nothing.","name" : "Mr.Semiopenminded Harris"},{"message" : "A relationship can't survive, if you're going in two separate directions, being a unite requires we ride together.","name" : "Mr.Semiopenminded Harris"},{"message" : "If you feel lonely in a relationship, it's better not to be in it.","name" : "Mr.Semiopenminded Harris"},{"message" : "No one can make you happy but you, getting into a relationship to fill a lonely space, will only end.","name" : "Mr.Semiopenminded Harris"},{"message" : "If you don't learn how to guard your heart against the past, you'll be a fool in the future.","name" : "Mr.Semiopenminded Harris"},{"message" : "Little boys push little girls from time to time to show their dominants, real men walk away.","name" : "Mr.Semiopenminded Harris"},{"message" : "After you've been burned in a relationship, it's not easy for the next person to win the lottery of trust in your heart.","name" : "Mr.Semiopenminded Harris"},{"message" : "If the price of love, cost me a lifetime of pain, there's no value in it.","name" : "Mr.Semiopenminded Harris"},{"message" : "Let your mind co-sign your heart's intentions.","name" : "Mr.Semiopenminded Harris"},{"message" : "Being in a bad relationship is like being a slave on a plantation.","name" : "Mr.Semiopenminded Harris"},{"message" : "A person who looks at a relationship part-time will never understand a full time commitment.","name" : "Mr.Semiopenminded Harris"},{"message" : "Warning signs of a relationship can be predetermined by words and actions expressed, but if you don't take the time to listen, the mistakes issues or problems that occur will be your own fault, by your own omission.","name" : "Mr.Semiopenminded Harris"},{"message" : "You never realize how much you love someone until they're gone.","name" : "Perry Ritthaler"},{"message" : "The key to loving relationships is to accept one another in permanence. That means we must love each other no matter what happens to the relationship.","name" : "Vironika Tugaleva"},{"message" : "Do not let a small disagreement ruin a great relationship.","name" : "Vincenzo Berghella"},{"message" : "Remember that the best relationship is that in which mutual love is bigger that mutual necessity.","name" : "Vincenzo Berghella"},{"message" : "Consider that great love relationships and life goals are risky: if you lose, cherish the lesson anyway.","name" : "Vincenzo Berghella"},{"message" : "When you enter into a new relationship, treat that person as if a gift.","name" : "Arlene De’Sha Jennings"},{"message" : "To make a great realtionship last, trust and friendship must be your first task.","name" : "Arlene De’Sha Jennings"},{"message" : "If there is no trust in a relationship at all, it is destined to surely fall.","name" : "Arlene De’Sha Jennings"}]}