{"title" : "Relationship","quotes" : [{"message" : "A great relationship doesn't happen because of the love you had in the beginning, but how well you continue building love until the end.","name" : "unknown"},{"message" : "A great relationship is about two things, first, find out the similarities, second, respect the differences.","name" : "unknown"},{"message" : "A healthy relationship is built on unwavering trust.","name" : "Beau Mirchoff"},{"message" : "A relationship is like a house. When a lightbulb burns out you do not go and buy a new house, you fix the light bulb.","name" : "unknown"},{"message" : "A relationship is like a rose. How long it lasts, no one knows. Love can erase an awful past, love can be yours, you'll see at last. To feel that love, it makes you sigh. To have it leave, you'd rather die. You hope you've found that special rose, cause you love and care for the one you choose.","name" : "Cella"},{"message" : "A relationship is lovely if you're happy, comfortable in it and you really like the person. I can think of nothing better. But there's nothing worse than having a relationship in which you feel no interest.","name" : "Susannah York"},{"message" : "A relationship, I think, is like a shark. You know? It has to constantly move forward or it dies. And I think what we got on our hands is a dead shark.","name" : "Woody Allen Annie Hall"},{"message" : "A true relationship is when you can tell each other anything and everything. No secrets and no lies.","name" : "unknown"},{"message" : "All relationships have one law. Never make the one you love feel alone, especially when you're there.","name" : "unknown"},{"message" : "Almost all of our relationships begin and most of them continue as forms of mutual exploitation, a mental or physical barter, to be terminated when one or both parties run out of goods.","name" : "W. H. Auden"},{"message" : "An intimate relationship does not banish loneliness. Only when we are comfortable with who we are can we truly function independently in a healthy way, can we truly function in a relationship. Two halves do not make a whole when it comes to a healthy relationship. It takes two wholes.","name" : "Patricia Fry"},{"message" : "Assumptions are the termites of relationships.","name" : "Henry Winkler"},{"message" : "Before we can have a successful relationship with anyone, we first need a perfect personal relationship.","name" : "Russ Von Hoelscher"},{"message" : "Don't settle for a relationship that prevents you from being yourself.","name" : "Oprah Winfrey"},{"message" : "Each relationship nurtures a strength or weakness within you.","name" : "Mike Murdock"},{"message" : "Eighty percent of life's satisfaction comes from meaningful relationships.","name" : "Brian Tracy"},{"message" : "Every good relationship, especially marriage, is based on respect. If it's not based on respect, nothing that appears to be good will last very long.","name" : "Amy Grant"},{"message" : "Human relationships always help us to carry on because they always presuppose further developments, a future - and also because we live as if our only task was precisely to have relationships with other people","name" : "Albert Camus"},{"message" : "I refuse to let my past relationships make me bitter.","name" : "Nicole Kidman"},{"message" : "If a relationship is to evolve it must go through a series of endings.","name" : "Lisa Moriyama"},{"message" : "In a relationship each person should support the other; they should lift each other up.","name" : "Taylor Swift"},{"message" : "In a relationship if you are giving and getting nothing back in return, stop giving so much, and spend time being. Give to yourself, be who you are.","name" : "Brenda Shoshanna"},{"message" : "In reality, the only way a relationship will last is if you see your relationship as a place that you go to give, and not a place that you go to take.","name" : "Anthony Robbins"},{"message" : "No relationship is perfect, ever. There are always some ways you have to bend, to compromise, to give something up in order to gain something greater.","name" : "Sarah Dessen"},{"message" : "Our greatest joy and our greatest pain comes in our relationships with others","name" : "Stephen R. Covey"},{"message" : "Personal relationships are the fertile soil from which all advancement...all success... all achievement in real life grows.","name" : "Ben Stein"},{"message" : "Real magic in relationships means an absence of judgment of others.","name" : "Wayne Dyer"},{"message" : "Relationship is an art. The dream that two people create is more difficult to master than one.","name" : "Don Miguel Ruiz"},{"message" : "Relationships are always stronger when you are best friends first and a couple second.","name" : "unknown"},{"message" : "Relationships aren't designed for selfish individuals.","name" : "unknown"},{"message" : "Relationships dont always make sense. Especially from the outside.","name" : "Sarah Dessen"},{"message" : "Relationships may end in tears but no matter how many times we cry, we still end up on the same path all over again.","name" : "Theophilus Lukonde Jr"},{"message" : "Relationships, marriages are ruined where one person continues to learn, develop and grow and the other person stands still.","name" : "Catherine Pulsifer"},{"message" : "Some of the biggest challenges in relationships come from the fact that most people enter a relationship in order to get something: they're trying to find someone who's going to make them feel good.","name" : "Anthony Robbins"},{"message" : "Sooner or later, we must all accept the fact that in a relationship, the only person you are dealing with is yourself.","name" : "Iyanla Vanzant"},{"message" : "The best relationship is the one in which your love for each other exceeds your need for each other.","name" : "unknown"},{"message" : "The best relationship is when you two can act like lovers and best friends at the same time. It's when you have more playful moments than serious moments. It's when you can joke around, have unexpected hugs, and random stolen kisses. It's when you two give each other that specific stare and just smile. It's when you'll rather chill inside to watch movies, eat junk food, and cuddle than go out all the time. It's when you'll stay up all night just to settle your arguments and problems. It's when you can completely act yourself and they can still love you for who you are.","name" : "unknown"},{"message" : "The most important ingredient we put into any relationship is not what we say or what we do, but what we are.","name" : "Stephen R. Covey"},{"message" : "The people we are in relationship with are always a mirror, reflecting our own beliefs, and simultaneously we are mirrors, reflecting their beliefs. So... relationship is one of the most powerful tools for growth...If we look honestly at our relationships, we can see so much about how we have created them.","name" : "Shakti Gawain"},{"message" : "The purpose of a relationship is not to have another who might complete you, but to have another with whom you might share your completeness.","name" : "Neale Donald Walsch"},{"message" : "The purpose of relationship is not to have another who might complete you, but to have another with whom you might share your completeness.","name" : "Neale Donald Walsch"},{"message" : "The quality of your life is the quality of your relationships.","name" : "Anthony Robbins"},{"message" : "The strongest relationships are between two people who can live without each other but don't want to.","name" : "Harriet Lerner"},{"message" : "The ultimate test of a relationship is to disagree but hold hands","name" : "unknown"},{"message" : "Three things I want in a relationship: Eyes that won't cry, lips that won't lie, and love that won't die.","name" : "Wiz Khalifa"},{"message" : "We are born in relationship, we are wounded in relationship, and we can be healed in relationship.","name" : "Dr. Harville Hendrix"},{"message" : "When both people in a relationship get their needs, met, then that relationship is going to be successful.","name" : "Dr. Phil McGraw,"},{"message" : "Trust is the glue of life. It's the most essential ingredient in effective communication. It's the foundational principle that holds all relationships.","name" : "Stephen R. Covey"},{"message" : "People die, I think, but your relationship with them doesn't. It continues and is ever-changing.","name" : "Jandy Neslon"},{"message" : "The most important relationship in your life is the relationship you have with yourself. Because no matter what happens, you will always be with yourself.","name" : "Diane Von Furstenberg"},{"message" : "I want to be in a relationship where you telling me you love me is just a ceremonious validation of what you already show me.","name" : "Steve Maraboli"},{"message" : "Sometimes it takes a heartbreak to shake us awake & help us see we are worth so much more than we're settling for.","name" : "Mandy Hale"},{"message" : "It's hard to communicate anything exactly and that's why perfect relationships between people are difficult to find.","name" : "Gustave Flaubert"},{"message" : "We have to recognize that there cannot be relationships unless there is commitment, unless there is loyalty unless there is love, patience, persistence.","name" : "Cornel West"},{"message" : "Trust is the fruit of a relationship in which you know you are loved.","name" : "William Paul Young"},{"message" : "I don't need a man to rectify my existence. The most profound relationship we'll ever have is the one with ourselves.","name" : "Shirley MacLaine"},{"message" : "Those have the most power to hurt us that we love.","name" : "John Fletcher"},{"message" : "Be civil to all; sociable to many; familiar with few; friend to one; enemy to none.","name" : "Benjamin Franklin"},{"message" : "We ought not to isolate ourselves, for we cannot remain in a state of isolation. Social intercourse makes us the more able to bear with ourselves and with ourselves.","name" : "Johann Von Goethe"},{"message" : "Sorrow shared is halved and joy shared is doubled.","name" : "Native American Saying"},{"message" : "The meeting of two personalities is like the contact of two chemical substances; if there is any reaction, both are transformed.","name" : "Carl Jung"},{"message" : "Relationship is life, and this relationship is a constant movement, a constant change.","name" : "Krishnamurti"},{"message" : "Only in relationship can you know yourself, not in abstraction, and certainly not in isolation.","name" : "Krishnamurti"},{"message" : "Man is a knot, a web, a mesh, into which relationships are tied. Only these relationships matter.","name" : "Antoine de Saint-Exupéry"},{"message" : "A relationship is placing one's heart and soul in the hands of another while taking charge of another in one's soul and heart.","name" : "Khalil Gibran"},{"message" : "If a relationship is based on 'What am I getting?', all is lost.","name" : "Ossie B. Davis"},{"message" : "No relationship can provide everything needed for the complete experience of being yourself.","name" : "David Viscott"},{"message" : "There is no beauty but in relationships. Nothing cut off by itself is beautiful. Never can things in destructive relationships be beautiful. All beauty is in the creative purpose of our relationships.","name" : "Ayi Kwei Armah"},{"message" : "If a relationship is ever going to work...we must surrender to each other...give up possession of the power over each other.","name" : "Stewart Emery"},{"message" : "Our relationships are our mirrors; they reflect where we are in consciousness. And if we are able to face the truth about ourselves, our relationships offer the lessons that lead o our greatest transformation.","name" : "Susan L. Taylor"},{"message" : "There is nothing that moves a loving father's soul quite like his child's cry.","name" : "Joni Eareckson Tada"},{"message" : "Once the trust goes out of a relationship, it's really no fun lying to 'em anymore.","name" : "Norm Peterson"},{"message" : "The child had every toy his father wanted.","name" : "Robert C. Whitten"},{"message" : "Many of our problems with anger occur when we choose between having a relationship and having a self.","name" : "Harriet Lerner"},{"message" : "The easiest kind of relationship for me is with ten thousand people. The hardest is with one.","name" : "Joan Baez"},{"message" : "Sisters are probably the most competitive relationship within the family, but once the sisters are grown, it becomes the strongest relationship.","name" : "Margaret Mead"}]}