{"title" : "Resposibility","quotes" : [{"message" : "Men must necessarily be the active agents of their own well-being and well-doing... they themselves must in the very nature of things be their own best helpers.","name" : "Samuel Smiles"},{"message" : "Responsibility is the price of greatness.","name" : "Winston Churchill"},{"message" : "Accountability breeds response-ability.","name" : "Stephen Covey"},{"message" : "If you take responsibility for yourself you will develop a hunger to accomplish your dreams.","name" : "Les Brown"},{"message" : "You must take personal responsibility. You cannot change the circumstances, the seasons, or the wind, but you can change yourself. That is something you have charge of.","name" : "Jim Rohn"},{"message" : "The greatest day in your life and mine is when we take total responsibility for our attitudes. That's the day we truly grow up.","name" : "John C. Maxwell"},{"message" : "In the long run, we shape our lives, and we shape ourselves. The process never ends until we die. And the choices we make are ultimately our own responsibility.","name" : "Eleanor Roosevelt"},{"message" : "If you want children to keep their feet on the ground, put some responsibility on their shoulders.","name" : "Abigail Van Buren"},{"message" : "A man sooner or later discovers that he is the master-gardener of his soul, the director of his life.","name" : "James Allen"},{"message" : "The willingness to accept responsibility for one's own life is the source from which self-respect springs.","name" : "Joan Didion"},{"message" : "Responsibility's like a string we can only see the middle of. Both ends are out of sight.","name" : "William McFee"},{"message" : "Parents can only give good advice or put them on the right paths, but the final forming of a person's character lies in their own hands.","name" : "Anne Frank"},{"message" : "Man is condemned to be free; because once thrown into the world, he is responsible for everything he does. It is up to you to give [life] a meaning.","name" : "Jean-Paul Sartre"},{"message" : "Success on any major scale requires you to accept responsibility. . .In the final analysis, the one quality that all successful people have is the ability to take on responsibility.","name" : "Michael Korda"},{"message" : "The man who complains about the way the ball bounces is likely to be the one who dropped it.","name" : "Lou Holtz"},{"message" : "All blame is a waste of time. No matter how much fault you find with another, and regardless of how much you blame him, it will not change you.","name" : "Wayne Dyer"},{"message" : "We are made wise not by the recollection of our past, but by the responsibility for our future.","name" : "George Bernard Shaw"},{"message" : "Action springs not from thought, but from a readiness for responsibility.","name" : "Dietrich Bonhoeffer"},{"message" : "It is easy to dodge our responsibilities, but we cannot dodge the consequences of dodging our responsibilities.","name" : "Josiah Charles Stamp"},{"message" : "Responsibility walks hand in hand with capacity and power.","name" : "Josiah Gilbert Holland"},{"message" : "Man must cease attributing his problems to his environment, and learn again to exercise his will - his personal responsibility.","name" : "Albert Einstein"},{"message" : "I must do something' always solves more problems than Something must be done.","name" : "unknown"},{"message" : "When a man points a finger at someone else, he should remember that four of his fingers are pointing at himself.","name" : "Louis Nizer"},{"message" : "A hero is someone who understands the responsibility that comes with his freedom.","name" : "Bob Dylan"},{"message" : "With great power comes great responsibility.","name" : "Voltaire"},{"message" : "Responsibility is the thing people dread most of all. Yet it is the one thing in the world that develops us, gives us manhood or womanhood fiber.","name" : "Frank Crane"},{"message" : "It is easy to ignore responsibility when one is only an intermediate link in a chain of action.","name" : "Stanley Milgram"},{"message" : "You cannot escape the responsibility of tomorrow by evading it today.","name" : "Abraham Lincoln"},{"message" : "Liberty means responsibility. That is why most men dread it.","name" : "George Bernard Shaw"},{"message" : "A man carries his success or his failure with him, it does not depend on outside conditions.","name" : "Ralph Waldo Trine"},{"message" : "Accept responsibility for your life. Know that it is you who will get you where you want to go, no one else.","name" : "Les Brown"},{"message" : "A man, as a general rule, owes very little to what he is born with -- a man is what he makes of himself.","name" : "Alexander Graham Bell"},{"message" : "Accept the consequences of your actions in order to become the agent of your mental, physical, spiritual and material success.","name" : "Les Brown"},{"message" : "It is not only what we do, but also what we do not do for which we are accountable.","name" : "Moliere"},{"message" : "It is a painful thing to look at your own trouble and know that you yourself and no one else has made it.","name" : "Sophocles"},{"message" : "A sign of wisdom and maturity is when you come to terms with the realization that your decisions cause your rewards and consequences. You are responsible for your life, and your ultimate success depends on the choices you make.","name" : "Denis Waitley"},{"message" : "Peak performance begins with your taking complete responsibility for your life and everything that happens to you.","name" : "Brian Tracy"},{"message" : "No man is fit to command another that cannot command himself.","name" : "William Penn"},{"message" : "No alibi will save you from accepting the responsibility.","name" : "Napoleon Hill"},{"message" : "Make the best use of what is in your power, and take the rest as it happens.","name" : "Epictetus"},{"message" : "Work on yourself first, take responsibility for your own progress.","name" : "I Ching"},{"message" : "Until you accept responsibility for your life, someone else runs your life.","name" : "Orrin Woodward"},{"message" : "To say you have no choice is to relieve yourself of responsibility.","name" : "Patrick Ness"},{"message" : "People think responsibility is hard to bear. It's not. I think that sometimes it is the absence of responsibility that is harder to bear. You have a great feeling of importance.","name" : "Henry Kissinger"},{"message" : "I am only one; but still I am one. I cannot do everything, but still I can do something; I will not refuse to do something I can do.","name" : "Helen Keller"},{"message" : "No man was ever endowed with a right without being at the same time saddled with a responsibility.","name" : "Gerald W Johnson"},{"message" : "Never trouble another for what you can do for yourself.","name" : "Thomas Jefferson"},{"message" : "To decide to be at the level of choice, is to take responsibility for your life and to be in control of your life.","name" : "Arbie M. Dale"},{"message" : "Stand up and be responsible for yourself...Be aware of your mind and take responsibility for yourself.","name" : "Suzuki Shosan"},{"message" : "It is not only for what we do that we are held responsible but also for what we do not do.","name" : "Jean Baptiste Moliere"},{"message" : "If each one sweeps before his own door, the whole street is clean.","name" : "Yiddish Saying"},{"message" : "I believe that every right implies a responsibility; every opportunity, an obligation; every possession, a duty.","name" : "John D. Rockefeler"},{"message" : "None of us are responsible for our birth. Our responsibility is the use we make of life.","name" : "Joshua Henry Jones"},{"message" : "Man is asked to make of himself what he is supposed to become to fulfill his destiny.","name" : "Paul Tillich"},{"message" : "If there is any appalling, spiritually murderous sensation on earth, it is a knowledge that on a certain date or at a given time and place you have got to be somewhere doing some set, prescribed, definite thing.","name" : "Christopher Morley"},{"message" : "Our definitions of 'responsibility' have always placed a heavy emphasis on self-control but 'response-ability' means responsivity or it means nothing at all.","name" : "Philip Slater"},{"message" : "You can listen to what everybody says, but the fact remains that you've got to get out there and do the thing yourself","name" : "Joan Sutherland"},{"message" : "Take your life in your own hands and what happens? A terrible thing: no one to blame.","name" : "Erica Jong"}]}