{"title" : "Respect Women","quotes" : [{"message" : "When people respect someone as a person, they admire her. When they respect her as a friend, they love her. When they respect her as a leader, they follow her.","name" : "John C. Maxwell"},{"message" : "A woman is not an object. She is not something; she is someone. You treat a woman with respect. She is not your toy. She doesnt owe you anything just cause you are a man. When she come to you for comfort, you listen to her; you dont make a move on her. Grow up and start treating women how they deserve to be treated.","name" : "Anonymous"},{"message" : "Respect for ourselves guides our morals; respect for others guides our manners.","name" : "Lawrence Sterne"},{"message" : "Be a woman of confidence and self-respect; give a man a reason worth fighting for.","name" : "Nikki Rowe"},{"message" : "Whenever you think about disrespecting a woman, think about how you were born into this world","name" : "Anonymous"},{"message" : "This is about respect for women, the judgments that women make and their doctors about their reproductive health. It's an important part of who women are, their reproductive health.","name" : "Barack Obama"},{"message" : "Love and respect woman. Look to her not only for comfort, but for strength and inspiration and the doubling of your intellectual and moral powers. Blot out from your mind any idea of superiority; you have none.","name" : "Giuseppe Mazzini"},{"message" : "We respect women and don't insult them by saying all they care about is reproductive rights. All issues are women's issues.","name" : "Carly Fiorina"},{"message" : "Let's respect the dignity of women to make their own decisions about the size and timing of their families.","name" : "Nancy Pelosi"},{"message" : "In some respects woman is superior to man. She is more tender-hearted, more receptive, her intuition is more intense.","name" : "Abdu'l-Bahá"},{"message" : "When a woman is talking to you, listen to what she says with her eyes.","name" : "Victor Hugo"},{"message" : "Respect your efforts, respect yourself. Self-respect leads to self-discipline. When you have both firmly under your belt, that's real power.","name" : "Clint Eastwood"},{"message" : "All women are beautiful, regardless of their looks. You just need to touch their soul with respect and appreciation for their inner beauty and you will be rewarded with joy. The heart is way more important than the package. Women are the God's greatest gift to man and we should cherish and protect them, each and every one.","name" : "Anonymous"},{"message" : "Every woman deserves a man who appreciates not only her lovely body and homemaking skills but also her witty and intelligent mind","name" : "Anonymous"},{"message" : "Men who cherish for women the highest respect are seldom popular with them.","name" : "Joseph Addison"},{"message" : "A woman is soft, kind, and loving. When you are in danger, she is always ready to sacrifice herself to save you. So never forget to respect her.","name" : "Debasish Mridha"},{"message" : "A woman takes off her claim to respect along with her garments.","name" : "Herodotus"},{"message" : "A man can build a home but it needs a woman to run a home.","name" : "Amit Kalantri"},{"message" : "Bring her flowers, give her chocolates, send her sweet messages, feed her hungry stomach. Make her feel like she is the most important woman in the world to you, because she is. She is.","name" : "Anonymous"},{"message" : "Before loving someone, make sure you're loving yourself enough and treating yourself with respect before others.","name" : "Anonymous"},{"message" : "You should respect each other and refrain from disputes you should not, like water and oil, repel each other, but should, like milk and water, mingle together","name" : "Buddha"},{"message" : "Everyone should be respected as an individual, but no one idolized.","name" : "Albert Einstein"},{"message" : "Have respect for yourself and no one can take away your self respect.","name" : "Sri Sri Ravi Shankar"},{"message" : "Only those who respect the personality of others can be of real use to them.","name" : "Albert Schweitzer"},{"message" : "Treat people with respect and do it with feelings too, whatever you expect others is what you have to give.","name" : "Kemmy Nola"},{"message" : "I hope people realize that there is a brain underneath the hair and a heart underneath the boobs.","name" : "Dolly Parton"},{"message" : "Words of Love or Respect must uplift your spouse, edifying and never manipulating","name" : "Dr. Emerson Eggerichs"},{"message" : "Respect must include thankfulness spoken to or about your spouse; don't fixate on weakness and faults.","name" : "Dr. Emerson Eggerichs"},{"message" : "Always speak in uplifting way for your spouse's sake, and do not use love or respect as a manipulative ploy to meet your own need for love or respect.","name" : "Dr. Emerson Eggerichs"},{"message" : "Jesus was teaching the crowd, and teaching us, that women aren't to be viewed as objects to fulfill sinful fantasies.","name" : "Dave Willis"},{"message" : "God's daughters are to be viewed not as bodies to be used but as souls to be cherished and human beings to be respected.","name" : "Dave Willis"},{"message" : "Crimes against women won't stop because men reject the idea the idea of manhood; women will finally be treated with respect when males embrace authentic manhood.","name" : "Dave Willis"},{"message" : "True respect never subtracts or divides; it multiplies.","name" : "Dave Willis"},{"message" : "Giving more respect to women won't diminish the amount of respect they give to men or to themselves.","name" : "Dave Willis"},{"message" : "Many of the reasons for the unequal treatment of women stem from society's attitude toward women, many of them with roots far back in history.","name" : "Jeri Freedman"},{"message" : "The feminist movement, refers to the organized efforts of women from the nineteenth century to the present to change social attitudes about women and obtain equal treatment for them in areas such as work.","name" : "Jeri Freedman"},{"message" : "Women are not a single group, all of whom are the same.","name" : "Jeri Freedman"},{"message" : "Women's prospects can be influenced by factors other than gender.","name" : "Jeri Freedman"},{"message" : "A woman does need respect, and if a man loves her properly, she will get that respect.","name" : "Dr. Emerson Eggerichs"},{"message" : "Women need to learn how to understand and use the word respect because in truth, respect is a man's deepest value.","name" : "Dr. Emerson Eggerichs"},{"message" : "When women have conflicts with each other, they both usually verbalize their feelings.","name" : "Dr. Emerson Eggerichs"},{"message" : "To have true respect on the inside, you have to treat your body right.","name" : "Courtney Macavinta"},{"message" : "When you respect yourself, you show your body how much you care.","name" : "Courtney Macavinta"},{"message" : "Respect is something you earn by being honest and courteous to others.","name" : "Courtney Macavinta"},{"message" : "Respect is people listening to what you have to say and valuing your feelings and opinions.","name" : "Courtney Macavinta"},{"message" : "Understanding what respect is, and what it isn't, can change your life forever.","name" : "Courtney Macavinta"},{"message" : "If you as a man can love and respect your mother as a woman, then with every woman you meet, you should extend that same courtesy to all women.","name" : "James Grant"},{"message" : "The one thing that men need to do is respect all women regardless if they deserve respect or not.","name" : "James Grant"},{"message" : "The world is truly ruled by men, but it is the women that control the four corners of the world and keep it in tune with the beauty of nature.","name" : "James Grant"},{"message" : "Women have always been the strength of any organization such as the churches, family structure, and even in the White House.","name" : "James Grant"},{"message" : "Lack of respect for women's rights is said to go back to ancient times.","name" : "Judy Alter"},{"message" : "The romans described women as being 'like children'.","name" : "Judy Alter"},{"message" : "Some cultures consider women to be the source of evil and temptation.","name" : "Judy Alter"},{"message" : "Some men believe that women are inferior to men.","name" : "Judy Alter"},{"message" : "In many countries, women do not have equal job opportunities.","name" : "Judy Alter"},{"message" : "You got to respect women if you want them to respect you back!","name" : "Darren Star"},{"message" : "You know what? I respect women! I love women! I respect them so much that I completely stay away from them!","name" : "Judd Apatow"},{"message" : "The problem most men have is they don't know how to talk to women.","name" : "Judd Apatow"}]}