{"title" : "Respecting Others","quotes" : [{"message" : "One of the most sincere forms of respect is actually listening to what another has to say.","name" : "Bryant H. McGill"},{"message" : "Respect for ourselves guides our morals, respect for others guides our manners.","name" : "Laurence Sterne"},{"message" : "Respecting someone indicate the quality of your personality.","name" : "Mohammad Rishad sakhi"},{"message" : "Respecting others is best tool to earn respect.","name" : "Junaid Raza"},{"message" : "Every human being, of whatever origin, of whatever station, deserves respect. We must each respect others even as we respect ourselves.","name" : "U. Thant"},{"message" : "He who loves others is constantly loved by them. He who respects others is constantly respected by them.","name" : "Mencius"},{"message" : "Respect is a two-way street, if you want to get it, you've got to give it.","name" : "R.G. Risch"},{"message" : "I must respect the opinions of others even if I disagree with them.","name" : "Herbert H. Lehman"},{"message" : "Without feelings of respect, what is there to distinguish men from beasts?","name" : "Confucius"},{"message" : "Deeply respecting yourself is the first step toward having a deep respect for others.","name" : "Amy Leigh Mercree"},{"message" : "This is the final test of a gentleman: his respect for those who can be of no possible value to him.","name" : "William Lyon Phelps"},{"message" : "As we grow as unique persons, we learn to respect the uniqueness of others.","name" : "Robert Schuller"},{"message" : "When we show our respect for other living things, they respond with respect for us.","name" : "ARAPAHO PROVERB"},{"message" : "Respect for the rights of others means peace.","name" : "Benito Juarez"},{"message" : "If you have some respect for people as they are, you can be more effective in helping them to become better than they are.","name" : "John W. Gardner"},{"message" : "You should respect each other and refrain from disputes; you should not, like water and oil, repel each other, but should, like milk and water, mingle together.","name" : "Buddha"},{"message" : "Men are respectable only as they respect.","name" : "Ralph Waldo Emerson"},{"message" : "Only those who respect the personality of others can be of real use to them.","name" : "Albert Schweitzer"},{"message" : "You should show some respect for what other people see and feel, even though it be the exact opposite of what you see and feel.","name" : "Luigi Pirandello"},{"message" : "A man who pays respect to the great paves the way for his own greatness.","name" : "African Proverbs"},{"message" : "Treat everyone with respect and kindness. Period. No exceptions.","name" : "Kiana Tom"},{"message" : "If you treat people right they will treat you right...ninety percent of the time.","name" : "Frankling D. Roosevelt"},{"message" : "The respect you give others is a dramatic reflection of the respect you give yourself.","name" : "Robin Sharma"},{"message" : "If we lose love and self respect for each other, this is how we finally die.","name" : "Maya Angelou"},{"message" : "Respect a man, he will do the more.","name" : "James Howell"},{"message" : "Probably no greater honor can come to any man than the respect of his colleagues.","name" : "Cary Grant"},{"message" : "Respecting others is the biggest discipline.","name" : "Jp Joshi"},{"message" : "Respecting others' opinions doesn't mean being untrue to our own.","name" : "P. M. Forni"},{"message" : "The right to be respected is won by respecting others.","name" : "Vasyl Sukhomlynsky"},{"message" : "Treating your adversary with respect is giving him an advantage to which he is not entitled.","name" : "Samuel Johnson"},{"message" : "Some people have so much respect for their superiors they have none left for themselves.","name" : "Peter McArthur"},{"message" : "Among individuals, as among nations, respect for the rights of others is peace.","name" : "Benito Juarez"},{"message" : "I respect people and expect that kind of respect back.","name" : "Dennis Franz"},{"message" : "Everyone should be respected as an individual, but no one idolized.","name" : "Albert Einstein"},{"message" : "I did learn that it was the greatest thing in the world to respect yourself. Respect other people.","name" : "Little Milton"},{"message" : "Respect is one of the most important things you can teach a child.","name" : "C. Pulsifer"},{"message" : "Respect requires empathy, the capacity to anticipate and understand the feelings of others. It requires consideration.","name" : "Deborah Norville"},{"message" : "Before you respect others respect yourself first.","name" : "Unkown"},{"message" : "The key is to learn to respect and honor the complications of other people's lives.","name" : "Goldie Hawn"},{"message" : "To be one, to be united is a great thing. But to respect the right to be different is maybe even greater.","name" : "Bono"},{"message" : "Respect for the fragility and importance of an individual life is still the mark of an educated man.","name" : "Norman Cousins"},{"message" : "Being brilliant is no great feat if you respect nothing.","name" : "Johann Wolfgang von Goethe"},{"message" : "If you don't realize there is always someone who knows how to do something better than you, then you don't give proper respect for others' talents.","name" : "Hortense Canady"},{"message" : "We must express ourselves in ways that demonstrate our respect for others.","name" : "Stephen Carter"},{"message" : "Respect your fellow human being, treat them fairly, disagree with them honestly, enjoy their friendship, explore your thoughts about one another candidly, work together for a common goal and help one another achieve it.","name" : "Bill Bradley"},{"message" : "I could never love where I could not respect.","name" : "Charlotte Elizabeth"},{"message" : "Proper respect to others is the most prudent rule of directing the measure of reverence due to ourselves.","name" : "Norman Macdonald"},{"message" : "Treat others with respect and others will respect you.","name" : "Anthony Douglas Williams"},{"message" : "Without that appreciation and respect for other people, true leadership becomes ineffective, if not impossible.","name" : "George Foreman"},{"message" : "A child who is allowed to be disrespectful to his parents will not have true respect for anyone.","name" : "Billy Graham"},{"message" : "I speak to everyone in the same way, whether he is the garbage man or the president of the university.","name" : "Albert Einstein"},{"message" : "A great man shows his greatness by the way he treats little men.","name" : "Thomas Carlyle"},{"message" : "Show respect to all people, but grovel to none.","name" : "Tecumseh"},{"message" : "For to be free is not merely to cast off one's chains, but to live in a way that respects and enhances the freedom of others.","name" : "Nelson Mandela"},{"message" : "Be modest, be respectful of others, try to understand.","name" : "Lakhdar Brahimi"},{"message" : "If one doesn't respect oneself one can have neither love nor respect for others.","name" : "Ayn Rand"},{"message" : "Self respect governs morality. Respect for others governs our behavior.","name" : "De Segur"},{"message" : "Trouble no one about their religion. Respect others in their view and demand that they respect yours.","name" : "Tecumseh"},{"message" : "The basis for peace is respecting all creatures.","name" : "Cesar Chavez"},{"message" : "We should respect each other as rational beings by trying to achieve our goals through reason and persuasion rather than threats and coercion.","name" : "Ron Paul"},{"message" : "And each of us can practice rights ourselves, treating each other without discrimination, respecting each other's dignity and rights.","name" : "Carol Bellamy"},{"message" : "Intolerance respecting other people's religion is toleration itself in comparison with intolerance respecting other people's art.","name" : "Wallace Stevens"},{"message" : "Everyone in society should be a role model, not only for their own self respect, but for respect from others.","name" : "Barry Bonds"}]}