{"title" : "Respect","quotes" : [{"message" : "I speak to everyone in the same way, whether he is the garbage man or the president of the university.","name" : "Albert Einstein"},{"message" : "If you want to be respected by others, the great thing is to respect yourself. Only by that, only by self-respect will you compel others to respect you.","name" : "Fyodor Dostoyevsky"},{"message" : "That you may retain your self-respect, it is better to displease the people by doing what you know is right, than to temporarily please them by doing what you know is wrong.","name" : "William J. H. Boetcker"},{"message" : "Without feelings of respect, what is there to distinguish men from beasts?","name" : "Confucius"},{"message" : "He that respects himself is safe from others; he wears a coat of mail that none can pierce.","name" : "Henry Wadsworth Longfellow"},{"message" : "If we lose our love and self-respect and respect for each other, this is how we will finally die.","name" : "Maya Angelou"},{"message" : "Respect commands itself and it can neither be given nor withheld when it is due.","name" : "Eldridge Cleaver"},{"message" : "Respect is an invention of people who want to cover up the empty place where love should be.","name" : "Leo Tolstoy"},{"message" : "This is the final test of a gentleman: his respect for those who can be of no possible value to him.","name" : "William Lyon Phelps"},{"message" : "Tolerance implies a respect for another person, not because he is wrong or even because he is right, but because he is human.","name" : "John Cogley"},{"message" : "If men are to resect each other for what they are, they must cease to respect each other for what they own.","name" : "A.J.P. Taylor"},{"message" : "You can demand courtesy but you have to earn respect.","name" : "Lawrence Goldstone"},{"message" : "If we can respect the divine within us, if we can treat it with dignity, then we can respect others around us.","name" : "Vishwas Chavan"},{"message" : "Respect begins with this attitude: I acknowledge that you are a creature of extreme worth.","name" : "Gary Chapman"},{"message" : "People crave for more respect than love, because they expect love only from few people but they want respect from everyone.","name" : "Amit Kalantri"},{"message" : "Respect at the cost of others is disrespect in effect.","name" : "Muhammad Tariq Majeed"},{"message" : "When we love and respect people, revealing to them their value, they can begin to come out from behind the walls that protect them.","name" : "Jean Vanier"},{"message" : "The only true disability is the inability to accept and respect differences.","name" : "Comic Strip Mama"},{"message" : "When you are content to be simply yourself and don't compare or compete, everybody will respect you.","name" : "Lao-Tzu"},{"message" : "It is not grey hair that makes one respectable but character.","name" : "Rana Junaid Mustafa Gohar"},{"message" : "Respect depends on reciprocity.","name" : "Nyang Proverb"},{"message" : "When we show our respect for other living things, they respond with respect for us.","name" : "Arapaho Proverb"},{"message" : "Deal with yourself as an individual worthy of respect and make everyone else deal with you the same way.","name" : "Nikki Giovanni"},{"message" : "A man's respect for law and order exists in precise relationship to the size of his paycheck.","name" : "Adam Clayton Powell Jr."},{"message" : "Mutual respect is the foundation of genuine harmony.","name" : "Dalai Lama"},{"message" : "The gentle and respectful ways of saying 'To hell with you' are being abandoned.","name" : "Millicent Fenwick"},{"message" : "The only way to teach respect is to model it.","name" : "Todd Whitaker"},{"message" : "I'm not concerned with your liking or disliking me. All I ask is that you respect me as a human being.","name" : "Jackie Robinson"},{"message" : "We must have respect for both plumbers and our philosophers, or neither our pipes or our theories will hold water.","name" : "John. W. Garner"},{"message" : "Respect yourself if you would have others respect you.","name" : "Baltasar Gracian"},{"message" : "I never make the mistake of arguing with people for whose opinions I have no respect.","name" : "Edward Gibbon"},{"message" : "Respect the burden.","name" : "Napoleon Bonaparte"},{"message" : "Men are respectable only as they respect.","name" : "Ralph Waldo Emerson"},{"message" : "One of the most sincere forms of respect is actually listening to what another has to say.","name" : "Bryant H. McGill"},{"message" : "Treat people the way you want to be treated. Talk to people the way you want to be talked to. Respect is earned, not given.","name" : "Hussein Nishah"},{"message" : "Respect is a two-way street, if you want to get it, you've got to give it.","name" : "R.G. Risch"},{"message" : "Respect yourself and others will respect you.","name" : "Confucius"},{"message" : "Give to every other human being every right that you claim for yourself.","name" : "Thomas Paine"},{"message" : "I must respect the opinions of others even if I disagree with them.","name" : "Herbert H. Lehman"},{"message" : "I firmly believe that respect is a lot more important, and a lot greater, than popularity.","name" : "Julius Erving"},{"message" : "To be one, to be united is a great thing. But to respect the right to be different is maybe even greater.","name" : "Bono"},{"message" : "If I despised myself, it would be no compensation if everyone saluted me, and if I respect myself, it does not trouble me if others hold me lightly.","name" : "Max Nordau"},{"message" : "Nothing is more despicable than respect based on fear.","name" : "Albert Camus"},{"message" : "Respect a man, he will do the more.","name" : "James Howell"},{"message" : "Never take a person's dignity: it is worth everything to them, and nothing to you.","name" : "Frank Barron"},{"message" : "Treat others as you want them to treat you because what goes around comes around","name" : "unknown"},{"message" : "He who wants a rose must respect the thorn.","name" : "Persian Proverb"},{"message" : "You should respect each other and refrain from disputes; you should not, like water and oil, repel each other, but should, like milk and water, mingle together.","name" : "Buddha"},{"message" : "Be more humble than a blade of grass, more tolerant than a tree, always offering respect onto others and never expecting any in return.","name" : "Chaitanya Mahaprabhu"},{"message" : "You will never gain anyone's approval by begging for it.","name" : "Mandy Hale"},{"message" : "Respecting someone indicate the quality of your personality.","name" : "Mohammad Rishad sakhi"},{"message" : "Respect comes in two unchangeable steps: Giving it and receiving it.","name" : "Edmond Mbiaka"},{"message" : "If a person loves you but doesn't respect you then it can not be a real love. It is not possible to love them without respecting them.","name" : "Amit Kalantri"},{"message" : "A person's a person, no matter how small.","name" : "Dr. Seuss"},{"message" : "This is how you start to get respect, by offering something that you have.","name" : "Mitch Albom"},{"message" : "In the end, those who demean others only disrespect themselves","name" : "D.B. Harrop"},{"message" : "When we treat people merely as they are, they will remain as they are. When we treat them as if they were what they should be, they will become what they should be.","name" : "Thomas S. Monson"},{"message" : "Tolerance isn't about not having beliefs. It's about how your beliefs lead you to treat people who disagree with you.","name" : "Timothy Keller"},{"message" : "When I look at a person, I see a person - not a rank, not a class, not a title.","name" : "Criss Jami"},{"message" : "But the idea of respect is more than just being polite.","name" : "Bruce Glassman"},{"message" : "Respect means recognizing that all people are entitled to basic human dignity.","name" : "Bruce Glassman"},{"message" : "Friendship unites affection with respect. There is no need to bow down before a friend. We can look him in the eye. We neither look up to him nor down to him.","name" : "Jurgen Moltmann"},{"message" : "Religionism is the result of a lack of respect for the followers of another religious faith. But, then, it is also a lack of respect for God.","name" : "Tissa Balasuriya"},{"message" : "Them that honor me I will honor, and they that despise me shall be lightly esteemed.","name" : "1 Samuel 2:30"},{"message" : "There will be differences between men and women, but it is the duty of every man to respect her.","name" : "Harish Muralidhar"},{"message" : "We do not earn respect. It is given as a gift. What we do with it is up to us.","name" : "Tod Whitaker"},{"message" : "Teachers, who educate children, deserve more honor than parents, who merely gave them birth; for the latter provided mere life, while the former ensure a good life.","name" : "Aristotle"},{"message" : "Wherever I look, I see signs of the commandment to honor one's parents and nowhere of a commandment that calls for the respect of a child.","name" : "Alice Miller"},{"message" : "The secret of education is respecting the pupil.","name" : "Ralph Waldo Emerson"},{"message" : "All the great religions deserve respect and, if practiced seriously, are paths to love and peace.","name" : "Travis Hellstorm"},{"message" : "Resolute in our determination to respect the rights of others, and to command respect for the rights of ourselves, we must kep ourselves adequately strong in self-defense.","name" : "Bryan Curtis"},{"message" : "Religion, by teaching man his relationship to God, gives the individual a sense of his own dignity and teaches im to respect himself by respecting his neighbors.","name" : "Bryan Curtis"},{"message" : "The greatest honor history can bestow is that of peacemaker.","name" : "Bryan Curtis"},{"message" : "Thieves respect property. They merely wish the property to become their property that they may more perfectly respect it.","name" : "G.K. Chesterton"},{"message" : "True friends will respect one another's viewpoints without letting differences in opinion affect the relationship.","name" : "Robert Arp"},{"message" : "When you are content to be simply yourself and don't compare or compete, everybody will respect you.","name" : "Robert Arp"},{"message" : "I can offer you neither honor nor wages; I offer you only hunger, thirst, forced marches, battles, and death. Anyone who loves his country, follow me.","name" : "Giuseppe Garibaldi"},{"message" : "Each man has his own prevailing passion, which differs in some respect from that of his neighbors.","name" : "J.B. Lippincott"},{"message" : "Consult with your friend on every thing, but particularly on that which respects yourself.","name" : "J.B.Lippincott"},{"message" : "When the people possess no authority, their rights obtain no respect.","name" : "George Bancroft"},{"message" : "Self-respect is the cornerstone of all virtue","name" : "John Herschel"},{"message" : "Our own heart, and not other men's opinion forms our true honor","name" : "Samuel Taylor Coleridge"},{"message" : "If I lose mine honor, I lose myself.","name" : "Shakespeare"},{"message" : "The shortest and surest way to live with honor, is to be in reality that we would appear to be; all human virtues increase and strenghten themselves by the practice and experience of them.","name" : "Socrates"},{"message" : "Sometimes we are separated by differences, and sometimes we are united by common ideals of respect and compassion.","name" : "Frank Johnson"},{"message" : "Respect is one of the greatest expressions of love.","name" : "Miguel Angel Ruiz"},{"message" : "Respect is the appreciation of the separateness of the other person, of the ways in which he or she is unique.","name" : "Annie Gottlieb"}]}