{"title" : "Retirement","quotes" : [{"message" : "Retirement, a time to do what you want to do, when you want to do it, where you want to do it, and, how you want to do it.","name" : "Catherine Pulsifer"},{"message" : "Retirement may be looked upon either as a prolonged holiday or as a rejection, a being thrown on to the scrap-heap.","name" : "Simone De Beauvoir"},{"message" : "The key to retirement is to find joy in the little things.","name" : "Susan Miller"},{"message" : "Retirement has been a discovery of beauty for me. I never had the time before to notice the beauty of my grandkids, my wife, the tree outside my very own front door. And, the beauty of time itself.","name" : "Hartman Jule"},{"message" : "Retirement without the love of letters is a living burial.","name" : "Seneca"},{"message" : "Retirement: That's when you return from work one day and say, 'Hi, Honey, I'm home, forever.","name" : "Gene Perret"},{"message" : "Retire from work, but not from life.","name" : "M.K. Soni"},{"message" : "To enjoy a long, comfortable retirement, save more today.","name" : "Suze Orman"},{"message" : "Retirement kills more people than hard work ever did.","name" : "Malcolm Forbes"},{"message" : "The best time to start thinking about your retirement is before the boss does.","name" : "Author Unknown"},{"message" : "Retirement may be an ending, a closing, but it is also a new beginning.","name" : "Catherine Pulsifer"},{"message" : "The trouble with retirement is that you never get a day off.","name" : "Abe Lemons"},{"message" : "Retirement: Something arrived at in haste and lived at in leisure.","name" : "Dave Erhard"},{"message" : "If you start thinking about retirement in six months' time, you're already there.","name" : "Brian O'Driscoll"},{"message" : "Retirement is when the living is easy and the payments are hard.","name" : "Anonymous"},{"message" : "When a man retires, his wife gets twice the husband but only half the income.","name" : "Chi Chi Rodriguez"},{"message" : "Life begins at retirement.","name" : "Unkown"},{"message" : "The goal of retirement is to live off your assets-not on them.","name" : "Frank Eberhart"},{"message" : "Retirement from Job does not mean retirement from life! It is the beginning not an end!","name" : "Ravi Samuel"},{"message" : "Retirement is having nothing to do and someone always keeping you from it.","name" : "Robert Brault"},{"message" : "In retirement, every day is Boss Day and every day is Employee Appreciation Day.","name" : "Terri Guillemets"},{"message" : "Retirement: It's nice to get out of the rat race, but you have to learn to get along with less cheese.","name" : "Gene Perret"},{"message" : "I'm not just retiring from the company, I'm also retiring from my stress, my commute, my alarm clock, and my iron.","name" : "Hartman Jule"},{"message" : "I never stopped doing anything [when I retired], I stopped getting paid for it.","name" : "Bill Chavanne"},{"message" : "Retirement itself is the best gift. No gold watch could ever top it.","name" : "Abigail Charleson"},{"message" : "In retirement, only money and symptoms are consequential.","name" : "Mason Cooley"},{"message" : "Retirement is a one-way trip to insignificance.","name" : "Mason Cooley"},{"message" : "Retirement to me does not mean nothing to do but the realization of the decisions I made in the past. That I made in my life.","name" : "Jack Bowman"},{"message" : "Retirement . . . is when you stop living at work and begin working at living.","name" : "unknown"},{"message" : "When you retire, you switch bosses from the one who hired you to the one who married you.","name" : "Gene Perret"},{"message" : "Retirement is a time given to find God within yourself.","name" : "Walter"},{"message" : "The harder you work, the harder it is to surrender.","name" : "Vince Lombardi"},{"message" : "Don't simply retire from something; have something to retire to.","name" : "Harry Emerson Fosdick"},{"message" : "Retirement: World's longest coffee break.","name" : "Author Unknown"},{"message" : "Retirement is like a long vacation in Las Vegas. The goal is to enjoy it the fullest, but not so fully that you run out of money.","name" : "Jonathan Clements"},{"message" : "Retirement is a great opportunity to become the person you have always wanted to be but have never been.","name" : "Dave Erhard"},{"message" : "The challenge of retirement is how to spend time without spending money.","name" : "unknown"},{"message" : "Retirement is wonderful if you have two essentials - much to live on and much to live for.","name" : "unknown"},{"message" : "Retirement: The time in your life when time is no longer money.","name" : "unknown"},{"message" : "For retirement brings repose, and repose allows a kindly judgment of all things.","name" : "John Sharp Williams"},{"message" : "Retirement requires the invention of a new hedonism, not a return to the hedonism of youth.","name" : "Mason Cooley"},{"message" : "And in the end it's not the years in your life that count. It's the life in your years.","name" : "Abraham Lincoln"},{"message" : "Retirement gives each of us another opportunity to smell the flowers. Once again, some of us will, and some of us won't.","name" : "unknown"},{"message" : "In my retirement I go for a short swim at least once or twice every day. It's either that or buy a new golf ball.","name" : "Gene Perret"},{"message" : "Retirement means no pressure, no stress, no heartache... unless you play golf.","name" : "Gene Perret"},{"message" : "Retirement is a time to look back with satisfaction, and a time to look ahead with anticipation. A time to fill each day with enjoyment. A very special time for you.","name" : "unknown"},{"message" : "Retirement brings the ball finally onto your court, where you get to make all the rules.","name" : "unknown"},{"message" : "Not dead, just very much retired. To old friends, to retirement, to new beginnings.","name" : "Debra Hill"},{"message" : "Retirement is eighty-five. You're all almost mandatory retirement age.","name" : "Glen A. Larson"},{"message" : "I know exactly what I'm gonna do when I retire. Buy a beach bar. Surf all day, and margaritas 'till sun-up.","name" : "Donald P. Bellisario"},{"message" : "Retiring nature. It means I want to live long enough... to retire.","name" : "Sydney Newman"},{"message" : "I'm retired, not dead. I mean different. Okay, a little boring.","name" : "Luc Besson"},{"message" : "Undercover agents don't retire. They just go deeper.","name" : "Shane Brennan"},{"message" : "I don't mean being a cop. I mean to quit, retire, be a regular person.","name" : "Gary DeVore"},{"message" : "I have to say, a lot of guys, when they retire, they just drift. But... you're really making this work.","name" : "Andrew W. Marlowe"},{"message" : "Retiring and sailing around the world on my boat. We are living the dream.","name" : "Will Ferrell"},{"message" : "When I retire from racing, I don't even like to think about it, I feel that each day I can run, touch wood, with, er, injury free conditions then I'll run til I drop.","name" : "Nick Park"},{"message" : "I've seen people get old, retire, and die. Rarely on the same day.","name" : "Cory Goodman"},{"message" : "For many people, retirement is simply the point in their lives when they stop working for money.","name" : "S. Jamie Gayton"},{"message" : "In order to achieve you retirement vision, enjoy financial independence, and prepare for any emergencies that may arise later in life, you must start saving for retirement now.","name" : "S. Jamie Gayton"},{"message" : "Retirement is more than simply withdrawing from work. Retirement often leads to new options in later life.","name" : "Harry R. Moody"},{"message" : "Retirement has come to mean an expansion of leisure time, most of it during the retirement years.","name" : "Harry R. Moody"},{"message" : "Retirement as a time of leisure is feasible only with a certain degree of wealth.","name" : "Harry R. Moody"},{"message" : "Retirement is a social institution with rules about when it is permissible for workers to leave the paid labor force.","name" : "Joan T. Erber"},{"message" : "Transition from a working environment to retirement poses financial as well as emotional challenges.","name" : "Irving S. Schloss"},{"message" : "At the outset, the most important myth to dispel is that retirement represents the finish line.","name" : "Irving S. Schloss"},{"message" : "One of the major turnings in life takes place at 'retirement.","name" : "John Fry"},{"message" : "Retirement is a convenient social expedient for removing from work employed workers who reach certain ages.","name" : "John Fry"},{"message" : "Retirement should be looked on as the end of the beginning rather than as the beginning of the end.","name" : "John Fry"},{"message" : "Yes, there can be retirement from a primary job but new opportunities await everyone to share their lessons from life and make the 'rest if our years the best or our years!'","name" : "John Heide"},{"message" : "Yes, retirement is alluring and enchanting for many!","name" : "John Heide"}]}