{"title" : "Sacrifice","quotes" : [{"message" : "I guess that's just part of loving people: You have to give things up. Sometimes you even have to give them up.","name" : "Lauren Oliver"},{"message" : "She taught me all about real sacrifice. That it should be done from love... That it should be done from necessity, not without exhausting all other options. That it should be done for people who need your strength because they don't have enough of their own.","name" : "Veronica Roth"},{"message" : "It's not hard to decide what you want your life to be about. What's hard, she said, is figuring out what you're willing to give up in order to do the things you really care about.","name" : "Shauna Niequist"},{"message" : "Nobody knows you as well as our spouse. And that means no one will be quicker to recognize a change when you deliberately start sacrificing your wants and wishes to make sure his or her needs are met.","name" : "Stephen Kendrick"},{"message" : "The ultimate test of man's conscience may be his willingness to sacrifice something today for future generations whose words of thanks will not be heard.","name" : "Gaylord Nelson"},{"message" : "People who put themselves on the line and sacrifice their own safety for the greater good and for others, and anyone in any profession whose concern is the welfare for other people instead of the individual, are inspiring and important.","name" : "Chris Hemsworth"},{"message" : "Some day you will find out that there is far more happiness in another's happiness than in your own.","name" : "Honoré de Balzac"},{"message" : "Doing the right thing for someone else occasionally means doing something that feels wrong to you","name" : "Jodi Picoult"},{"message" : "Sometimes we have to step down to help somebody up, not because we failed to go up, but as a humble sacrifice to save a great soul.","name" : "Terry Mark"},{"message" : "The sacrifice which causes sorrow to the doer of the sacrifice is no sacrifice. Real sacrifice lightens the mind of the doer and gives him a sense of peace and joy. The Buddha gave up the pleasures of life because they had become painful to him.","name" : "Mahatma Gandhi"},{"message" : "Whenever you feel compelled to put others first at the expense of yourself, you are denying your own reality, your own identity","name" : "David Stafford"},{"message" : "For I was sure of one thing, it wasn't always the hero who saved the world. It was the person most willing to die first.","name" : "R.K. Ryals"},{"message" : "Regardless of what the advertising campaigns may tell us, we can't have it all. Sacrifice is not an option, or an anachronism; it's a fact of life. We all cut off our own limbs to burn on some altar. The crucial thing is to choose an altar that's worth it and a limb you can accept losing. To go consenting to the sacrifice.","name" : "Tana French"},{"message" : "Sacrifice is a part of life. It's supposed to be. It's not something to regret. It's something to aspire to. Little sacrifices. Big sacrifices. A mother works so her son can go to school. A daughter moves home to take care of her sick father.","name" : "Mitch Albom"},{"message" : "As soon as sacrifice becomes a duty and necessity to mankind. I see no limit to the horizon which opens before him.","name" : "Ernest Renan"},{"message" : "One-half of knowing what you want is knowing what you must give up before you get it.","name" : "Sidney Howard"},{"message" : "Sacrifice still exists everywhere, and everywhere the elect of each generation suffers for the salvation of the rest.","name" : "Henri Frederic Amiel"},{"message" : "What we do for ourselves dies with us. What we do for others and the world remains and is immortal.","name" : "Albert Pine"},{"message" : "Life becomes harder for us when we live for others, but it also becomes richer and happier.","name" : "Zahid Abas"},{"message" : "I am thankful that in the giving we receive, and what we receive is the satisfaction of knowing that whatever we give is always bigger once we've given it away.","name" : "Craig D. Lounsbrough"},{"message" : "Self sacrifice is the real miracle out of which all the reported miracles grow.","name" : "Ralph Waldo Emerson"},{"message" : "To put others in front of ourselves is to put God in front of everything.","name" : "Craig D. Lounsbrough"},{"message" : "All great things worth having require great sacrifice worth giving.","name" : "Paullina Simons"},{"message" : "Occasionally in this life, we must give up or lose the things that we want in order to gain the things we really need.","name" : "David Kreger"},{"message" : "They warn you that you're gonna have to make sacrifices, but i guess that means different things to different people, like giving up something you really want now for something you've wanted your whole life, or spending less time on yourself, so you can spend more time with someone you love.","name" : "Scrubs J.D"},{"message" : "Real magic can never be made by offering someone else's liver. You must tear out your own, and not expect to get it back.","name" : "Peter S. Beagle"},{"message" : "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish, but have eternal life.","name" : "Holy Bible: New International Version"},{"message" : "Brotherhood means laying down your life for somebody, really willing to sacrifice yourself for somebody else.","name" : "Tim Hetherington"},{"message" : "The most sublime act is to set another before you.","name" : "William Blake"},{"message" : "Giving yourself is the ultimate revolution.","name" : "Bryant McGill"},{"message" : "Mom's eyes held yours for a moment. 'I don't like or dislike the kitchen. I cooked because I had to. I had to stay in the kitchen so you could all eat and go to school. How could you only do what you like? There are things you have to do whether you like it or not.","name" : "Kyung-sook Shin"},{"message" : "If people knew what they were missing, they would give up everything they have to achieve it.","name" : "Belsebuub"},{"message" : "What we obtain too cheaply, we esteem too lightly; it's dearness only that gives everthing its value.","name" : "Thomas Paine"},{"message" : "Greater love hath no man than this, that a man lay down his life for his friends.","name" : "Bible"},{"message" : "The important thing is this: To be able, at any moment, to sacrifice what we are for what we could become","name" : "Maharishi Mahesh Yogi"},{"message" : "Sometimes in life, you do things you don't want to. Sometimes you sacrifice, sometimes you compromise. Sometimes you let go and sometimes you fight.","name" : "Lindy Zart"},{"message" : "Sacrifice, which is the passion of great souls, has never been the law of societies.","name" : "Henri Frederic Amiel"},{"message" : "The Lord requires sacrifice, meaning something above and beyond the minimum. The Master spoke of the 'second mile' and told us to go there. Why Because he wants to bless us, and he put all the blessings in the second mile.","name" : "Hartman Rector, Jr."},{"message" : "Where excess lies, usually someone had to give something up for the other to get it.","name" : "A.J. Darkholme"},{"message" : "A wise man once said you can have anything in life, if you sacrifice everything else for it. What he meant is, nothing comes without a price. So before you go into battle you better decide how much you're willing to lose.","name" : "Bernajoy Vaal"},{"message" : "Nothing great was ever achieved without a personal sacrifice. You have to pay the price to realize your goals.","name" : "Lailah Gifty Akita"},{"message" : "There's something tightly woven throughout the fabric of our humanity that runs entirely opposite to the baser instinct of looking out for our own good.","name" : "Craig D. Lounsbrough"},{"message" : "For you, and for any dear to you, I would do anything. I would embrace any sacrifice for you and for those dear to you. And when you see your own bright beauty springing up anew at your feet, think now and then that there is a man who would give his life, to keep a life you love beside you.","name" : "Charles Dickens"},{"message" : "In order for you to receive, someone else has to give. That's called sacrifice.","name" : "Todd Stocker"},{"message" : "Yet, there is a sense of some deep sort that runs entirely contrary to human nature, that in putting ourselves first, we must by necessity put others first.","name" : "Craig D. Lounsbrough"},{"message" : "Sacrifice is the most beautiful situation and solution for all social problems.","name" : "Kartik Mehta"},{"message" : "Great achievement is usually born of great sacrifice, and is never the result of selfishness.","name" : "Napoleon Hill"},{"message" : "I have nothing to offer but blood, toil, tears and sweat.","name" : "Winston Churchill"},{"message" : "In this world it is not what we take up, but what we give up, that makes us rich.","name" : "Henry Ward Beecher"},{"message" : "To give anything less than your best is to sacrifice the gift.","name" : "Steve Prefontaine"},{"message" : "Dreams do come true, if we only wish hard enough, You can have anything in life if you will sacrifice everything else for it.","name" : "James M. Barrie"},{"message" : "Sweat plus sacrifice equals success.","name" : "Charlie Finley"},{"message" : "There's only one effectively redemptive sacrifice, the sacrifice of self will to make room for the knowledge of God.","name" : "Aldous Huxley"},{"message" : "He who would accomplish little must sacrifice little. He who would achieve much must sacrifice much. He who would attain highly must sacrifice greatly.","name" : "James Allen"},{"message" : "The law of sacrifice is uniform throughout the world. To be effective it demands the sacrifice of the bravest and the most spotless.","name" : "Mahatma Gandhi"},{"message" : "Sacrifice is nothing other than the production of sacred things.","name" : "Georges Bataille"},{"message" : "It is what we give up, not what we lay up, that adds to our lasting store.","name" : "Hosea Ballou"},{"message" : "It is a clear gain to sacrifice pleasure in order to avoid pain.","name" : "Leading with Wisdom"},{"message" : "Sacrifice is the ecstasy of giving the best we have to the One we love most.","name" : "J. Oswald Sanders"},{"message" : "In everyday things the law of sacrifice takes the form of positive duty.","name" : "James Anthony Froude"},{"message" : "One life is all we have and we live it as we believe in living it. But to sacrifice what you are and to live without belief, that is a fate more terrible than dying.","name" : "Joan of Arc"},{"message" : "Don’t sacrifice yourself too much, because if you sacrifice too much there’s nothing else you can give and nobody will care for you.","name" : "Karl Lagerfeld"},{"message" : "A hero is someone who has given his or her life to something bigger than oneself.","name" : "Joseph Campbell"},{"message" : "To achieve some depth in your field requires a lot of sacrifices.","name" : "Mikhail Baryshnikov"},{"message" : "You can only become great at something you are willing to sacrifice for.","name" : "Maya Angelou"}]}