{"title" : "Sadness","quotes" : [{"message" : "Sadness usually results from one of the following causes either when a man does not succeed, or is ashamed of his success.","name" : "Seneca"},{"message" : "Sadness is but a wall between two gardens.","name" : "Kahlil Gibran"},{"message" : "Sadness does not inhere in things; it does not reach us from the world and through mere contemplation of the world. It is a product of our own thought. We create it out of whole cloth.","name" : "Emile Durkheim"},{"message" : "Sadness is a natural reaction to awakening to see the way things are. But we can either become lost in our sadness, or decide to use this awakening to inspire us to work to change things to the way we wish they could be.","name" : "Robert Alan Silverstein"},{"message" : "Sadness is a visitor who will enter your home without a key but you have the ability to kick it out when you're ready to.","name" : "unknown"},{"message" : "Sadness is a choice - sadness does not exist.","name" : "Jonathan Lockwood Huie"},{"message" : "Sadness is nothing more than the absence of joy in the same way that darkness is nothing more than the absence of light.","name" : "Jonathan Lockwood Huie"},{"message" : "The word happiness would lose its meaning if it were not balanced by sadness.","name" : "Carl Gustav Jung"},{"message" : "Good humor is the health of the soul, sadness is its poison.","name" : "Lord Chesterfield"},{"message" : "Remember sadness is always temporary. This, too, shall pass.","name" : "Chuck T. Falcon"},{"message" : "You cannot prevent the birds of sadness from passing over your head, but you can prevent their making a nest in your hair.","name" : "Chinese Proverbs"},{"message" : "So much sadness exists in the world that we are all under obligation to contribute as much joy as lies within our powers.","name" : "John Sutherland Bonnell"},{"message" : "Sadness gives depth. Happiness gives height. Sadness gives roots. Happiness gives branches. Happiness is like a tree going into the sky, and sadness is like the roots going down into the womb of the earth. Both are needed, and the higher a tree goes, the deeper it goes, simultaneously. The bigger the tree, the bigger will be its roots. In fact, it is always in proportion. That's its balance.","name" : "Osho"},{"message" : "Sadness may be part of life but there is no need to let it dominate your entire life.","name" : "Byron Pulsifer"},{"message" : "Sadness flowers to the next renewing joy.","name" : "Jareb Teague"},{"message" : "Sadness is a valuable treasure only discovered in people you love.","name" : "Malagasy Proverb"},{"message" : "The best thing for being sad is to learn something.","name" : "Theodore White"},{"message" : "By the same token, we can experience joy because we have known sadness.","name" : "David Weatherford"},{"message" : "The walls we build around us to keep out the sadness also keep out the joy.","name" : "Jim Rohn"},{"message" : "I do believe that if you haven't learnt about sadness, you cannot appreciate happiness.","name" : "Nana Mouskouri"},{"message" : "Sadness does not come from bad circumstances. It comes from bad thoughts.","name" : "unknown"},{"message" : "No society has been able to abolish human sadness, no political system can deliver us from the pain of living, from our fear of death, our thirst for the absolute. It is the human condition that directs the social condition, not vice versa.","name" : "Eugene Ionesco"},{"message" : "One must not let oneself be overwhelmed by sadness.","name" : "Jackie Kennedy"},{"message" : "Sorrow is better than laughter: for by the sadness of the countenance the heart is made better.","name" : "Ecclesiastes, 7:3."},{"message" : "Sadness flies on the wings of the morning and out of the heart of darkness comes the light.","name" : "Jean Giraudoux"},{"message" : "Every human walks around with a certain kind of sadness. They may not wear it on their sleeves, but it's there if you look deep.","name" : "Taraji P. Henson"},{"message" : "First, accept sadness. Realize that without losing, winning isn't so great.","name" : "Alyssa Milano"},{"message" : "When sadness comes, accept it. Listen to its song. It has something to give to you. It has a gift which no happiness can give to you, only sadness can give it.","name" : "Osho"},{"message" : "There is something beautiful in reveling in sadness. The proof is how beautiful sad songs can be. I don't think being sad is to be avoided. It's apathy and boredom you want to avoid. But feeling anything is good, I think.","name" : "Joseph Gordon-Levitt"},{"message" : "I know a cure for sadness: Let our hands touch something that makes your eyes smile.","name" : "Mirabai"},{"message" : "Tears are often a gift from God, and sadness is a healthy emotion.","name" : "Alan Loy McGinnis"},{"message" : "Beautiful sadness is a myth. Sadness turns our features to clay, not porcelain.","name" : "David Levithan"},{"message" : "When sadness comes, just sit by the side and look at it and say, 'I am the watcher, I am not sadness,' and see the difference. Immediately you have cut the very root of sadness. It is no more nourished. It will die of starvation. We feed these emotions by being identified with them.","name" : "Bhagwan Shree Rajneesh"},{"message" : "Sadness does not last forever when we walk in the direction of that which we always desired.","name" : "Paulo Coelho"},{"message" : "You cannot protect yourself from sadness without protecting yourself from happiness.","name" : "Jonathan Safran Foer"},{"message" : "A good cry can be wonderful sometimes, and sadness is nothing more than love announced. Sadness and Unhappiness are not the same thing, and it is good to remember that. And there is this: sadness cleanses the heart.","name" : "Neale Donald Walsch"},{"message" : "Experiencing sadness and anger can make you feel more creative, and by being creative, you can get beyond your pain or negativity.","name" : "Yoko Ono"},{"message" : "Sadness flies away on the wings of time.","name" : "Jean de la Fontaine"},{"message" : "Sadness is almost never anything but a form of fatigue.","name" : "Andre Gide"},{"message" : "Life consists of sadness too. And sadness is also beautiful; it has its own depth, its own delicacy, its own deliciousness, its own taste. A man is poorer if he has not known sadness; he is impoverished, very much impoverished. His laughter will be shallow, his laughter will not have depth, because depth comes only through sadness. A man who knows sadness, if he laughs, his laughter will have depth. His laughter will have something of his sadness too, his laughter will be more colorful.","name" : "Rajneesh"},{"message" : "Sometimes when we're feeling sad, it's important just to feel the sadness. Like a snake shedding its skin, old feelings of remorse and regret and hurt and anger often have to come up in order to be released. On the other side we're a better person, capable of a happier life...who we are when we're no longer burdened by the buried feelings that weighed us down, or the self - defeating patterns that the pain produced.","name" : "Marianne Williamson"},{"message" : "When you feel sadness inside, wipe it away by cries and tears!","name" : "Toba Beta"},{"message" : "School is a place were you learn how to be a child.","name" : "Nayeli Garcia"},{"message" : "School just speeds things up... Without school it might take 70 years before you wake up and are able to count.","name" : "Louis Sachar"},{"message" : "The reason for the sadness of this modern age and the men who live in it is that it looks for the truth in everything and finds it.","name" : "Edmond de Goncourt"},{"message" : "What is the source of sadness, but feebleness of the mind? What giveth it power but the want of reason? Rouse thyself to the combat, and she quitteth the field before thou strikest.","name" : "Akhenaton"},{"message" : "A feeling of sadness and longing that is not akin to pain, and resembles sorrow only as the mist resembles the rain.","name" : "Henry Wadsworth Longfellow"},{"message" : "All pleasures contain an element of sadness.","name" : "Jonathan Eybeschutz"}]}