{"title" : "Saving Money","quotes" : [{"message" : "Be saving, but not at the cost of all liberality. Have the soul of a king and the hand of a wise economist.","name" : "Joseph Joubert"},{"message" : "Look everywhere you can to cut a little bit from your expenses. It will all add up to a meaningful sum.","name" : "Suze Orman"},{"message" : "The quickest way to double your money is to fold it in half and put it in your back pocket.","name" : "Will Rogers"},{"message" : "A budget is telling your money where to go instead of wondering where it went.","name" : "John C. Maxwell"},{"message" : "You must learn to save first and spend afterwards.","name" : "John Poole"},{"message" : "Balancing your money is the key to having enough.","name" : "Elizabeth Warren"},{"message" : "Saving must become a priority, not just a thought. Pay yourself first.","name" : "Dave Ramsey"},{"message" : "The habit of saving is itself an education; it fosters every virtue, teaches self-denial, cultivates the sense of order, trains to forethought, and so broadens the mind.","name" : "T.T. Munger"},{"message" : "Many people take no care of their money till they come nearly to the end of it, and others do just the same with their time.","name" : "Johann Wolfgang von Goethe"},{"message" : "It's good to have money and the things that money can buy, but it's good, too, to check up once in a while and make sure that you haven't lost the things that money can't buy.","name" : "George Lorimer"},{"message" : "By definition, saving for anything requires us to not get things now so that we can get bigger ones later.","name" : "Jean Chatzky"},{"message" : "The art is not in making money, but in keeping it.","name" : "Anonymous"},{"message" : "He who will not economize will have to agonize.","name" : "Confucius"},{"message" : "The easiest way to save money is to waste less energy.","name" : "Barack Obama"},{"message" : "A simple fact that is hard to learn is that the time to save money is when you have some.","name" : "Joe Moore"},{"message" : "Saving is a very fine thing. Especially when your parents have done it for you.","name" : "Winston Churchill"},{"message" : "Money looks better in the bank than on your feet.","name" : "Sophia Amoruso"},{"message" : "It's not how much money you make, but how much money you keep, how hard it works for you, and how many generations you keep it for.","name" : "Robert Kiyosaki"},{"message" : "Wealth consists not in having great possessions, but in having few wants.","name" : "Epictetus"},{"message" : "If we command our wealth, we shall be rich and free. If our wealth commands us, we are poor indeed.","name" : "Edmund Burke"},{"message" : "When a man has learned to live without money, he thought, a few rubles can go a long way.","name" : "Dan Millman"},{"message" : "Spend not where you may save; spare not where you must spend.","name" : "John Ray"},{"message" : "Save a little money each month and at the end of the year you'll be surprised at how little you have.","name" : "Ernest Haskins"},{"message" : "Money has never made man happy, nor will it, there is nothing in its nature to produce happiness. The more of it one has the more one wants.","name" : "Benjamin Franklin"},{"message" : "A man is usually more careful of his money than he is of his principles.","name" : "Ralph Waldo Emerson"},{"message" : "If you can count your money, you don't have a billion dollars.","name" : "J. Paul Getty"},{"message" : "There is a gigantic difference between earning a great deal of money and being rich.","name" : "Marlene Dietrich"},{"message" : "If you wish to get rich, save what you get. A fool can earn money; but it takes a wise man to save and dispose of it to his own advantage.","name" : "Brigham Young"},{"message" : "Saving requires us to not get things now so that we can get bigger ones later.","name" : "Jean Chatzky"},{"message" : "All days are not same. Save for a rainy day. When you don't work, savings will work for you.","name" : "M.K. Soni"},{"message" : "A penny saved is a penny earned.","name" : "Benjamin Franklin"},{"message" : "Money is a guarantee that we may have what we want in the future. Though we need nothing at the moment it insures the possibility of satisfying a new desire when it arises.","name" : "Aristotle"},{"message" : "If you cannot save money, the seeds of greatness are not in you.","name" : "W. Clement Stone"},{"message" : "A man who both spends and saves money is the happiest man, because he has both enjoyments.","name" : "Samuel Johnson"},{"message" : "You must gain control over your money or the lack of it will forever control you.","name" : "Lydia Sweatt"},{"message" : "Saving comes too late when you get to the bottom.","name" : "Seneca"},{"message" : "Money is multiplied in practical value depending on the number of W's you control in your life: what you do, when you do it, where you do it, and with whom you do it.","name" : "Timothy Ferriss"},{"message" : "Stop buying things you don't need to impress people you don't even like.","name" : "Suze Orman"},{"message" : "A man is rich in proportion to the things he can afford to let alone.","name" : "Henry David Thoreau"},{"message" : "Beware of little expenses. A small leak will sink a great ship.","name" : "Benjamin Franklin"},{"message" : "People suddenly know how to use money when there are none left.","name" : "Bangambiki Habyarimana"},{"message" : "Save one-third, live on one-third, and give away one-third.","name" : "Angelina Jolie"},{"message" : "Save money on the big, boring stuff so that you have something left over for life's little pleasures.","name" : "Elisabeth Leam"},{"message" : "Do not save what is left after spending, but spend what is left after saving.","name" : "Warren Buffet"},{"message" : "If you would be wealthy, think of saving as well as getting.","name" : "Benjamin Franklin"},{"message" : "A wise person should have money in their head, but not in their heart.","name" : "Jonathan Swift"},{"message" : "Money is usually attracted, not pursued.","name" : "Jim Rohn"},{"message" : "Many folks think they aren't good at earning money, when what they don't know is how to use it.","name" : "Frank A. Clark"},{"message" : "I'm Master of Coin. Saving money is important.","name" : "David Benioff"},{"message" : "Beware of the impulse monster; he will eat you alive.","name" : "Dave Ramsey"},{"message" : "Look for money mentor for advice and accountability.","name" : "Dave Ramsey"},{"message" : "Men and women view money differently, so be sensitive to differences.","name" : "Dave Ramsey"},{"message" : "Being frugal may be understood by different people differently.","name" : "M. Naveed"},{"message" : "Saving money and spending wisely is necessary because every human beings goes through different ups and downs of life and as such has different sources of earning money.","name" : "M. Naveed"},{"message" : "If you do not save for mishaps or unexpected situations, .you may have to face severe difficulties and problems in such events.","name" : "M. Naveed"},{"message" : "It is a habit of many frugal people to keep aside money on regular basis. They use this money to cover unforeseen events and situations.","name" : "M. Naveed"},{"message" : "Saving can be done for the purpose of enjoying life and making luxury trips to exotic places.","name" : "M. Naveed"},{"message" : "Saving money is personal and you have to decide how much you want to pay yourself each week, month or year.","name" : "Kael Dixon"},{"message" : "As you grow accustomed to saving, you'll quickly find that you can increase the amount that you save every paycheck or every month.","name" : "Kael Dixon"},{"message" : "When it comes to saving, you can save some of your money, you can save half of your money or you can save all of your money. The choice is yours.","name" : "Kael Dixon"},{"message" : "Remember, how much you save is less important than how you save.","name" : "Kael Dixon"},{"message" : "The benefit of active savings is that you have cash readily available when you need it most.","name" : "Kael Dixon"},{"message" : "Remember to be realistic about the amount you can actually save in the beginning. Saving a small amount each month and leaving it in savings is much more productive financially and psychologically.","name" : "Judy Lawrence"},{"message" : "Financial discussions are also important to share with the whole family. Remember, you are being the financial role model for your children.","name" : "Judy Lawrence"},{"message" : "The encouragement of saving occupied a prominent place in transnational discussions of social and economic policy.","name" : "Sheldon Garon"},{"message" : "Small savings has been vital historically for reasons that go well beyond the economic.","name" : "Sheldon Garon"},{"message" : "Various motives have been identified as to why people save, and survey evidence suggests that people know why they should save.","name" : "Cordell O. Lampeer"},{"message" : "The best way to predict the future is to create the one you want.","name" : "Cordell O. Lampeer"},{"message" : "Saving money doesn't have to be hard! Easily make more room in your budget.","name" : "Bruce Lubin"},{"message" : "Saving money is its own reward. Saving money is probably the best antidote for overspending.","name" : "Mary Hunt"},{"message" : "Saving money quiets the I-have-to-have-everything-now monster that runs so many of us ragged.","name" : "Mary Hunt"},{"message" : "Saving money will bolster your attitude and give you the strength and courage to face the temporary sacrifices that may be required to get your money life straightened out.","name" : "Mary Hunt"},{"message" : "Your children need to see a substantial reward for saving money and they need to see it in relatively short increments of time.","name" : "Sergio Dinaro"},{"message" : "Learning how to save money is really about learning how to control the impulse to spend money.","name" : "Sergio Dinaro"},{"message" : "Other little changes can yield big savings.","name" : "Ken Monyoncho"},{"message" : "Would you rather spend your tomorrow today or save today and spend it tomorrow?","name" : "Ken Monyoncho"},{"message" : "Saving money is a matter of the mind such that the state of mind is critical of you are to start saving.","name" : "Ken Monyoncho"},{"message" : "Once the decision to save is made, you need to exercise personal discipline until it becomes a habit.","name" : "Ken Monyoncho"},{"message" : "So even though spending money is arguably more exciting, you should consider saving money a priority.","name" : "Larry Dyson"},{"message" : "Sometimes the best way to start saving money is simply to become more aware of your finances and spending habits.","name" : "Larry Dyson"},{"message" : "With an understanding of your budget and your true needs, you may start putting away more money than you ever expected.","name" : "Larry Dyson"},{"message" : "Think about spending a bit more money on things that will last you longer.","name" : "Larry Dyson"},{"message" : "Establishing a budget is the act of deciding how much if your money you're going to spend on one item, how much on another, and so on, before you're actually in the position of spending the money.","name" : "Tere Stouffer"}]}