{"title" : "Saying Goodbye","quotes" : [{"message" : "Don't cry because it's over. Smile because it happened.","name" : "Dr. Seuss"},{"message" : "It's time to say goodbye, but I think goodbyes are sad and I'd much rather say hello. Hello to a new adventure.","name" : "Ernie Harwell"},{"message" : "A man never knows how to say goodbye; a woman never knows when to say it.","name" : "Helen Rowland"},{"message" : "If you are brave enough to say goodbye life will reward you with a new hello.","name" : "Paulo Coehlo"},{"message" : "Never say goodbye because goodbye means going away and going away means forgetting.","name" : "J.M. Barrie"},{"message" : "It feels right. But it's emotional. Saying goodbye to anything you've done that long is hard.","name" : "Angela Ruggiero"},{"message" : "A goodbye isn't painful unless you're never going to say hello again.","name" : "unknown"},{"message" : "Never part without loving words to think of during your absence. It may be that you will not meet again in this life.","name" : "Jean Paul Richter"},{"message" : "Parting is all we know of heaven and all we need to know of hell.","name" : "Emily Dickinson"},{"message" : "We only part to meet again.","name" : "John Gay"},{"message" : "Saying goodbye to someone' Just means that there's a hello waiting around the corner.","name" : "unknown"},{"message" : "Sometimes saying goodbye to the ones you love can be the most appropriate thing to do in order to help them understand there are consequences for each and every choice we make.","name" : "Raphael Zernoff"},{"message" : "Saying goodbye is a little like dying.","name" : "Marjane Satrapi"},{"message" : "Goodbyes make you think. They make you realize what you've had, what you've lost, and what you've taken for granted.","name" : "Ritu Ghatourey"},{"message" : "Never say goodbye when you still want to try, never give up when you still feel you can't take it. Never say you don't love the person anymore when you can't let go.","name" : "unknown"},{"message" : "Say goodbye to the oldies, but goodies, because the good old days weren't always good and tomorrow ain't as bad as it seems","name" : "Billy Joel"},{"message" : "The pain of parting is nothing to the joy of meeting again.","name" : "Charles Dickens"},{"message" : "They who go Feel not the pain of parting; it is they Who stay behind that suffer.","name" : "Henry Wadsworth Longfellow"},{"message" : "It takes courage to say goodbye. To stare at a thing lost and know it is gone forever. Some tears are iron forged.","name" : "Jay Kristoff"},{"message" : "I don't say goodbye unless I think it's final.","name" : "Shannon A. Thompson"},{"message" : "Don't be dismayed at good-byes. A farewell is necessary before we can meet again and meeting again, after moments or a lifetime, is certain for those who are friends.","name" : "Richard Bach"},{"message" : "Farewell is a beautiful and a soft word and yet it is a horrible and a heavy thing too!","name" : "Mehmet Murat ildan"},{"message" : "The last day is way shorter than counting to ten.","name" : "Leena Ahmad Almashat"},{"message" : "I find wisdom in the waves. Goodbye is a hello to a life without you.","name" : "Jarod Kintz"},{"message" : "Goodbyes always make my throat hurt?I need more hellos","name" : "Charlie Brown"},{"message" : "Saying goodbye hurts, but knowing it is goodbye kills.","name" : "Joel Kennedy"},{"message" : "Saying goodbye to the people you love isn't easy.","name" : "Jodi Picoult"},{"message" : "I guess that's what saying goodbye is always like- like jumping off an edge. The worst part is making the choice to do it. Once you're in the air, there's nothing you can do but let go.","name" : "Lauren Oliver"},{"message" : "The Most Painful Goodbyes Are The Ones That Are Never Said And Never Explained...","name" : "Bilal Nasir Khan"},{"message" : "Celebrate life while your loved one can still hear your voice, see your face, and receive your hugs. Cherish these extraordinary moments before it is time to say goodbye.","name" : "Norine Dresser"},{"message" : "Saying goodbye is familiar; you practice it daily: a kiss goodnight, a 'have a good day' at the end of a phone call, a farewell when you leave someone's home or a party.","name" : "Norine Dresser"},{"message" : "If you keep waiting for the ideal circumstances, you may postpone these tender moments of goodbye until it is too late.","name" : "Norine Dresser"},{"message" : "Saying goodbye is never easy but it is an integral part of human experience.","name" : "David H. Klein"},{"message" : "Walking away from the problems you don't want in your life gets easier each time it becomes clearer to you who no longer need to be.","name" : "Guy Finley"},{"message" : "Yes, let go. Walk away. Nothing can stop you. Believe me, this is your first in a long series of real winning actions. Never mind what direction to take; it doesn't matter, not in the slightest.","name" : "Guy Finley"},{"message" : "Walking away from the false is the same as heading toward what is true.","name" : "Guy Finley"},{"message" : "Letting go of yourself is letting go of your problems, for they are on in the same.","name" : "Guy Finley"},{"message" : "Sometimes you have to just walk away. We all hate to fail, hate to give up, hate to give in. We love the challenge if life and want to keep on until whatever we are trying to 'win' has been overcome, vanquished, beaten and won.","name" : "Richard Templar"},{"message" : "Sometimes you really want to do something, but it is unrealistic. Instead of knocking yourself out, cultivate the art of knowing when to walk away, and you'll find, it a lot less stressful.","name" : "Richard Templar"},{"message" : "Letting go and walking away means you are exercising control and good decision-making powers--you are making your choice rather than letting the situation control you.","name" : "Richard Templar"},{"message" : "If it's dead, don't go digging it up every five minutes to check if there's a pulse. It's dead; walk away.","name" : "Richard Templar"},{"message" : "If a relationship is coming to its end, instead of playing out long and complicated-- and potentially hurtful--end games, learn the art of walking away.","name" : "Richard Templar"},{"message" : "Anytime something so earth-shattering in your life happens that it breaks your heart, it also leaves the doorway of your soul open to new emotions and new mind-sets that can shake, rattle, and roll you right up to the next level.","name" : "Mandy Hale"},{"message" : "Then why are we so willing to stay stuck in a relationship once it has become clear that the other person is not our perfect fit?","name" : "Mandy Hale"},{"message" : "Realize that everything and everyone that walks away from you does so because they are no longer part of your story.","name" : "Mandy Hale"},{"message" : "Breakups have a way of shaking us awake and helping us see what we really want versus what we are willing to settle for.","name" : "Mandy Hale"},{"message" : "One of the best times for figuring out who you are and what you really want out of life is right after a breakup.","name" : "Mandy Hale"},{"message" : "Despite the heartache and loss, the reason you are not hearing from me is that I am too busy taking care of myself moving on with my fabulous life.","name" : "Greg Behrendt"},{"message" : "You gladly accept this radio silence because your relationship has been broken for a while, and get on with your grieving because you are moving on to something better.","name" : "Greg Behrendt"},{"message" : "Now, defeating kryptonite and getting over a broken heart is incredibly tough. It's also wildly empowering. But the even bigger victory is finally living your own life again without the constant presence of heartache.","name" : "Greg Behrendt"},{"message" : "The hard truth is that breakups are sink-or-swim. Some people spend their life in an emotional downward spiral because they can't get over lost love. Others, most notably you, use it as a turning point to reevaluate, rebuild, and possibly redecorate.","name" : "Greg Behrendt"},{"message" : "It's called a breakup because it's broken is designed to help you not only get out of an unsatisfying relationship but to get over it so that you can be ready for the better things in life that are coming your way.","name" : "Greg Behrendt"},{"message" : "Say goodbye to your beloved in a way that is meaningful to you. Take time to share what is on your mind and in your heart.","name" : "Norine Dresser"},{"message" : "Goodbye, simply stated, is an expression of farewell whether for the moment or forever.","name" : "Rosalie Peck"},{"message" : "In our society, goodbye has somehow become associated with death.","name" : "Rosalie Peck"},{"message" : "The pain of saying goodbye to relatives, friends, or leaders is hurtful, and sometimes unbearable.","name" : "Shirley A. McGarrell"},{"message" : "Goodbyes are only for those who love with their eyes. Because for those who love with heart and soul there is no such thing as separation.","name" : "Rumi"},{"message" : "We all suffer losses, the death of a loved one being the mightiest.","name" : "Elaine Bernstein Partnow"},{"message" : "The two hardest things to say in life are hello for the first time and goodbye for the last.","name" : "Moira Rogers"},{"message" : "You can kiss your family and friends good-bye and put miles between you, but at the same time you carry them with you in your heart, your mind, your stomach, because you do not just live in a world but a world lives in you.","name" : "Frederick Buechner"},{"message" : "Sadly enough, the most painful goodbyes are the ones that are left unsaid and never explained.","name" : "Jonathan Harnisch"},{"message" : "That's how we live, always saying goodbye.","name" : "Rilke"},{"message" : "How does and essence of the world . Leave the world? . How does wetness leave water? . Don't even try . You are here to stay.","name" : "Rumi"},{"message" : "I've said goodbye to a lot of things. Every time I've parted with my possessions. I've continued to ask myself if I need them now, not some day in the future.","name" : "Fumio Sasaki"},{"message" : "The things we say goodbye to are the things we'll remember forever.","name" : "Fumio Sasaki"},{"message" : "There are no goodbyes for us. Wherever you are, you will always be in my heart.","name" : "Mahatma Gandhi"},{"message" : "Farewell! God knows when we shall meet again.","name" : "William Shakespere"}]}