{"title" : "Scar","quotes" : [{"message" : "The marks humans leave are too often scars.","name" : "John Green"},{"message" : "Out of suffering have emerged the strongest souls; the most massive characters are seared with scars.","name" : "Khalil Gibran"},{"message" : "The person may have a scar, but it also means they have a story.","name" : "Jodi Picoult"},{"message" : "A scar does not form on the dying. A scar means I survived.","name" : "Chris Cleave"},{"message" : "What doesn't kill you is gonna leave a scar.","name" : "Marilyn Manson"},{"message" : "Be proud of every scar on your heart, each one holds a lifetime's worth of lessons.","name" : "Wallace Stegner"},{"message" : "She wears her scars like a warrior, for they're a reminder she's alive.","name" : "unknown"},{"message" : "God will not look you over for medals degrees or diplomas, but for scars.","name" : "Elbert Hubbard"},{"message" : "To be alive at all is to have scars.","name" : "John Steinbeck"},{"message" : "Our scars are a witness to the world. They are a part of our story. Healed wounds that are symbols that God has restored us.","name" : "Louie Giglio"},{"message" : "I think scars are like battle wounds - beautiful, in a way. They show what you've been through and how strong you are for coming out of it.","name" : "Demi Lovato"},{"message" : "Our scars make us beautiful.","name" : "Danielle Orner"},{"message" : "Turn your scars into stars.","name" : "Robert H. Schuller"},{"message" : "Scars. A sign that you had been hurt. A sign that you had healed.","name" : "Benjamin Alire Sáenz"},{"message" : "Wounds turn into scars and scars make you tough.","name" : "Aisha Tyler"},{"message" : "Every scar that you have is a reminder not just that you got hurt, but that you survived.","name" : "Michelle Obama"},{"message" : "Scars are a warrior's beauty marks.","name" : "Matshona Dhliwayo"},{"message" : "Scars show us where we have been, they do not dictate where we are going.","name" : "David Rossi"},{"message" : "Scars speak more loudly than the sword that caused them.","name" : "Paulo Coelho"},{"message" : "Don't hide your scars. Wear them as proof that God heals.","name" : "unknown"},{"message" : "A scar nobly got is a good livery of honor.","name" : "William Shakespeare"},{"message" : "Scars are tattoos with better stories.","name" : "unknown"},{"message" : "Scars are just a treasure map for pain you've buried too deep to remember.","name" : "Jodi Picoult"},{"message" : "What the mind forgets, the scars keep remembering.","name" : "Edith L. Tiempo"},{"message" : "Just because the scars have healed, doesn't mean that the pain has.","name" : "unknown"},{"message" : "Even when the wound is healed the scar remains.","name" : "Publilius Syrus"},{"message" : "I'm grateful for every scar, some pages turned, some bridges burned, but there were lessons learned.","name" : "Carrie Underwood"},{"message" : "Life gives you enough scars, you don't need to manufacture your own.","name" : "Andy Biersack"},{"message" : "The best people all have some kind of scar.","name" : "Kiera Cass"},{"message" : "Scars show toughness: that you've been through it, and you're still standing.","name" : "Theo Rossi"},{"message" : "Scars have the strange power to remind us that our past is real.","name" : "Cormac Mccarthy"},{"message" : "Every winner has scars.","name" : "Herbert Newton Casson"},{"message" : "Don't hide your scars. They make you who you are.","name" : "Frank Sinatra"},{"message" : "It's a shallow life that doesn't give a person a few scars.","name" : "Garrison Keillor"},{"message" : "The scars of others should teach us caution.","name" : "St. Jerome"},{"message" : "Every scar has a life of its own and a space in my heart.","name" : "Paulo Coelho"},{"message" : "Scars fade with time. And the ones that never go away, well, they build character, maturity, caution.","name" : "Erin McCarthy"},{"message" : "From every wound there is a scar, and every scar tells a story. A story that says, 'I survived.","name" : "Craig Scott"},{"message" : "My scars tell a story. They are reminders of when life tried to break me, but failed.","name" : "unknown"},{"message" : "Never again will I justify the scars just because I loved the person holding the knife.","name" : "Steve Maraboli"},{"message" : "The soldier, above all other people, prays for peace, for he must suffer and bear the deepest wounds and scars of war.","name" : "Douglas Macarthur"},{"message" : "There is something beautiful about all scars of whatever nature. A scar means the hurt is over, the wound is closed and healed, done with.","name" : "Harry Crews"},{"message" : "Some people see scars, and it is wounding they remember. To me they are proof of the fact that there is healing.","name" : "Linda Hogan"},{"message" : "I just want to show off my scar proudly and not be afraid of it.","name" : "Carly Simon"},{"message" : "Let our scars fall in love.","name" : "Galway Kinnell"},{"message" : "Hate leaves ugly scars, love leaves beautiful ones.","name" : "Mignon McLaughlin"},{"message" : "Scars are memory. Like sutures. They stitch the past to me.","name" : "China Miéville"},{"message" : "He jests at scars who never felt a wound.","name" : "William Shakespeare"},{"message" : "Because nobody goes through life without a scar.","name" : "Carol Burnett"},{"message" : "Have you ever been hurt and the place tries to heal a bit, and you just pull the scar off of it over and over again.","name" : "Rosa Parks"},{"message" : "A scar is what happens when the word is made flesh.","name" : "Leonard Cohen"},{"message" : "A really strong woman accepts the war she went through and is ennobled by her scars.","name" : "Carly Simon"},{"message" : "I just don't want to die without a few scars.","name" : "Chuck Palahniuk"},{"message" : "When I stand before thee at the day's end, thou shalt see my scars and know that I had my wounds and also my healing.","name" : "Rabindranath Tagore"},{"message" : "Children show scars like medals. Lovers use them as secrets to reveal. A scar is what happens when the word is made flesh.","name" : "Leonard Cohen"},{"message" : "I like someone who is a little crazy but coming from a good place. I think scars are sexy because it means you made a mistake that led to a mess.","name" : "Angelina Jolie"},{"message" : "I think it's one of the scars in our culture that we have too high an opinion of ourselves. We align ourselves with the angels instead of the higher primates.","name" : "Angela Carter"},{"message" : "It is foolish to pretend that one is fully recovered from a disappointed passion. Such wounds always leave a scar.","name" : "Henry Wadsworth Longfellow"},{"message" : "Be fond of the man who jests at his scars, if you like, but never believe he is being on the level with you.","name" : "Pamela Hansford Johnson"},{"message" : "We are still living in the aftershock of Hiroshima, people are still the scars of history.","name" : "Edward Bond"},{"message" : "The sudden disappointment of a hope leaves a scar which the ultimate fulfillment of that hope never entirely removes.","name" : "Thomas Hardy"},{"message" : "Keeping score of old scores and scars, getting even and one upping, always makes you less than you are.","name" : "Malcolm Forbes"},{"message" : "Most things break, including hearts. The lessons of life amount not to wisdom, but to scar tissue and callus.","name" : "Wallace Stegner"},{"message" : "A little talent is a good thing to have if you want to be a writer. But the only real requirement is the ability to remember every scar.","name" : "Stephen King"},{"message" : "The wounds of conscience always leave a scar.","name" : "Publilius Syrus"},{"message" : "Be proud of your scars. They remind you that you have the will to live.","name" : "Paulo Coelho"},{"message" : "Be proud of your scars. They have everything to do with your strength, and what you've endured. They're a treasure map to the deep self.","name" : "Clarissa Pinkola Estés"},{"message" : "A scar is not always a flaw. Sometimes a scar may be redemption inscribed in the flesh, a memorial to something endured, to something lost.","name" : "Dean Koontz"},{"message" : "Only fools pity survivors their scars and you should never kowtow to fools","name" : "Jeaniene Frost"},{"message" : "There is no shame in scars, Ismae.","name" : "R.L. LaFevers"},{"message" : "Life might hurt, might bruise, might forever scar, but it was for living.","name" : "Nalini Singh"},{"message" : "I can handle scars, especially ones that are on the outside.","name" : "Jessica Sorensen"},{"message" : "But the scars are always there, waiting for something to poke them.","name" : "Tammara Webber"},{"message" : "The Lord will not wish to count my trophies, but my scars.","name" : "Frank Laubach"},{"message" : "Forgiveness is a scalpel that removes emotional scars.","name" : "Maxwell Maltz"},{"message" : "It's easy for someone to joke about scars if they've never been cut.","name" : "William Shakespeare"},{"message" : "As a scar commemorates what happened, so is memory but itself a scar.","name" : "Carl Phillips"},{"message" : "Whatever doesn't kill you leaves scars.","name" : "Susan Sontag"},{"message" : "The scars left from the child's defeat in the fight against irrational authority are to be found at the bottom of every neurosis.","name" : "Erich Fromm"}]}