{"title" : "Science","quotes" : [{"message" : "Science is the great antidote to the poison of enthusiasm and superstition.","name" : "Adam Smith"},{"message" : "Science is a cemetery of dead ideas","name" : "Miguel de Unamuno"},{"message" : "There is something fascinating about science. One gets such wholesale returns of conjecture out of such a trifling investment of fact.","name" : "Mark Twain"},{"message" : "Science does not know its debt to imagination.","name" : "Ralph Waldo Emerson"},{"message" : "The important thing in science is not so much to obtain new facts as to discover new ways of thinking about them.","name" : "William Lawrence Bragg"},{"message" : "Every great advance in science has issued from a new audacity of imagination.","name" : "John Dewey"},{"message" : "Science has made us gods even before we are worthy of being men.","name" : "Jean Rostand"},{"message" : "Science is built up of facts, as a house is built of stones; but an accumulation of facts is no more a science than a heap of stones is a house.","name" : "Henri Poincar"},{"message" : "A science is any discipline in which the fool of this generation can go beyond the point reached by the genius of the last generation.","name" : "Max Gluckman"},{"message" : "Science is simply common sense at its best, that is, rigidly accurate in observation, and merciless to fallacy in logic.","name" : "Thomas Henry Huxley"},{"message" : "Science is a wonderful thing if one does not have to earn one's living at it.","name" : "Albert Einstein"},{"message" : "To know the history of science is to recognize the mortality of any claim to universal truth.","name" : "Evelyn Fox Keller"},{"message" : "The greatest discoveries of science have always been those that forced us to rethink our beliefs about the universe and our place in it.","name" : "Robert L. Park"},{"message" : "Science is the topography of ignorance.","name" : "Oliver Wendell Holmes"},{"message" : "Science, like life, feeds on its own decay. New facts burst old rules; then newly divined conceptions bind old and new together into a reconciling law.","name" : "William James"},{"message" : "Science without conscience is the soul's perdition.","name" : "Franois Rabelais"},{"message" : "All science is either physics or stamp collecting.","name" : "E. Rutherford"},{"message" : "Science can only ascertain what is, but not what should be, and outside of its domain value judgements of all kinds remain necessary.","name" : "Albert Einstein"},{"message" : "Science is all those things which are confirmed to such a degree that it would be unreasonable to withhold one's provisional consent.","name" : "Stephen Jay Gould"},{"message" : "Science is a first-rate piece of furniture for a man's upper chamber, if he has common sense on the ground floor.","name" : "Oliver Wendell Holmes"},{"message" : "The whole of science is nothing more than a refinement of everyday thinking.","name" : "Albert Einstein"},{"message" : "In all science, error precedes the truth, and it is better it should go first than last.","name" : "Hugh Walpole"},{"message" : "Science commits suicide when it adopts a creed.","name" : "Thomas Henry Huxley"},{"message" : "Science, in the very act of solving problems, creates more of them.","name" : "Abraham Flexner"},{"message" : "Science is always wrong. It never solves a problem without creating ten more.","name" : "George Bernard Shaw"},{"message" : "Reason, Observation, and Experience ; The Holy Trinity of Science.","name" : "Robert Green Ingersoll"},{"message" : "Science, at bottom, is really anti-intellectual. It always distrusts pure reason, and demands the production of objective fact.","name" : "Henry Louis Mencken"},{"message" : "Science may set limits to knowledge, but should not set limits to imagination.","name" : "Bertrand Russell"},{"message" : "Science is nothing but developed perception, interpreted intent, common sense rounded out and minutely articulated.","name" : "George Santayana"},{"message" : "Science is organized knowledge. Wisdom is organized life.","name" : "Will Durant"},{"message" : "Science is a way of thinking much more than it is a body of knowledge.","name" : "Carl Sagan"},{"message" : "If you thought that science was certain - well, that is just an error on your part.","name" : "Richard Feynman"},{"message" : "Science is the process that takes us from confusion to understanding.","name" : "Brian Greene"},{"message" : "Any sufficiently advanced technology is indistinguishable from magic.","name" : "Arthur C. Clarke"},{"message" : "We are stuck with technology when what we really want is just stuff that works.","name" : "Douglas Adams"},{"message" : "We are a way for the cosmos to know itself.","name" : "Carl Sagan"},{"message" : "One thing I have learned in a long life: that all our science, measured against reality, is primitive and childlike -- and yet it is the most precious thing we have.","name" : "Albert Einstein"},{"message" : "To invent, you need a good imagination and a pile of junk.","name" : "Thomas A. Edison"},{"message" : "It is strange that only extraordinary men make the discoveries, which later appear so easy and simple.","name" : "Georg C. Lichtenberg"},{"message" : "If your experiment needs statistics, you ought to have done a better experiment.","name" : "Ernest Rutherford"},{"message" : "An experiment is a question which science poses to Nature, and a measurement is the recording of Nature's answer.","name" : "Max Planck"},{"message" : "Science is the acceptance of what works and the rejection of what does not. That needs more courage than we might think.","name" : "Jacob Bronowski"},{"message" : "Science is vastly more stimulating to the imagination than the classics.","name" : "J. B. S. Haldane"},{"message" : "A physicist is an atom's way of knowing about atoms.","name" : "George Wald"},{"message" : "The black holes of nature are the most perfect macroscopic objects there are in the universe: the only elements in their construction are our concepts of space and time.","name" : "Subrahmanyan Chadrasekhar"},{"message" : "In science one tries to tell people, in such a way as to be understood by everyone, something that no one ever knew before. But in poetry, it's the exact opposite.","name" : "Paul Dirac"},{"message" : "Philosophers say a great deal about what is absolutely necessary for science, and it is always, so far as one can see, rather naive, and probably wrong.","name" : "Richard Feynman"},{"message" : "There are no such things as applied sciences, only applications of science.","name" : "Louis Pasteur"},{"message" : "Every science begins as philosophy and ends as art.","name" : "Will Durant"},{"message" : "The great tragedy of Science - the slaying of a beautiful hypothesis by an ugly fact.","name" : "Thomas H. Huxley"},{"message" : "The important thing in science is not so much to obtain new facts as to discover new ways of thinking about them.","name" : "Sir William Bragg"},{"message" : "The effort to understand the universe is one of the very few things that lifts human life a little above the level of farce, and gives it some of the grace of tragedy.","name" : "Steven Weinberg"},{"message" : "Scientific theory is a contrived foothold in the chaos of living phenomena.","name" : "Wilhelm Reich"},{"message" : "Science is the poetry of reality.","name" : "Richard Dawkins"},{"message" : "Science consists exactly of those forms of knowledge that can be verified and duplicated by anybody.","name" : "Seth Lloyd"},{"message" : "All of science is nothing more than the refinement of everyday thinking.","name" : "Albert Einstein"},{"message" : "The real and legitimate goal of the sciences is the endowment of human life with new commodities.","name" : "Francis Bacon"},{"message" : "Scientific revolutions, almost by definition, defy common sense.","name" : "Michio Kaku"},{"message" : "Science is the knowledge of consequences, and dependence of one fact upon another.","name" : "Thomas Hobbes"},{"message" : "The most beautiful thing we can experience is the mysterious. It is the source of all true art and science.","name" : "Albert Einstein"},{"message" : "All truths are easy to understand once they are discovered; the point is to discover them.","name" : "Galileo Galilei"},{"message" : "I never think of the future - it comes soon enough.","name" : "Albert Einstein"},{"message" : "No amount of experimentation can ever prove me right; a single experiment can prove me wrong.","name" : "Albert Einstein"},{"message" : "I have deep faith that the principle of the universe will be beautiful and simple","name" : "Albert Einstein"},{"message" : "The man of science has learned to believe in justification, not by faith, but by verification.","name" : "Thomas Huxley"},{"message" : "Science can teach us, and I think our own hearts can teach us, no longer to look around for imaginary supports, no longer to invent allies in the sky, but rather to look to our own efforts here below to make this world a fit place to live in, instead","name" : "Bertrand Russell"},{"message" : "Science cannot resolve moral conflicts, but it can help to more accurately frame the debates about those conflicts.","name" : "Heinz R. Pagels"},{"message" : "Science is the father of knowledge, but opinion breeds ignorance.","name" : "Hippocrates"},{"message" : "I Like this quote I dislike this quote“Science does not know its debt to imagination.","name" : "Ralph Waldo Emerson"},{"message" : "Science never solves a problem without creating ten more.","name" : "George Bernard Shaw Irish"},{"message" : "Although Nature needs thousands or millions of years to create a new species, man needs only a few dozen years to destroy one.","name" : "Victor Scheffer"},{"message" : "Understanding the history of matter and searching for its most interesting forms, such as galaxies, stars, planets and life, seems a suitable use for our intelligence.","name" : "Robert Kirshner"}]}