{"title" : "Second Chances","quotes" : [{"message" : "In case you never get a second chance: don't be afraid! And what if you do get a second chance? You take it!","name" : "C. JoyBell C."},{"message" : "Second chances do come your way. Like trains, they arrive and depart regularly. Recognizing the ones that matter is the trick.","name" : "Jill A. Davis"},{"message" : "There are no second chances in life, except to feel remorse.","name" : "Carlos Ruiz Zafn"},{"message" : "[When it comes to God] We can't run out of second chances...only time.","name" : "Robin Jones Gunn"},{"message" : "We're given second chances every day of our life. We don't usually take them, but they're there for the taking.","name" : "Andrew M. Greeley"},{"message" : "A second chance doesn't mean anything if you didn't learn from your first.","name" : "Anurag Prakash Ray"},{"message" : "Having a second chance makes you want to work even harder.","name" : "Tia Mowry"},{"message" : "If somebody is gracious enough to give me a second chance, I won't need a third.","name" : "Pete Rose"},{"message" : "Sometimes giving someone a second chance, Is like giving them an extra bullet for their gun.. cause they missed you the first time.","name" : "unknown"},{"message" : "Because this is what I believe - that second chances are stronger than secrets. You can let secrets go. But a second chance? You don't let that pass you by.","name" : "Daisy Whitney"},{"message" : "Every moment of your life is a second chance.","name" : "Rick Price"},{"message" : "We all deserve second chances, but not for the same mistake.","name" : "Thabiso Owethu Xabanisa"},{"message" : "If you ever get a second chance in life for something, you've got to go all the way.","name" : "Lance Armstrong"},{"message" : "A man deserves a second chance, but keep an eye on him.","name" : "John Wayne"},{"message" : "God always offers us a second chance in life.","name" : "Paulo Coelho"},{"message" : "If you are still breathing, you have a second chance.","name" : "Oprah Winfrey"},{"message" : "Don't think there are no second chances. Life always offers you a SECOND CHANCE... It's called TOMORROW.","name" : "Nicholas Sparks"},{"message" : "I believe in second chances, but I don't believe in third or fourth chances.","name" : "Selena Gomez"},{"message" : "People do make mistakes and I think they should be punished. But they should be forgiven and given the opportunity for a second chance. We are human beings.","name" : "David Millar"},{"message" : "Every second a seeker can start over, For his life's mistakes Are initial drafts And not the final version.","name" : "Sri Chinmoy"},{"message" : "You don't get second chances in the real world.","name" : "Gail Simmons"},{"message" : "We all have big changes in our lives that are more or less a second chance.","name" : "Harrison Ford"},{"message" : "Life always offers us a second chance. It's called tomorrow. So don't give up against adverse circumstances and keep fighting.","name" : "Anurag Prakash Ray"},{"message" : "I don't buy idea of second chance. With hope we make a lot of chances.","name" : "Toba Beta"},{"message" : "Thank God you are still alive for many have died and are dying as I speak. You still have the opportunity to change and make things right whilst those that have died wish for that second chance.","name" : "Aleksandr Sebryakov"},{"message" : "Our GOD is a GOD of second chances - Yes, God does these things again and again for people.","name" : "Job 33:29"},{"message" : "I will forever believe in second chances and forgiveness, because if it weren't for those two things I would and should be dead.","name" : "Dedrick D. L. Pitter"},{"message" : "Every second we have a second chance to do something we haven't done yet. That's why it's called a second and not a first.","name" : "Robert J. Braathe"},{"message" : "They say everyone needs a second chance, I am willing to give you one provided you are ready to accept it.","name" : "Nidhi Saini"},{"message" : "Let Tomorrow be your second chance to prove that you are better than today and yesterday.","name" : "Ritu Ghatourey"},{"message" : "Children are our second chance to have a great parent-child relationship.","name" : "Laura Schlessinger"},{"message" : "I've learned that making a 'living' is not the same thing as making a 'life. I've learned that life sometimes gives you a second chance. I've learned that you shouldn't go through life with a catcher's mitt on both hands; you need to be able to throw something back.","name" : "Maya Angelou"},{"message" : "Whatever problems we had back then don't exist anymore. It's why we have this second chance, and we can't throw it away.","name" : "Michelle Maddow"},{"message" : "I was dying but suddenly had a second chance at living.","name" : "Shelley Fabares"},{"message" : "Unfortunately, we don't get a second chance. We've already played them twice.","name" : "Trevor Brooking"},{"message" : "When you're on the road, there's no time for second chances and messing yourself up.","name" : "Shaun Alexander"},{"message" : "No second chances at a single moment.","name" : "Jeanette Winterson"},{"message" : "Our God of Grace often gives us a second chance, but there is no second chance to harvest a ripe crop.","name" : "Kurt Von Schleicher"},{"message" : "There is no going back in life, no return, no second chance. I cannot call back the spoken word or the accomplished deed.","name" : "Daphne du Maurier"},{"message" : "All discarded lovers should be given a second chance, but with somebody else.","name" : "Mae West"},{"message" : "We all make mistakes, everybody should be given a second-chance.","name" : "Lailah Gifty Akita"},{"message" : "I want the world to know that everybody deserves a second chance.","name" : "El Debarge"},{"message" : "I mean we all need a second chance sometimes.","name" : "Joel Osteen"},{"message" : "There's nothing as exciting as a comeback ' seeing someone with dreams, watching them fail, and then getting a second chance.","name" : "Rachel Griffiths"},{"message" : "Everybody deserves a second chance in this world. That's basically all I ask.","name" : "Shannen Doherty"},{"message" : "Sometimes goodbye is a second chance.","name" : "Shinedown"},{"message" : "Sometimes in life, you’re not always given a second chance, but if you do, take advantage of it, and go out with a bang!","name" : "Aquaria"},{"message" : "Miracles were just second chances if you really thought about it — second chances when all hope was lost.","name" : "Kaya Mclaren"},{"message" : "That is what life is about. We do not get redos, but we do get second chances.","name" : "Jeffrey Fry"},{"message" : "Chance is not a word to toss in the air. It’s a word to take in, a word to give yourself.","name" : "Michelle Muriel"},{"message" : "A second chance doesn’t mean you’re in the clear. In many ways, it is the more difficult thing. Because a second chance means that you have to try harder. You must rise to the challenge without the blind optimism of ignorance.","name" : "Ling Ma"},{"message" : "Sometimes you don’t get a second chance. You need to take a chance when you have the opportunity. Always.","name" : "Gavin MacLeod"},{"message" : "I have become convinced that God thoroughly enjoys fixing and saving things that are broken. That means that no matter how hurt and defeated you feel, no matter how badly you have been damaged, God can repair you. God can give anyone a second chance.","name" : "Melody Carlson"},{"message" : "Sometimes you were handed a second chance, and all you had to do was close your eyes and step into it.","name" : "Jean Oram"},{"message" : "But second chances aren't forever Even miracles have an expiration date.","name" : "Robyn Schneider"},{"message" : "To take that second chance, we need to notice where we are and be open to the possibility of growing.","name" : "Holly Elissa Bruno"},{"message" : "You don't need to wait for that second chance, because every second is a chance to change your life for the better.","name" : "Jeanette Coron"},{"message" : "It has been said that sometimes the greatest hope in our lives is just a second chance to do what we should have done right in the first place.","name" : "Richard Paul Evans"},{"message" : "Stop giving so many second chances. Wishing someone would be something they’re not is a waste of time and messes with your head. Truth hurts a lot sometimes... and I hate to be the one to break it to you, but in reality, you’re stressing and agonizing about ending a relationship they left a while ago.","name" : "Steve Maraboli"},{"message" : "Stop giving so many second chances. Wishing someone would be something they’re not is a waste of time and messes with your head. Truth hurts a lot sometimes... and I hate to be the one to break it to you, but in reality, you’re stressing and agonizing about ending a relationship they left a while ago.","name" : "Steve Maraboli"},{"message" : "Everyone needs a second chance. Some of us need a third or fourth chance.","name" : "Catherine DePasquale"},{"message" : "Sometimes, some people and some situations deserve a second chance.","name" : "Germany Kent"},{"message" : "There is always a chance for a new beginning.","name" : "Catherine DePasquale"},{"message" : "Never come late to a party you were supposed to host. Second chances are rare. If you miss them... cry.","name" : "Lod Nael"},{"message" : "No one can claim perfection, that's why everyone needs a second chance ad infinitum.","name" : "Bangambiki Habyarimana"},{"message" : "The thing about second chances is we always walk into them assuming we'll feel better, when nine times out of ten things get worse before the ever get better.","name" : "Rachel Van Dyken"},{"message" : "The wonderful thing about second chances is that they exist.","name" : "Felice Stevens"},{"message" : "Second chances appear like a gift left at our doorstep.","name" : "Holly Elissa Bruno"},{"message" : "Choosing to be open to as many second chances as your heart can bear changes everything.","name" : "Holly Elissa Bruno"},{"message" : "Being both able and willing to accept second chances when offered and to create or request second chances when they are not offered is the platform for a joyously fulfilling life.","name" : "Holly Elissa Bruno"},{"message" : "Every second chance I have witnessed or experienced is a momentary miracle.","name" : "Holly Elissa Bruno"},{"message" : "I will accept my second chance for a truer, simpler and more sacred life.","name" : "Holly Elissa Bruno"},{"message" : "May your days abound with second chances and your heart be strong and vulnerable enough to choose the unseen and the unknown.","name" : "Holly Elissa Bruno"},{"message" : "Second chance I do not fear the destination it is the journey that creates the image unclear.","name" : "R. William Standish"},{"message" : "Can the lie you’ve lived before today—get one last second chance?","name" : "Kurt Philip Behm"}]}