{"title" : "Self Reliance","quotes" : [{"message" : "The efficient man is the man who thinks for himself.","name" : "CharlesW. Eliot"},{"message" : "Every man's in his own hands, with a little help from his brothers.","name" : "Janet Morris"},{"message" : "Associate with the noblest people you can find; read the best books; live with the mighty. But learn to be happy alone. Rely upon your own energies, and so not wait for, or depend on other people.","name" : "Thomas Davidson"},{"message" : "The best place to find a helping hand is at the end of your own arm.","name" : "unknown"},{"message" : "If it is to be, it is up to me.","name" : "William H. Johnsen"},{"message" : "There is no dependence that can be sure but a dependence upon one's self.","name" : "John Gay"},{"message" : "The only tyrant I accept in this world is the still voice within.","name" : "Mahatma Gandhi"},{"message" : "Self-reliance is the only road to true freedom, and being one's own person is its ultimate reward.","name" : "Patricia Sampson"},{"message" : "The strongest man in the world is he who stands alone.","name" : "Henrik Ibsen"},{"message" : "The best lightning rod for your protection is your own spine.","name" : "Ralph Waldo Emerson"},{"message" : "I listen with attention to the judgement of all men; but so far as I can remember, I have followed none but my own.","name" : "Michel de Montaigne"},{"message" : "If you think you can do it, or you think you can't do it, You are right.","name" : "Henry Ford"},{"message" : "As soon as you trust yourself, you will know how to live.","name" : "Johann Wolfgang von Goethe"},{"message" : "Don't compromise yourself. You're all you've got.","name" : "Janis Joplin"},{"message" : "If you lead me astray, then my wanderings will bring me to my destination.","name" : "Michael Bassey Johnson"},{"message" : "You don't have to worry about burning bridges, if you're building your own.","name" : "Kerry E. Wagner"},{"message" : "Nobody can bring you peace but yourself.","name" : "Ralph Waldo Emerson"},{"message" : "Chance never helps those who do not help themselves.","name" : "Sophocles"},{"message" : "Learn to depend upon yourself by doing things in accordance with your own thinking.","name" : "Grenville Kleiser"},{"message" : "The proverb warns that, 'You should not bite the hand that feeds you.' But maybe you should, if it prevents you from feeding yourself.","name" : "Thomas Stephen Szasz"},{"message" : "Expect more from yourself than from others.","name" : "unknown"},{"message" : "No one can be great, or good, or happy except through the inward efforts of themselves.","name" : "Frederick W. Robertson"},{"message" : "The highest manifestation of life consists in this: that a being governs its own actions. A thing which is always subject to the direction of another is somewhat of a dead thing.","name" : "Thomas Aquinas"},{"message" : "No one can cheat you out of ultimate success but yourself.","name" : "Ralph Waldo Emerson"},{"message" : "Behind every successful woman is herself.","name" : "unknown"},{"message" : "There's no one to stop you but yourself.","name" : "David Thomas"},{"message" : "Over himself, over his own body and mind, the individual is sovereign.","name" : "John Stuart Mill"},{"message" : "If you truly want to be respected by people you love, you must prove to them that you can survive without them.","name" : "Michael Bassey Johnson"},{"message" : "Don't ask of your friends what you yourself can do.","name" : "Quintus Ennius"},{"message" : "The best things in life must come by effort from within, not by gifts from the outside.","name" : "Fred Corson"},{"message" : "The greatest thing in the world is to know how to belong to oneself.","name" : "Michel de Montaigne"},{"message" : "Only a weak person needed someone else around all the time.","name" : "Sarah Dessen"},{"message" : "Faced with crisis, the man of character falls back on himself.","name" : "Charles De Gaulle"},{"message" : "You can't trust other people. If it's important, you have to do it yourself.","name" : "Neil Gaiman"},{"message" : "When you are content to be simply yourself and don't compare or compete, everyone will respect you.","name" : "Lao Tzu"},{"message" : "To find yourself, think for yourself.","name" : "Socrates"},{"message" : "If you want a thing done well, do it yourself.","name" : "Napoleon Bonaparte"},{"message" : "No one can really pull you up very high-you lose your grip on the rope. But on your own two feet you can climb mountains.","name" : "Louis Brandeis"},{"message" : "You cannot help people permanently by doing for them, what they could and should do for themselves.","name" : "Abraham Lincoln"},{"message" : "A wise man will make more opportunities than he finds.","name" : "Francis Bacon"},{"message" : "I'd rather die my way than live yours.","name" : "Lauren Oliver"},{"message" : "The best bet is to bet on yourself.","name" : "Arnold Glasow"}]}