{"title" : "Self Confidence","quotes" : [{"message" : "As soon as you trust yourself, you will know how to live.","name" : "Johann Wolfgang von Goethe"},{"message" : "Once we believe in ourselves, we can risk curiosity, wonder, spontaneous delight, or any experience that reveals the human spirit","name" : "E.E. Cummings"},{"message" : "What the mind can conceive and believe, and the heart desire, you can achieve.","name" : "Norman Vincent Peale"},{"message" : "Confidence is like a dragon where, for every head cut off, two more heads grow back.","name" : "Criss Jami"},{"message" : "A great figure or physique is nice, but it's self-confidence that makes someone really sexy.","name" : "Vivica A. Fox"},{"message" : "With realization of one's own potential and self-confidence in one's ability, one can build a better world.","name" : "Dalai Lama"},{"message" : "The way to develop self-confidence is to do the thing you fear and get a record of successful experiences behind you.","name" : "William Jennings Bryan"},{"message" : "You need an incredible amount of self-confidence to go digging around in someone's brain.","name" : "Benjamin Carson"},{"message" : "If you hear a voice within you say 'you cannot paint,' then by all means paint, and that voice will be silenced.","name" : "Vincent Van Gogh"},{"message" : "Always be yourself and have faith in yourself. Do not go out and look for a successful personality and try to duplicate it.","name" : "Bruce Lee"},{"message" : "You wouldn't worry so much about what others think of you if you realized how seldom they do.","name" : "Eleanor Roosevelt"},{"message" : "Trust yourself. Create the kind of self that you will be happy to live with all your life. Make the most of yourself by fanning the tiny, inner sparks of possibility into flames of achievement.","name" : "Golda Meir"},{"message" : "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.","name" : "Ralph Waldo Emerson"},{"message" : "Confidence comes not from always being right but from not fearing to be wrong.","name" : "Peter T. Mcintyre"},{"message" : "The courage to be is the courage to accept oneself, in spite of being unacceptable.","name" : "Paul Tillich"},{"message" : "Trust yourself. You know more than you think you do.","name" : "Dr. Benjamin Spock"},{"message" : "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.","name" : "Helen Keller"},{"message" : "Confidence, like art, never comes from having all the answers; it comes from being open to all the questions.","name" : "Earl Gray Stevens"},{"message" : "Go confidently in the direction of your dreams and live the life you have imagined.","name" : "Henry David Thoreau"},{"message" : "Confidence thrives on honesty, on honor, on the sacredness of obligations, on faithful protection and on unselfish performance. Without them it cannot live.","name" : "Franklin D. Roosevelt"},{"message" : "You have no control over other people's taste, so focus on staying true to your own.","name" : "Tim Gunn"},{"message" : "No one can make you feel inferior without your consent.","name" : "Eleanor Roosevelt"},{"message" : "If you're presenting yourself with confidence, you can pull off pretty much anything.","name" : "Katy Perry"},{"message" : "I've finally stopped running away from myself.","name" : "Goldie Hawn"},{"message" : "Low self-confidence isn't a life sentence. Self-confidence can be learned, practiced, and mastered - just like any other skill. Once you master it, everything in your life will change for the better.","name" : "Barrie Davenport"},{"message" : "One important key to success is self-confidence. An important key to self-confidence is preparation.","name" : "Arthur Ashe"},{"message" : "I have gone ahead despite the pounding in the heart that says: Turn back.","name" : "Erica Jong"},{"message" : "It is confidence in our bodies, minds and spirits that allows us to keep looking for new adventures.","name" : "Oprah"},{"message" : "Embracing your true self radiates a natural beauty that cannot be diluted or ignored.","name" : "Steve Maraboli"},{"message" : "Don't live down to expectations. Go out there and do something remarkable.","name" : "Wendy Wasserstein"},{"message" : "Confidence is preparation. Everything else is beyond your control.","name" : "Richard Kline"},{"message" : "A man cannot be comfortable without his own approval.","name" : "Mark Twain"},{"message" : "To establish true self-esteem we must concentrate on our successes and forget about the failures and the negatives in our lives.","name" : "Denis Waitley"},{"message" : "Our self-respect tracks our choices. Every time we act in harmony with our authentic self and our heart, we earn our respect. It is that simple. Every choice matters.","name" : "Dan Coppersmith"},{"message" : "You have been criticizing yourself for years, and it hasn't worked. Try approving of yourself and see what happens.","name" : "Louise L. Hay"},{"message" : "The better you feel about yourself, the less you feel the need to show off.","name" : "Robert Hand"},{"message" : "It is never too late to be what you might have been.","name" : "George Eliot"},{"message" : "Who has confidence in himself will gain the confidence of others.","name" : "Leib Lazarow"},{"message" : "Self-confidence is the first requisite to great undertakings.","name" : "Samuel Johnson"},{"message" : "I think self-awareness is probably the most important thing towards being a champion.","name" : "Billie Jean King"},{"message" : "You can have anything you want if you are willing to give up the belief that you can't have it.","name" : "Dr. Robert Anthony"},{"message" : "Confidence is half of victory.","name" : "Yiddish Proverb"},{"message" : "There's one blessing only, the source and cornerstone of beatitude: confidence in self.","name" : "Lucius Annaeus Seneca"},{"message" : "Confidence is that feeling by which the mind embarks on great and honorable courses with a sure hope and trust in itself.","name" : "Cicero"},{"message" : "If you have no confidence in self, you are twice defeated in the race of life. With confidence, you have won even before you have started.","name" : "Marcus Garvey"},{"message" : "The strongest single factor in prosperity consciousness is self-esteem: believing you can do it, believing you deserve it, believing you will get it.","name" : "Jerry Gillies"},{"message" : "Always be a first-rate version of yourself, instead of a second-rate version of somebody else.","name" : "Judy Garland"},{"message" : "The most important key to the permanent enhancement of esteem is the practice of positive inner-talk.","name" : "Dennis Waitley"}]}