{"title" : "Self Empowerment","quotes" : [{"message" : "Never be bullied into silence. Never allow yourself to be made a victim. Accept no one's definition of your life, but define yourself.","name" : "Harvey Fierstein"},{"message" : "The power you have is to be the best version of yourself you can be, so you can create a better world.","name" : "Ashley Rickards"},{"message" : "No one can make you feel inferior without your consent.","name" : "Eleanor Roosevelt"},{"message" : "Reach high, for the stars lie hidden in your soul. Dream deep, for every dream precedes the goal.","name" : "Langston Hughes"},{"message" : "You were put on this earth to achieve your greatest self, to live out your purpose, and to do it courageously.","name" : "Steve Maraboli"},{"message" : "The surest way to lose your self-worth is by trying to find it through the eyes of others.","name" : "Becca Lee"},{"message" : "Every time you are tempted to react in the same old way, ask yourself if you want to be a prisoner of the past or a pioneer of the future.","name" : "Deepak Chopra"},{"message" : "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.","name" : "Ralph Waldo Emerson"},{"message" : "He who is not everyday conquering some fear has not learned the secret of life.","name" : "Ralph Waldo Emerson"},{"message" : "You wanna fly, you got to give up the sh— that weighs you down.","name" : "Toni Morrison"},{"message" : "Most of the shadows of life are caused by standing in our own sunshine.","name" : "Ralph Waldo Emerson"},{"message" : "The most common way people give up their power is by thinking they don't have any.","name" : "Alice Walker"},{"message" : "Whenever a negative thought concerning your personal power comes to mind, deliberately voice a positive thought to cancel it out.","name" : "Norman Vincent Peale"},{"message" : "Your success and happiness lies in you. Resolve to keep happy, and your joy and you shall form an invincible host against difficulties.","name" : "Helen Keller"},{"message" : "Self empowerment is seeking the solution rather than fixating on the problem.","name" : "Coach Bobbi"},{"message" : "Stop giving people the power to steal your peace. It belongs to you and no one should be able to run away with it.","name" : "A. Elle"},{"message" : "Do we not realize that self respect comes with self reliance?","name" : "Abdul Kalam"},{"message" : "Never limit yourself to what you can't do, but to what you have the power to do with what you have.","name" : "Nadège Richards"},{"message" : "Integrating the mind is the essence of life. Decide you will always say and do only what you feel is right. Then, you will come to tremendous clarity and conviction in the inner and outer worlds.","name" : "Paramahamsa Nithyananda"},{"message" : "Your greatest risk is in thinking too small. Think big. Life is too short to think small.","name" : "Anonymous"},{"message" : "Never let success get to your head and never let failure get to your heart.","name" : "Ziad K. Abdelnour"},{"message" : "Courage is the first of human qualities because it is the quality which guarantees the others.","name" : "Aristotle"},{"message" : "Surround yourself with people who empower you to become better.","name" : "Anonymous"},{"message" : "Be who you are and say what you feel, because those who mind don't matter, and those who matter don't mind.","name" : "Bernard M. Baruch"},{"message" : "Trust yourself. There is no one else on earth that is better suited to determining your ideal and making it happen than you.","name" : "S.D. Buffington"},{"message" : "Everything is happening all the time, but if you don't put yourself in the path of it, you miss it.","name" : "Gayle Forman"},{"message" : "You are perfect as you are and there is always room for improvement.","name" : "Shunryu Suzuki"},{"message" : "Don't let the fear of losing be greater than the excitement of winning.","name" : "Robert Kiyosaki"},{"message" : "Your self-worth is determined by you. You don't have to depend on someone telling you who you are.","name" : "Beyonce"},{"message" : "What a man can be, he must be. This need we call self-actualization.","name" : "Abraham Maslow"},{"message" : "Everything you are against weakens you. Everything you are for empowers you.","name" : "Wayne Dyer"},{"message" : "Move out of your comfort zone. You can only grow if you are willing to feel awkward and uncomfortable when you try something new.","name" : "Brian Tracy"},{"message" : "Remember that just because you hit bottom doesn't mean you have to stay there.","name" : "Robert Downey Jr."},{"message" : "If you want light to come into your life, you need to stand where it is shining.","name" : "Guy Finley"},{"message" : "You've got to fight for what you believe in. If you don't try, you'll always wonder, and that's a horrible way to live.","name" : "Joan Jett"},{"message" : "Feeling confident in your ability to protect yourself empowers you to live with less fear and more freedom.","name" : "Nicole Sundine"},{"message" : "Following your passion is far more fulfilling than following the money.","name" : "Lisa Ling"},{"message" : "To be nobody but yourself in a world which is doing its best, night and day, to make you everybody else means to fight the hardest battle which any human being can fight; and never stop fighting.","name" : "E. E. Cummings"},{"message" : "Don't limit yourself. Many people limit themselves to what they think they can do. You can go as far as your mind lets you. What you believe, remember, you can achieve.","name" : "Mary Kay Ash"},{"message" : "Be yourself- not your idea of what you think somebody else's idea of yourself should be.","name" : "Henry David Thoreau"},{"message" : "Always be a first rate version of yourself and not a second rate version of someone else.","name" : "Judy Garland"},{"message" : "You do have a story inside you; it lies articulate and waiting to be written behind your silence and your suffering.","name" : "Anne Rice"},{"message" : "If you're not comfortable within yourself, you can't be comfortable with others.","name" : "Anonymous"},{"message" : "Don't ever compare yourself to others. You are not a copy, you are an original. Craft your own individuality and sense of style and just be yourself. Trying to be someone else will only frustrate you and make you unhappy and miserable.","name" : "Yvonne"},{"message" : "You were born to be real not to be perfect.","name" : "Anonymous"},{"message" : "You must learn to be still in the midst of activity and to be vibrantly alive in repose.","name" : "Indira Gandhi"},{"message" : "Self-control is strength. Right thought is mastery. Calmness is power.","name" : "James Allen"},{"message" : "You can, you should, and if you’re brave enough to start, you will.","name" : "Stephen King"},{"message" : "We all make mistakes, have struggles, and even regret things in our past. But you are not your mistakes, you are not your struggles, and you are here now with the power to shape your day and your future.","name" : "Steve Maraboli"},{"message" : "How would your life be different if…You stopped allowing other people to dilute or poison your day with their words or opinions? Let today be the day…You stand strong in the truth of your beauty and journey through your day without attachment to the validation of others","name" : "Steve Maraboli"},{"message" : "Magick happens when you step into who you truly are and embrace that which fulfills your soul.","name" : "Dacha Avelin"},{"message" : "Your fear is 100% dependent on you for its survival","name" : "Steve Maraboli"},{"message" : "You are one thing only. You are a Divine Being. An all-powerful Creator. You are a Deity in jeans and a t-shirt, and within you dwells the infinite wisdom of the ages and the sacred creative force of All that is, will be and ever was.","name" : "Anthon St. Maarten"},{"message" : "A strong man cannot help a weaker unless the weaker is willing to be helped, and even then the weak man must become strong of himself; he must, by his own efforts, develop the strength which he admires in another. None but himself can alter his condition.","name" : "James Allen"},{"message" : "Be happy with who you are and what you do, and you can do anything you want.","name" : "Steve Maraboli"},{"message" : "You just can't let life happen to you, you have to make life happen.","name" : "Idowu Koyenikan"},{"message" : "Do not let another day go by where your dedication to other people's opinions is greater than your dedication to your own emotions!","name" : "Steve Maraboli"},{"message" : "Only you can take inner freedom away from yourself, or give it to yourself. Nobody else can.","name" : "Michael A. Singer"},{"message" : "Your pain is the breaking of the shell that encloses your understanding.","name" : "Kahlil Gibran"},{"message" : "Today, many will choose to live free of conditions and rules governing their own happiness.","name" : "Steve Maraboli"},{"message" : "The power to change your life lies in the simplest of steps.","name" : "Steve Maraboli"},{"message" : "Once you embrace your value, talents and strengths, it neutralizes when others think less of you.","name" : "Rob Liano"},{"message" : "At every given moment we are absolutely perfect for what is required for our journey.","name" : "Steve Maraboli"},{"message" : "You have been blessed with immeasurable power to make positive changes in your life.","name" : "Steve Maraboli"},{"message" : "Some men have thousands of reasons why they cannot do what they want to, when all they need is one reason why they can","name" : "Martha Graham"},{"message" : "The realisation that limitations are imaginary will make you strong and overpowering.","name" : "Stephen Richards"},{"message" : "Never allow your mind to wander untamed like a wild animal that exists on the basis of survival of the fittest. Tame your mind with consistent focus on your goals and desires.","name" : "Stephen Richards"},{"message" : "Grateful souls focus on the happiness and abundance present in their lives and this in turn attracts more abundance and joy towards them.","name" : "Stephen Richards"},{"message" : "We are exactly what our history made us to be.","name" : "Stephen Richards"},{"message" : "The need to prove who you are will vanish once you know who you are.","name" : "Danielle Pierre"},{"message" : "We refuse to let our knowledge, however limited, be informed by your ignorance, however vast.","name" : "David Ray Griffin"},{"message" : "I just want to say how proud I am today. Knowing that I have self-esteem gives me even more self-esteem. I like having low self-esteem. It makes me feel special.","name" : "Glenn Eichler"},{"message" : "If you don't like your job, why don't you just quit stop being a bitch love yourself . If you believe things kind work out easily, . I'm telling you if you don't like what your mother's telling you .","name" : "Jacquelyn S Wright"},{"message" : "You can do all the right things . Play the right scenes . Can't make someone love you right . That won't help you sleep at night . It'll burn you . Even turn to . Settling beneath your worth .","name" : "Jerome Lang II"},{"message" : "You can never lose what is yours . So open the door . Get what you want and more . It will come before you know . A never-ending flow .","name" : "Jerome Lang II"},{"message" : "Take a whiff of the ocean breeze . Ebb and flow puts your soul at ease . Oh let the music was away your fears .","name" : "Inspirez"},{"message" : "Self love, the greatest love . I know I'm gonna be alright . Life tough, I know it's tough . I know you gonna be alright . Deep inside just know you goin' survive . And if you read between the lines .","name" : "Inspirez"},{"message" : "The best thing I could ever do for me is love myself.","name" : "Ciara"},{"message" : "It's alright, I been to the bottom . And I've seen the end . Wanna forever be together 'til the end . And I found the problem, it starts with me .","name" : "Ciara"},{"message" : "Loving me, being free, bringing peace, leave these wings . Tryna fly to my peak, I reside eye to eye . The divine in my reach as I strive and I seek . Live light, proceed, love me for me .","name" : "Ciara"},{"message" : "Taking shortcuts get ya cut short (yep) . Never ever settle when you know your worth (never) . You gotta free your soul, you gotta take control .","name" : "Ciara"},{"message" : "Even struggle is beautiful thing to rise above .","name" : "Fatn Dantzler"},{"message" : "Self-empowerment means we become more self-determining. We face emotions, thoughts, feelings, and sensation, life anxiousness, that we empowers formerly to be bigger that us.","name" : "Rosie Kuhn"},{"message" : "Encourage yourself, speak to yourself, and lift yourself right on up. Encourage yourself that change its here. Encourage yourself to continue to pursue.","name" : "Delene Williams"},{"message" : "Encourage yourself to carry it out, to walk it out, to search it out, shout it out, and praise your way out to the change that's being presented with encouragement.","name" : "Delene Williams"},{"message" : "You need to learn to be happy by nature, because you'll seldom have the chance to be happy by circumstance.","name" : "Lavetta Sue"},{"message" : "When we feel love and kindness toward others, it not only makes others feel loved and cared for, but it helps us also to develop inner happiness and peace.","name" : "Dalai Lama"}]}