{"title" : "Selfishness","quotes" : [{"message" : "Selfishness is not living as one wishes to live, it is asking others to live as one wishes to live.","name" : "Oscar Wilde"},{"message" : "Selfish persons are incapable of loving others, but they are not capable of loving themselves either.","name" : "Erich Fromm"},{"message" : "A selfish man is a thief.","name" : "Jose Marti"},{"message" : "Selfishness must always be forgiven you know, because there is no hope of a cure.","name" : "Jane Austen"},{"message" : "Selfishness is the greatest curse of the human race.","name" : "William E. Gladstone"},{"message" : "Selfishness is the biggest form of helplessness as it makes the person blind so much that he fails to search his true self for being always in the lurch.","name" : "Anuj Somany"},{"message" : "A man is called selfish not for pursuing his own good, but for neglecting his neighbor's.","name" : "Richard Whately"},{"message" : "Selfishness is the root and source of all natural and moral evils.","name" : "Nathaniel Emmons"},{"message" : "Selfishness, if but reasonably tempered with wisdom, is not such an evil trait.","name" : "Giovanni Ruffini"},{"message" : "Selfishness is the making a man's self his own centre, the beginning and end of all he doeth.","name" : "John Owen"},{"message" : "Selfishness comes from poverty in the heart, from the belief that love is not abundant.","name" : "Don Miguel Ruiz"},{"message" : "Selfishness is one of the qualities apt to inspire love.","name" : "Nathaniel Hawthorne"},{"message" : "The force of selfishness is as inevitable and as calculable as the force of gravitation.","name" : "Hailliard"},{"message" : "SELFISH, adj. Devoid of consideration for the selfishness of others.","name" : "Ambrose Bierce"},{"message" : "Selfishness is blind.","name" : "Mahatma Gandhi"},{"message" : "Selfishness creates greed and greed destroys the soul.","name" : "Zarina Bibi"},{"message" : "Selfishness stops the flow of blessings to you and others.","name" : "Brenda Johnson Padgitt"},{"message" : "The selfish man suffers more from his selfishness than he from whom that selfishness withholds some important benefit.","name" : "Ralph Waldo Emerson"},{"message" : "Great achievement is usually born of great sacrifice, and is never the result of selfishness.","name" : "Napoleon Hill"},{"message" : "Being selfish to me means that you have to look out for yourself and you don't have to sacrifice.","name" : "Herbie Mann"},{"message" : "Thorough selfishness destroys or paralyzes enjoyment. A heart made selfish by the contest for wealth is like a citadel stormed in war, utterly shattered.","name" : "Henry Ward Beecher"},{"message" : "Selfishness is the grand moving principle of nine-tenths of our actions.","name" : "Francois de la Rochefoucauld"},{"message" : "Take the selfishness out of this world and there would be more happiness than we should know what to do with.","name" : "Henry Wheeler Shaw"},{"message" : "Give up your selfishness, and you shall find peace; like water mingling with water, you shall merge in absorption.","name" : "Sri Guru Granth Sahib"},{"message" : "People wrapped up in themselves make very small packages.","name" : "Jessica Kennedy"},{"message" : "Selfishness and self-absorption are deadly charm-exterminators.","name" : "Loretta Young"},{"message" : "Nothing resembles selfishness more closely than self-respect.","name" : "George Sand"},{"message" : "Selfishness, when it is punished by the world, is mostly punished because it is connected with egotism.","name" : "Sir Arthur Helps"},{"message" : "If all the people in this world, in which we live, were as selfish as a few of the people in this world, in which we live, there would be no world in which to live.","name" : "W. L. Orme"},{"message" : "Selfishness at the expense of others' happiness is demonism.","name" : "Henry Ward Beecher"},{"message" : "I think that in today's world, by nature, we are all self-centered. And that often leads to selfishness.","name" : "Gary Chapman"},{"message" : "That man who lives for self alone, Lives for the meanest mortal known.","name" : "Joaquin Miller"},{"message" : "We are all selfish and I no more trust myself than others with a good motive.","name" : "Lord Byron"},{"message" : "Human history is the sad result of each one looking out for himself.","name" : "Julio Cortazar"},{"message" : "He who lives only to benefit himself confers on the world a benefit when he dies.","name" : "Tertullian"},{"message" : "It is selfishness which is the cause of most of our misery. It is as a cankering disease.","name" : "Gordon B. Hinckley"},{"message" : "Selfishness is really self-destruction in slow motion.","name" : "Neal A. Maxwell"},{"message" : "The most difficult thing for us seems to be to give of ourselves, to do away with selfishness. If we really love someone, nothing is too difficult for us to do for that individual. There is no real happiness in having or getting unless we are doing it for the purpose of giving it to others. Half the world seems to be following the wrong scent in the pursuit of happiness many think it consists of having and getting and being served, when really happiness is found in serving others.","name" : "N. Eldon Tanner"},{"message" : "The hardest work you and I will ever do is to put off our selfishness.","name" : "Neal A. Maxwell"},{"message" : "Sometimes you have to be selfish to be selfless.","name" : "Edward Albert"},{"message" : "Sometimes you have to be selfish to get what you want and move forward in life.","name" : "Kristen Stewart"},{"message" : "The man who lives by himself and for himself is apt to be corrupted by the company he keeps.","name" : "Charles Henry Parkhurst"},{"message" : "There are many things that we would throw away if we were not afraid that others might pick them up.","name" : "Oscar Wilde"},{"message" : "Those who do not hate their own selfishness and regard themselves as more important than the rest of the world are blind because the truth lies elsewhere.","name" : "Blaise Pascal"},{"message" : "Selfishness is one of the more common faces of pride. 'How everything affects me' is the center of all that matters - self-conceit, self-pity, worldly self-fulfillment, self-gratification, and self-seeking.","name" : "Ezra Taft Benson"},{"message" : "There are points in your life, especially if you have creative ambitions, where selfishness is necessary.","name" : "Kris Kristofferson"},{"message" : "We found evolution will punish you if you're selfish and mean. For a short time and against a specific set of opponents, some selfish organisms may come out ahead. But selfishness isn't evolutionarily sustainable.","name" : "Chris Adami"}]}