{"title" : "Self Acceptance","quotes" : [{"message" : "To say I love you one must know first how to say the I.","name" : "Ayn Rand"},{"message" : "Self-approval and self-acceptance in the now are the main keys to positive changes in every area of our lives.","name" : "Louise Hay"},{"message" : "You can succeed if nobody else believes it, but you will never succeed if you don't believe in yourself.","name" : "William J. H. Boetcker"},{"message" : "No amount of self-improvement can make up for any lack of self-acceptance.","name" : "Robert Holden"},{"message" : "Self-acceptance is my refusal to be in an adversarial relationship to myself.","name" : "Nathaniel Branden"},{"message" : "Accept yourself, love yourself, and keep moving forward.","name" : "Roy Bennett"},{"message" : "To be nobody but yourself in a world that's doing its best to make you somebody else, is to fight the hardest battle you are ever going to fight. Never stop fighting.","name" : "E. E. Cummings"},{"message" : "You are very powerful, provided you know how powerful you are.","name" : "Yogi Bhajan"},{"message" : "Love yourself first and everything else falls into line. You really have to love yourself to get anything done in this world.","name" : "Lucille Ball"},{"message" : "To be beautiful means to be yourself. You don't need to be accepted by others. You need to accept yourself.","name" : "Nhat Hanh"},{"message" : "Self-acceptance has been a blessed by product of middle age.","name" : "Candice Bergen"},{"message" : "Change is possible, but it must start with self-acceptance.","name" : "Alexander Lowen"},{"message" : "Love yourself first and everything else falls into line. Your really have to love yourself to get anything done in this world.","name" : "Lucille Ball"},{"message" : "When I loved myself enough, I began leaving whatever wasn't healthy. This meant people, jobs, my own beliefs and habits anything that kept me small. My judgement called it disloyal. Now I see it as self-loving.","name" : "Kim McMilllen"},{"message" : "Accept everything about yourself I mean everything, You are you and that is the beginning and the end no apologies, no regrets.","name" : "Henry A. Kissinger"},{"message" : "Acceptance is the key to everything.","name" : "Michael J Fox"},{"message" : "You yourself, as much as anybody in the entire universe, deserve your love and affection.","name" : "Sharon Salzberg"},{"message" : "Self-acceptance begets acceptance from others, which begets even deeper, more genuine self-acceptance. It can be done. But no one is going to bestow it on you. It is a gift only you can give yourself.","name" : "Camryn Manheim"},{"message" : "Self-esteem is the reputation we acquire with ourselves.","name" : "Nathaniel Branden"},{"message" : "I seem to have the blind self-acceptance of the eccentric who can't conceive that his eccentricities are not clearly understood.","name" : "Saul Bellow"},{"message" : "Yours is only what you always have on you.","name" : "Peter Deunov"},{"message" : "Becoming acquainted with yourself is a price well worth paying for the love that will really address your needs.","name" : "Daphne Rose Kingma"},{"message" : "My willingness to be intimate with my own deep feelings creates the space for intimacy with another.","name" : "Shakti Gawain"},{"message" : "The only person who can pull me down is myself, and I'm not going to let myself pull me down anymore.","name" : "C. JoyBell C."},{"message" : "Forgive yourself. The supreme act of forgiveness is when you can forgive yourself for all the wounds you've created in your own life. Forgiveness is an act of self-love. When you forgive yourself, self-acceptance begins and self-love grows.","name" : "Miguel Angel Ruiz"},{"message" : "A man needs self-acceptance or he can't live with himself; he needs self-criticism or others can't live with him.","name" : "James Pike"},{"message" : "The thing that is really hard, and really amazing, is giving up on being perfect and beginning the work of becoming yourself.","name" : "Anna Quindlen"},{"message" : "Genuine self-acceptance is not derived from the power of positive thinking, mind games or pop psychology. It is an act of the faith in the God of grace.","name" : "Brennan Manning"},{"message" : "Once we believe in ourselves, we can risk curiosity, wonder, spontaneous delight, or any experience that reveals the human spirit.","name" : "E.E. Cummings"},{"message" : "Self-acceptance is involved in this process. You have got to be able to look at both your dark and your light side and not get enamored or depressed by either.","name" : "Frederick Lindemann"},{"message" : "A total acceptance of yourself brings about a total transcendence of yourself.","name" : "Adyashanti"},{"message" : "Do something every day that is loving toward your body and gives you the opportunity to enjoy the sensations of your body.","name" : "Golda Poretsky"},{"message" : "The greatest miracle you can hope for is self-acceptance.","name" : "Maxwell Maltz"},{"message" : "Much of spiritual life is self-acceptance, maybe all of it.","name" : "Jack Kornfield"},{"message" : "for once, you believed in yourself. you believed you were beautiful and so did the rest of the world.","name" : "Sarah Dessen"},{"message" : "Self-acceptance begins in infancy, with the influence of your parents and siblings and other important people.","name" : "Brian Tracy"},{"message" : "The most terrifying thing is to accept oneself completely.","name" : "C.G. Jung"},{"message" : "Total self acceptance is empowering. It means allowing others to see you as they choose, without being offended.","name" : "Deepak Chopra"},{"message" : "There are days I drop words of comfort on myself like falling leaves and remember that it is enough to be taken care of by my self.","name" : "Brian Andreas"},{"message" : "The journey into self-love and self-acceptance must begin with self-examination until you take the journey of self-reflection, it is almost impossible to grow or learn in life.","name" : "Iyanla Vanzant"},{"message" : "The acceptance of vertical differentiation with the built-in principle of self-determination must apply on as many levels as possible.","name" : "P. W. Botha"},{"message" : "An act of imagination is an act of self-acceptance.","name" : "Richard Hugo"},{"message" : "You are more powerful than you know; you are beautiful just as you are.","name" : "Melissa Etheridge"},{"message" : "You are imperfect, permanently and inevitably flawed. And you are beautiful.","name" : "Amy Bloom"},{"message" : "We are each gifted in a unique and important way. It is our privilege and our adventure to discover our own special light.","name" : "Mary Dunbar"},{"message" : "In deep self acceptance, grows a compassionate understanding.","name" : "Jack Kornfield"},{"message" : "If you don't go after what you want, you'll never have it. If you don't ask, the answer is always no. If you don't step forward, you're always in the same place.","name" : "Nora Roberts"},{"message" : "The privilege of a lifetime is being who you are.","name" : "Joseph Campbell"}]}