{"title" : "Setting Goals","quotes" : [{"message" : "It's exciting setting goals and moving forward with them.","name" : "Amber Frey"},{"message" : "Setting goals for your game is an art. The trick is in setting them at the right level neither too low nor too high.","name" : "Greg Norman"},{"message" : "You cannot afford to wait for perfect conditions. Goal setting is often a matter of balancing timing against available resources. Opportunities are easily lost while waiting for perfect conditions.","name" : "Gary Ryan Blair"},{"message" : "The major reason for setting a goal is for what it makes of you to accomplish it. What it makes of you will always be the far greater value than what you get.","name" : "Jim Rohn"},{"message" : "You have to be the one setting your own goals, trying to achieve those goals.","name" : "Johnny Bench"},{"message" : "Setting a goal is not the main thing. It is deciding how you will go about achieving it and staying with that plan.","name" : "Tom Landry"},{"message" : "If you set goals and go after them with all the determination you can muster, your gifts will take you places that will amaze you.","name" : "Les Brown"},{"message" : "You should set goals beyond your reach so you always have something to live for.","name" : "Ted Turner"},{"message" : "When you set goals, something inside of you starts saying, 'Let's go, let's go,' and ceilings start to move up.","name" : "Zig Ziglar"},{"message" : "Set short-term goals that you can reach. Set goals that are well balanced, not too many nor too few, and not too high nor too low. Write down your attainable goals, and work on them according to their importance. Pray for divine guidance in your goal setting.","name" : "M. Russell Ballard"},{"message" : "Set goals - high goals for you and your organization. When your organization has a goal to shoot for, you create teamwork, people working for a common good.","name" : "Bear Bryant"},{"message" : "Exercise to stimulate, not to annihilate. The world wasn't formed in a day, and neither were we. Set small goals and build upon them.","name" : "Lee Haney"},{"message" : "I believe in goals, but I believe that the individual should set his own. Goal setting should cause us to stretch as we make our way.","name" : "Spencer W. Kimball"},{"message" : "The most important thing to do is to set goals. Training is a waste of time if you don't have goals.","name" : "Samantha Riley"},{"message" : "If you don't set goals, you can't regret not reaching them.","name" : "Yogi Berra"},{"message" : "Without some goals and some efforts to reach it, no man can live.","name" : "John Dewey"},{"message" : "Set goals so big that unless God helps you, you will be a miserable failure.","name" : "Bill Bright"},{"message" : "Set goals that are achievable. Bring about meaningful change one step at a time. Raising awareness is not enough.","name" : "Henry Spira"},{"message" : "I'm a firm believer in goal setting. Step by step. I can't see any other way of accomplishing anything.","name" : "Michael Jordan"},{"message" : "Setting goals helps bring your future into your present and the present is the only time we can take action.","name" : "Zig Ziglar"},{"message" : "Goal setting has traditionally been based on past performance. This practice has tended to perpetuate the sins of the past.","name" : "Joseph Juran"},{"message" : "All goal setting must be immediately followed by both the development of a plan, and massive and consistent action toward its fulfillment.","name" : "Tony Robbins"},{"message" : "Arriving at one goal is the starting point to another.","name" : "John Dewey"},{"message" : "Stop setting goals. Goals are pure fantasy unless you have a specific plan to achieve them.","name" : "Stephen Covey"},{"message" : "Most people know how to set goals; few know how to achieve them.","name" : "Robert Kiyosaki"},{"message" : "Your ability to set goals and to make plans for their accomplishment is the master skill of success.","name" : "Brian Tracy"},{"message" : "First say to yourself what you would be; and then do what you have to do.","name" : "Epictetus"},{"message" : "Setting goals is the first important step in achieving success in an activity. It's a reminder of what you are working towards.","name" : "Peter Vanderkaay"},{"message" : "Unless you have definite precise, clearly set goals, you are not going to realize the maximum potential that lies within you.","name" : "Zig Ziglar"},{"message" : "You must avoid blindness of mind by setting goals. ... I have long contended that the person who sets goals and who strives to attain such is the master of his own fate.","name" : "Carlos E. Asay"},{"message" : "There's nothing wrong with setting goals, but it doesn't mean a thing if you don't pay attention to the day-to-day details.","name" : "Don Shula"},{"message" : "Without making a fetish of goal setting, and without letting 'lists' of tasks we desire to do dominate us, some recording of goals is wise not only for the self-reminder these constitute, but also for the satisfaction of crossing things off.","name" : "Neal A. Maxwell"},{"message" : "When we set goals we are in command. If we know where we are going, we can judge more accurately where we are now and make effective plans to reach our destination.","name" : "Ezra Taft Benson"},{"message" : "I believe in the saying, 'If you aim at nothing, you're going to hit nothing.' So if you don't set goals, then you have nowhere to go.","name" : "Taylor Lautner"},{"message" : "Make your goals big and broad enough so that they never become answered prayers and boomerang to curse you.","name" : "Douglas Coupland"},{"message" : "Set goals not for the outcome itself, but for who you get to become in the process.","name" : "Jim Rohn"},{"message" : "Set your goals high, and don't stop till you get there.","name" : "Bo Jackson"},{"message" : "You must have long term goals to keep you from being frustrated by short term failures.","name" : "Charles C. Noble"},{"message" : "This one step -- choosing a goal and sticking to it -- changes everything.","name" : "Scott Reed"},{"message" : "Determine what specific goal you want to achieve. Then dedicate yourself to its attainment with unswerving singleness of purpose, the trenchant zeal of a crusader.","name" : "Paul J. Meyer"},{"message" : "The goal you set must be challenging. At the same time, it should be realistic and attainable, not impossible to reach. It should be challenging enough to make you stretch, but not so far that you break.","name" : "Rick Hansen"},{"message" : "The ultimate reason for setting goals is to entice you to become the person it takes to achieve them.","name" : "Jim Rohn"},{"message" : "Before you can really start setting financial goals, you need to determine where you stand financially.","name" : "David Bach"},{"message" : "The secret to productive goal setting is in establishing clearly defined goals, writing them down and then focusing on them several times a day with words, pictures and emotions as if we've already achieved them.","name" : "Denis Waitley"},{"message" : "You have to set goals that are almost out of reach. If you set a goal that is attainable without much work or thought, you are stuck with something below your true talent and potential.","name" : "Steve Garvey"},{"message" : "Crystallize your goals . Make a plan for achieving them and set yourself a deadline. Then, with supreme confidence, determination and disregard for obstacles and other people's criticisms carry out your plan.","name" : "Paul J. Meyer"},{"message" : "All goal setting must be immediately followed by both the development of a plan, and massive and consistent action toward its fulfillment.","name" : "Anthony Robbins"},{"message" : "To solve a problem or to reach a goal, you don't need to know all the answers in advance. But you must have a clear idea of the problem or the goal you want to reach.","name" : "W. Clement Stone"}]}