When a person has sex, they're not just having it with that partner, they're having it with everybody that partner has had it with for the past ten years.
Otis Ray Bowen
Sex can be fun after eighty, after ninety, and after lunch!
George Burns
Sex: the thing that takes up the least amount of time and causes the most amount of trouble.
John Barrymore
Women complain about sex more often than men. Their gripes fall into two major categories: (1) Not enough (2) Too much.
Ann Landers
My wife is a sex object. Every time I ask for sex, she objects.
Les Dawson
Ultimately, love is much more important than sex and sex becomes greater when you're really in love.
Calvin Klein
Sex is like snow; you never know how many inches you are going to get or how long it is going to last.
unknown
Sex is the most wonderful thing on this earth, as long as God is in it. When the Devil gets in it, it's the most terrible thing on this earth.
Billy Graham
Food is like sex. When you abstain, even the worst stuff begins to look good.
Beth McColliste
Women need a reason to have sex. Men just need a place.
Billy Crystal
Sex is emotion in motion.
Mae West
Fast sex, like fast food, is cheap, but it doesn't nourish the body – or the soul.
Suzanne Fields
Physics is like sex: sure, it may give some practical results,but that's not why we do it.
Richard Feynman
Is sex dirty? Only if it's done right.
Woody Allen
If two people loved, they slept together; it was a mathematical formula, tested and proved by human experience.
Graham Greene
Among men, sex sometimes results in intimacy; among women, intimacy sometimes results in sex.
Barbara Cartland
Sex is like washing your face—just something you do because you have to. Sex without love is absolutely ridiculous. Sex follows love, it never precedes it.
Sophia Loren
Sex is funny and love is serious.
Stephan Jenkins
Sex is not sinful, but sin has perverted it.
Walter Lang
Some things are better than sex, and some are worse, but there's nothing exactly like it.
W. C. Fields
Anybody who believes that the way to a man's heart is through his stomach flunked geography.
Robert Byrne
The price of shallow sex may be a corresponding loss of capacity for deep love.
Shana Alexander
The main thing to remember is that making love is at once the silliest and the most sacred act humans can perform.
Patricia Briggs
Don't do it behind the garden gate.
unknown
Every time you have sex, you give away a little piece of your heart, and you give that away too many times and there's just nothing left and you've given away the most important part of yourself.
Daren Kagasoff
Sex is like pizza, even if it's done bad, it's still good.
unknown
The worst sex I've ever had has always been great.
Vince McMahon
Kids in back seats cause accidents, accidents in back seats cause kids.
unknown
Sex divorced from love is the thief of personal dignity.
Caitlin Thomas
It doesn't matter what you do in the bedroom as long as you don't do it in the street and frighten the horses.
Mrs. Patrick Campbell
Men get laid, but women get screwed.
Quentin Crisp
Sex without love is as hollow and ridiculous as love without sex.
Hunter S. Thompson
I know love and lust don't always keep the same company.
Stephenie Meyer
Sex is more than an act of pleasure, it is a way of showing your appreciation and love to the loved body through her senses.
Baris Gencel
You musn't force sex to do the work of love or love to do the work of sex.
Mary Mccarthy
Sex is only a three-letter word so how can it be dirty?
Erma Bombeck
In a way, comedy is like sex. The more noise you hear, the better you think you're doing.
Ray Romano
Nobody dies from lack of sex. It's lack of love we die from.
Margaret Atwood
Sex and golf are the two things you can enjoy even if you're not good at them.
Kevin Costner
Sex is a part of love. You shouldn't go around doing it unless you are in love.
Bettie Page
Sex is the most fun you can have without laughing.
Woody Allen
No matter how much cats fight, there always seem to be plenty of kittens.
Abraham Lincoln
Sex without love is merely healthy exercise.
Robert A. Heinlein
Everyone is having sex until they fall in love. When you fall in love, then it's making love.
Gilbert Arenas
Sex: the pleasure is momentary, the position ridiculous, and the expense damnable.
Lord Chesterfield
Sex is a flame which uncontrolled may scorch; properly guided, it will light the torch of eternity.
Joseph Fetterman
Sexual union is a holy moment in which a part of Heaven flows into the Earth.
James Redfield