{"title" : "Sharing","quotes" : [{"message" : "Sharing information with employees makes them feel invested.","name" : "Glen Mazzara"},{"message" : "Sharing is the most precious religious experience. Sharing is good.","name" : "Rajneesh"},{"message" : "The pleasure of all reading is doubled when one lives with another who shares the same books.","name" : "Katherine Mansfield"},{"message" : "They're sharing a drink they call loneliness But it's better than drinking alone.","name" : "Billy Joel"},{"message" : "Once you find your positive vision, then share the victory of your loving attitudes with everyone.","name" : "Bryant McGill"},{"message" : "Share your life with others. You will have a joyful life.","name" : "Lailah Gifty Akita"},{"message" : "Keep your fears to yourself, but share your inspiration with others.","name" : "Robert Louis Stevenson"},{"message" : "Share your knowledge. It is a way to achieve immortality.","name" : "Dalai Lama"},{"message" : "The sharing of joy, whether physical, emotional, psychic, or intellectual, forms a bridge between the sharers which can be the basis for understanding much of what is not shared between them, and lessens the threat of their difference.","name" : "Audre Lorde"},{"message" : "By sharing we stand prepared to build relationships and give wings to humanity.","name" : "Kishore Bansal"},{"message" : "Sharing an idea you care about is a generous way to change your world for the better.","name" : "Seth Godin"},{"message" : "If people truly cared and shared equally the world would have no poverty at all.","name" : "Malika E Nura"},{"message" : "Share your opinions with those who appreciate your views.","name" : "Hermann J Steinher"},{"message" : "Sharing makes you bigger than you are. The more you pour out, the more life will be able to pour in.","name" : "Anurag Prakash Ray"},{"message" : "Love has its own color, Share it with someone before it fades away.","name" : "Nishan Panwar"},{"message" : "Sharing knowledge is the most fundamental act of friendship. Because it is a way you can give something without loosing something.","name" : "Richard Stallman"},{"message" : "Sharing laughter is a way of casting delight to the wind so it blows everywhere and to everyone.","name" : "Paul Pearsall"},{"message" : "Sharing your life with someone will have much more meaning coming from a place of independence rather than co-dependence.","name" : "Gary Hopkins"},{"message" : "It's about sharing. You just give what you have to give wherever you go, and you let God handle the rest.","name" : "Lindsay Wagner"},{"message" : "Sharing a bit of yourself, opening a window into your own world, is a good place to begin.","name" : "Jeff Greenwald"},{"message" : "Infinitely more important than sharing one's material wealth is sharing the wealth of ourselves our time and energy, our passion and commitment, and, above all, our love.","name" : "William Simon"},{"message" : "Share everything. Don't take things that aren't yours. Put things back where you found them.","name" : "Robert Fulghum"},{"message" : "Pull up a chair. Take a taste. Come join us. Life is so endlessly delicious.","name" : "Ruth Reichl"},{"message" : "All who joy would win must share it. Happiness was born a Twin.","name" : "Lord Byron"},{"message" : "Sharing the little you have with those in need can turn around a life without you realizing it.","name" : "Hermann J Steinherr"},{"message" : "Sharing a triumph with someone you love is an incredible high.","name" : "Cynthia Weil"},{"message" : "Listen, sharing my life with people is just part of my daily routine.","name" : "Rita Ora"},{"message" : "The time you shared today is the time you will remember tomorrow.","name" : "Nishan Panwar"},{"message" : "Sharing is good, and with digital technology, sharing is easy.","name" : "Richard Stallman"},{"message" : "Sharing knowledge is sharing wealth.","name" : "Andrew-Knox B Kaniki"},{"message" : "Writing means sharing. It's part of the human condition to want to share things thoughts, ideas, opinions.","name" : "Paulo Coelho"},{"message" : "Sharing will enrich everyone with more knowledge.","name" : "Ana Monnar"},{"message" : "Sharing is one part of having good manners.","name" : "Maria Nelson"},{"message" : "Someone who shares lets others use what they have. It shows that they care about other people's feelings and needs.","name" : "Maria Nelson"},{"message" : "The mediation of sharing behavior helps children form the friendships that facilitate communication and break down egocentric behavior, loneliness, and emotional isolation.","name" : "Corwin Press"},{"message" : "To share is to care, and when you care you will share, in one way or another.","name" : "Myra Edwina Watkins"},{"message" : "We need food for continued life. We also need communication and sharing of our lives for continued emotional and mental growth. There is living and there is existing.","name" : "Myra Edwina Watkins"},{"message" : "Consider sharing food. Sharing food with those who are hungry does not always help others, but it nearly always does.","name" : "David C. Rose"},{"message" : "It can be great fun to share what you have as every philanthropist discovers. We can all be philanthropists even if we have to tailor what we share to the scale of our modest living.","name" : "Stafford Whiteaker"},{"message" : "Perhaps we cannot donate great works of art or give vast sums of money for charitable purposes, but what we can do is share our time and a little of what we have with those who are in need.","name" : "Stafford Whiteaker"},{"message" : "As most volunteer charity workers know, the paradox of sharing is that the more you share the more you increase the satisfaction with your own life.","name" : "Stafford Whiteaker"},{"message" : "In offering compassion we should try often to revisit its deepest meaning.","name" : "Stafford Whiteaker"},{"message" : "At its most vivid, suzen realizes a natural human impulse to form community via the sharing of one's most treasured activities, and results in the awareness of the goodness and choicewothiness of both one's own being and life and that of one's friend.","name" : "Sara Brill"},{"message" : "And, because humans are meant for a city and are of such a nature as to share, the pleasure that suzen accompanies simply is the fullest form of pleasure that accompanies zen; that is, the pleasure one takes in one's living would be incomplete without the presence of others with whom to do that living.","name" : "Sara Brill"},{"message" : "Shared life marks out also the vulnerability that attends the most intense forms of human intimacy.","name" : "Sara Brill"},{"message" : "Living together that occurs without sharing life, an impoverished human living.","name" : "Sara Brill"},{"message" : "The art of sharing memories must not be allowed to die. The fun at reunions always improve when a group gathers together laughing and sharing, then wonders why they don't get together more often.","name" : "Rose C. Miller"},{"message" : "Are you a good friend? One way to be a good friend is to share.","name" : "Joanne Mattern"},{"message" : "The inherent vice of capitalism is the unequal sharing of the blessings.","name" : "Winston Churchill"},{"message" : "The inherent blessing of socialism is the equal sharing of misery.","name" : "Winston Churchill"},{"message" : "There is a phenomenological difference in experiencing pain yourself and sharing someone else's pain and suffering.","name" : "Travis Hellstrom"},{"message" : "Every religion emphasizes human improvement, love, respect for others, sharing other people's suffering.","name" : "Travis Hellstrom"},{"message" : "Believe what you share can make a difference.","name" : "John C. Maxwell"},{"message" : "Share with them what you've found that has helped you work through the feelings.","name" : "John C. Maxwell"},{"message" : "As you communicate with others to build connections with them, share from your heart and be yourself.","name" : "John C. Maxwell"},{"message" : "To build bridges that connect you to people in a lasting way, share common experiences with them.","name" : "John C. Maxwell"},{"message" : "Share meals with people. Anything you experience together creates a common history helps to connect you to others.","name" : "John C. Maxwell"},{"message" : "When we share our blessings with others, they are usually grateful and happy.","name" : "Sally Pederson"},{"message" : "Well, it's hard, for sure. But there's something that feels so good about sharing your life with somebody.","name" : "Spike Jonze"},{"message" : "It is said that master and student walk side-by-side, sharing their fate, until they go their separate ways.","name" : "John Fusco"},{"message" : "What matters most is having someone around to share your life with. Someone like your mom.","name" : "Alfred Gough"},{"message" : "Each man hides a secret pain. It must be exposed and reckoned with. It must be dragged from the darkness and forced into the light. Share your pain. Share your pain with me... and gain strength from the sharing.","name" : "Gene Roddenberry"},{"message" : "When she took something beautiful that we'd built together and shared it with another man.","name" : "Andrew W. Marlowe"},{"message" : "It is a love based of giving and receiving as well as having and sharing. And the love that they give and have is shared and received. And through this having and giving and sharing and receiving, we too can share and love and have... and receive.","name" : "David Crane"},{"message" : "You'll find much of Earth sharing works this way. It's really more like I'm sharing with myself.","name" : "Larry Blamire"},{"message" : "You said out there, team shares everything. I'm just saying, sharing is a learning skill.","name" : "Jeff Davis"},{"message" : "Would it be any comfort to you to know that my only happiness will be in knowing I am sharing your loneliness.","name" : "Rachel Field"},{"message" : "You got to share . You got to care . It's the right thing to do . You got to share.You got to care . And there'll always be a way through...","name" : "Lauren Faust"},{"message" : "There's always a way around others to share your feelings, Gentle Heart. Always.","name" : "Peter Sauder"},{"message" : "Even though I never went to business school I did learn to share in kindergarten. And if there isn't enough love for the two of us then I wanna give you all of mine.","name" : "Michael McCullers"},{"message" : "If you share your problems with a friend, you cut them in half; if you share your joy, you double it.","name" : "Tony Salerno"}]}