{"title" : "Shy","quotes" : [{"message" : "Nothing is as irritating to a shy man as a confident girl.","name" : "Mokokoma Mokhonoana"},{"message" : "There is a certain delightful sort of hope which the introvert can receive only by having company over...the hope that they will leave soon.","name" : "Criss Jami"},{"message" : "I have reason to be shy. I've been hurt plenty.","name" : "Ethel Waters"},{"message" : "A shy failure is nobler than an immodest success.","name" : "Kahlil Gibran"},{"message" : "I've gotten better at not making people feel uncomfortable with my shyness.","name" : "Clea Duvall"},{"message" : "The shell must break before the bird can fly.","name" : "Tennyson"},{"message" : "Humility is so shy. If you begin talking about it, it leaves.","name" : "Timothy Keller"},{"message" : "Shyness has a strange element of narcissism, a belief that how we look, how we perform, is truly important to other people.","name" : "Andre Dubus"},{"message" : "When a shy person smiles, it's like the sun coming out.","name" : "Anita Diament"},{"message" : "My feelings are too loud for words and too shy for the world.","name" : "Dejan Stojanovic"},{"message" : "There is nothing that makes us feel more lonely than our shyness.","name" : "Maduwa Livhuwani"},{"message" : "The introvert's anthem for not wanting to hang out is 'It's not you; it's me.","name" : "Criss Jami"},{"message" : "The shy man does have some slight revenge upon society for the torture it inflicts upon him.","name" : "Jerome K. Jerome"},{"message" : "Timidity is the silent acceptance of bondage.","name" : "Constance Friday"},{"message" : "Everyone is shy it is the inborn modesty that makes us able to live in harmony with other creatures and our fellows. Achievement comes not by denying shyness but, occasionally, by setting it aside and letting pride and perspiration come first.","name" : "Kirkpatrick Sale"},{"message" : "Social taboos are shy like virtue; once lost, there is no remedy.","name" : "Gunnar Myrdal"},{"message" : "It is only through timidity that states are lost.","name" : "Voltaire"},{"message" : "One is always half mad when one is shy of people.","name" : "Robert Walser"},{"message" : "Shyness is just egotism out of its depth.","name" : "Penelope Kieth"},{"message" : "A shy face is better than a forward heart.","name" : "Miguel de Cervantes"},{"message" : "There is safety in reserve, but no attraction. One cannot love a reserved person.","name" : "Jane Austen"},{"message" : "The way you overcome shyness is to become so wrapped up in something that you forget to be afraid.","name" : "Claudia Lady Bird Johnson"},{"message" : "Maybe shy is when you're lonely and you don't think anybody can help you.","name" : "C.K. Williams"},{"message" : "I live in a shell, so I can't blame people when they don't want to crack me. But people like you are the reason I left the nest.","name" : "Maria Elena"},{"message" : "I felt suddenly shy. I was not used to shy. I was used to shame. Shyness is when you turn your head away from something you want. Shame is when you turn your head away from something you do not want.","name" : "Jonathan Safran Foer"},{"message" : "Just because you don't say much doesn't mean people don't notice you. It's actually the quiet ones who often draw the most attention. There's this constant whirlwind of motion and sound all around, and then there's the quiet one, the eye of the storm.","name" : "Amy Efaw"},{"message" : "Introductions are hard to come by when your natural state is shyness.","name" : "Steve Martin"},{"message" : "The flower that smells the sweetest is shy and lowly.","name" : "William Wordsworth"},{"message" : "One must not be shy where language is concerned.","name" : "Ann Patchett"},{"message" : "All the shy people are doomed! Natural selection favors the loud and the aggressive.","name" : "Dylan Moran"},{"message" : "What troubles me is the Internet and the electronic technology revolution. Shyness is fueled in part by so many people spending huge amounts of time alone, isolated on e-mail, in chat rooms, which reduces their face-to-face contact with other people.","name" : "Philip Zimbardo"},{"message" : "But hopes are shy birds flying at a great distance, seldom reached by the best of guns.","name" : "John James Audubon"},{"message" : "Shyness is a curious thing, because, like quicksand, it can strike people at any time, and also, like quicksand, it usually makes its victims look down.","name" : "Daniel Handler"},{"message" : "Shy, like a hospitable country hostess anxious to give pleasure, but afraid that she has not much to offer citizens of a larger world.","name" : "Phyllis Bottome"},{"message" : "Do not be shy of those who are not shy.","name" : "Albanian Proverb"},{"message" : "He that wants should not be bashful.","name" : "Italian Proverb"},{"message" : "Who is shy dies from hunger.","name" : "Albanian Proverb"},{"message" : "Once burnt, twice shy.","name" : "American Proverb"},{"message" : "A shy cat makes a proud mouse.","name" : "Scottish Proverb"},{"message" : "The fact of the matter is that most actors are shy people.","name" : "Roger Moore"},{"message" : "Shyness isn't something that just children feel. Anybody can feel shy. And one reason we feel that way is that we're not sure other people will like us just the way we are.","name" : "Fred Rogers"},{"message" : "Not till the reserve ceases towards one's self; and then the attraction may be the greater.","name" : "Emma"},{"message" : "Shyness is only the effect of a sense of inferiority in some way or other.","name" : "Jane Austen"},{"message" : "Home is where the heart can laugh without shyness.","name" : "Vernon Baker"},{"message" : "In talking, shyness and timidity distort the very meaning of my words. I don't pretend to know anybody well. People are like shadows to me and I am like a shadow.","name" : "Gwen John"},{"message" : "Clothe yourself with shyness and armor yourself with loyalty.","name" : "Ali Ibn Abi Talib"},{"message" : "A place has almost a shyness of a person with strangers; its secret is not to be surprised by too direct interrogation.","name" : "Arthur Symons"},{"message" : "Many a man is praised for his reserve and so-called shyness when he is simply too proud to risk making a fool of himself.","name" : "J. B. Priestley"},{"message" : "I suffer as always from the fear of putting down the first line. It is amazing the terrors, the magics, the prayers, the straightening shyness that assail one.","name" : "John Steinbeck"},{"message" : "There was a magnificent human shining brightly behind her shy.","name" : "Atticus"},{"message" : "A woman's best jewellery is her shyness.","name" : "Fatimah Az Zahra"},{"message" : "Some people are so self-conscious that they are unable to make eye contact for longer than a second, even when they are wearing dark sunglasses.","name" : "Mokokoma Mokhonoana"},{"message" : "You know, if you could just overcome your shyness and learn not how to be so vague, speak your mind, yet, get to the point, you might get somewhere in this world.","name" : "Joe Willis"}]}