{"title" : "Simplicity","quotes" : [{"message" : "In character, in manner, in style, in all things, the supreme excellence is simplicity.","name" : "Henry Wadsworth Longfellow"},{"message" : "Simplicity is the glory of expression.","name" : "Walt Whitman"},{"message" : "The art of simplicity is a puzzle of complexity.","name" : "Douglas Horton"},{"message" : "Simplicity is not the goal. It is the by-product of a good idea and modest expectations.","name" : "Paul Rand"},{"message" : "Nothing is more simple than greatness; indeed, to be simple is to be great.","name" : "Ralph Waldo Emerson"},{"message" : "Simplicity is the final achievement. After one has played a vast quantity of notes and more notes, it is simplicity that emerges as the crowning reward of art.","name" : "Frederic Chopin"},{"message" : "If you can't explain it to a six year old, you don't understand it yourself.","name" : "Albert Einstein"},{"message" : "Live simply, so that others may simply live.","name" : "Mother Teresa"},{"message" : "Our life is frittered away by detail simplify, simplify, simplify!","name" : "Henry David Thoreau"},{"message" : "Simplicity is the keynote of all true elegance.","name" : "Coco Chanel"},{"message" : "Simplicity embarks not on what is seen by the naked eye, but dwelling on what is in the heart.","name" : "Author Unknown"},{"message" : "The most complicated skill is to be simple.","name" : "Dejan Stojanovic"},{"message" : "Simplicity is an exact medium between too little and too much.","name" : "Sir Joshua Reynolds"},{"message" : "The ability to simplify means to eliminate the unnecessary so that the necessary may speak.","name" : "Hans Hofman"},{"message" : "Simplicity is making the journey of this life with just baggage enough.","name" : "Charles Warner"},{"message" : "The trouble with simple living is that, though it can be joyful, rich, and creative, it isn't simple.","name" : "Doris Janzen Longacre"},{"message" : "The greatest step towards a life of simplicity is to learn to let go.","name" : "Steve Maraboli"},{"message" : "Simplicity is indeed often the sign of truth and a criterion of beauty.","name" : "Mahlon Hoagland"},{"message" : "Simplicity is the shortest path to a solution.","name" : "Ward Cunningham"},{"message" : "Simplicity is prerequisite for reliability.","name" : "Edsger W. Dijkstra"},{"message" : "Simplicity the art of maximizing the amount of work not done is essential.","name" : "Principles Behind The Agile Manifesto"},{"message" : "Simplicity is a state of mind.","name" : "Charles Wagner"},{"message" : "A little simplification would be the first step toward rational living, I think.","name" : "Eleanor Roosevelt"},{"message" : "A taste for simplicity cannot last for long.","name" : "Eugene Delacroix"},{"message" : "As beautiful as simplicity is, it can become a tradition that stands in the way of exploration.","name" : "Laura Nyro"},{"message" : "I despise simplicity. It is the negation of all that is beautiful.","name" : "Norman Hartnell"},{"message" : "I don't need a lot of money. Simplicity is the answer for me.","name" : "Linda McCartney"},{"message" : "It is simplicity that makes the uneducated more effective than the educated when addressing popular audiences.","name" : "Aristotle"},{"message" : "Seek simplicity but distrust it.","name" : "Alfred North Whitehead"},{"message" : "Simplicity does not precede complexity, but follows it.","name" : "Alan Perlis"},{"message" : "Simplicity involves unburdening your life, and living more lightly with fewer distractions that interfere with a high quality life, as defined uniquely by each individual. You will find people living simply in large cities, rural areas and everything in between.","name" : "Linda Breen Pierce"},{"message" : "Simplicity is not an objective in art, but one achieves simplicity despite one's self by entering into the real sense of things.","name" : "Constantin Brancusi"},{"message" : "Simplicity is the key to brilliance.","name" : "Bruce Lee"},{"message" : "Simplicity is the nature of great souls.","name" : "Papa Ramadas"},{"message" : "One can furnish a room very luxuriously by taking out furniture rather than putting it in.","name" : "Francis Jourdain"},{"message" : "Never use a long word when a short one will do.","name" : "Louisa May Alcott"},{"message" : "I relish simplicity as an all-comprehensive value.","name" : "Ela Bhatt"},{"message" : "Simplicity is the seal of truth.","name" : "Proverb"},{"message" : "Simplicity is natures first step, and the last of art.","name" : "Philip James Bailey"},{"message" : "There is a simplicity that exists on the far side of complexity, and there is a communication of sentiment and attitude not to be discovered by careful exegesis of a text.","name" : "Patrick J. Buchanan"},{"message" : "Be content with what you have, rejoice in the way things are. When you realize there is nothing lacking, the whole world belongs to you.","name" : "Lao Tzu"},{"message" : "Simplicity is a jewel rarely found.","name" : "Ovid"},{"message" : "Simplicity of all things is the hardest to be copy.","name" : "Richard Steele"},{"message" : "There is one show of breeding vulgarity seldom assumes, simplicity.","name" : "George Macdonald"},{"message" : "Simplicity is a captivating grace in woman, as rare as it is attractive.","name" : "J. De Finod"},{"message" : "Simplicity is that grace which frees the soul from all unnecessary reflections upon itself.","name" : "Francois Fenelon"},{"message" : "Genuine simplicity of heart is a healing and cementing principle.","name" : "Edmund Burke"},{"message" : "Upright simplicity is the deepest wisdom, and perverse craft the merest shallowness.","name" : "Isaac Barrow"}]}