Anxiety does not empty tomorrow of its sorrows, but only empties today of its strength.
Charles Spurgeon
I'm shy, but I'm not clinically shy. I don't have social anxiety disorder or anything like that. I more have a gentle shyness. Like, I have a little trouble mingling at parties.
Samantha Bee
I think one thing that does cause unhappiness is protracted anxiety and worry.
Derek Bok
The shy and the extroverted have this in common - that they both fancy they are the center of attention.
Robert Breault
I'm scared of any fighter I've ever fought because they are some dangerous people to be dealing with. That's also where the anxiety comes from.
Nate Diaz
I've spent most of my life and most of my friendships holding my breath and hoping that when people get close enough they won't leave, and fearing that it's a matter of time before they figure me out and go.
Shauna Niequist
Without anxiety and illness I should have been like a ship without a rudder.
Edvard Munch
I have social anxiety. It's easier up on stage because there's security in being there. When I'm off stage I'm trying not to be a manic freak. I'm quite shy.
Sia Furler
We are always doing something to cover up our basic existential anxiety. Some people live that way until the day they die.
Joko Beck
Anxiety is the dizziness of freedom.
Soren Kierkegaard
Anxiety is the natural result when our hopes are centered in anything short of God and His will.
Billy Graham
To suffer some anxiety, some depression, some disappointment, even some failure is normal.
Boyd K. Packer
Now that I have conquered social anxiety disorder, I find pleasure in fans approaching me.
Ricky Williams
In the anxiety to get beautiful colour harmony do not exhaust all combinations on one canvas.
John F. Carlson
Anxiety is not to be managed it is a sin that needs to be repented of.
Mark Driscoll
Our minds can be kept free of anxiety as we dump the load of our cares on the Lord in prayer.
Charles R. Swindoll
The fear of being laughed at makes cowards of us all.
Mignon McLaughlin
Anxiety is love's greatest killer. It creates the failures. It makes others feel as you might when a drowning man holds on to you. You want to save him, but you know he will strangle you with his panic.
Anais Nin
Fear, anxiety and neurosis: that's just in the suitcase when you're an actor.
Laura Linney
Stress is something that is sort of out of your control. You get stressed out over looking at the finish line. Stress is something that is an outside thing. Stress is an anxiety.
Joe Torre
Today is the tomorrow we worried about yesterday.
Ann Brashares
Anxiety and depression are the price you pay for a well-lived life.
George Vaillant
I speak of a clinical depression that is the background of your entire life, a background of anguish and anxiety, a sense that nothing goes well, that pleasure is unavailable and all your strategies collapse.
Leonard Cohen
A man will be imprisoned in a room with a door that's unlocked and opens inwards; as long as it does not occur to him to pull rather than push.
Ludwig Wittgenstein
Anxiety is good for nothing if we can't turn it into a defense.
Samuel Rush Meyrick
You are not weak. People like us, we're brave. We're the ones who get up and face our worst fears every day. We keep fighting.
Jen Wilde
Anxiety is the beginning of conscience, which is the parent of the soul but is not compatible with innocence.
Angela Carter
Self-consciousness is the enemy of all art, be it acting, writing, painting, or living itself, which is the greatest art of all.
Ray Bradbury
At some stages of your life you will deal with things and at others you are overwhelmed with misery and anxiety.
Nigella Lawson
Anxiety comes into existence only when we become identified with small things. And they all pass.
Rajneesh
The moment I started treating my social anxiety disorder, I started feeling better.
Ricky Williams
For me, most of the anxiety and difficulty of writing takes place in the act of not writing. It's the procrastination, the thinking about writing that's difficult.
Adam Mansbach
It was impossible to sleep. Anxiety stopped me from falling asleep; depression woke me up.
David Walliams
Each moment of worry, anxiety or stress represents lack of faith in miracles, for they never cease.
T.F. Hodge
Depression is a devastating illness, causing great suffering in the afflicted and anxiety to their nearest and dearest: it can hit at any age.
John Cornwell
Even now it comes as a shock if by chance I notice in the street a face resembling someone I know however slightly, and I am at once seized by a shivering violent enough to make me dizzy.
Osamu Dazai
A large part of the present anxiety to improve the education of girls and women is also due to the conviction that the political disabilities of women will not be maintained.
Millicent Fawcett
Release all the anxiety that keeps you from moving ahead. Keep breathing it out and letting it go.
Judith Orloff
In other people's company I felt I was dull, gloomy, unwelcome, at once bored and boring.
Andre Gide
My anxiety level of my own work and what I'm doing and focusing on my art and all of that stuff? That's fundamental.
Sufjan Stevens
Anxiety is a deep conscious breath away from dissolving.
Michael Dolan
I have packed myself into silence so deeply and for so long that I can never unpack myself using words. When I speak, I only pack myself a little differently.
Herta Muller
The components of anxiety, stress, fear, and anger do not exist independently of you in the world. They simply do not exist in the physical world, even though we talk about them as if they do.
Wayne Dyer
Social anxiety results from being around people who are resolutely opposed to who you are.
Stefan Molyneux
Even though loneliness affects so many of us, it has gotten scant research attention compared to related conditions like depression or anxiety.
Robin Marantz Henig
He who fears he will suffer, already suffers from his fear.
Michel de Montaigne
Anxiety is the fear that one of a pair of opposites might cancel the other. Forever.
Alan Watts