It takes someone very special to help you forget someone very special.
Erich Segal
It's so great to find that one special person you want to annoy for the rest of your life.
Rita Rudner
Anyone can be a father, but it takes someone special to be a dad, and that's why I call you dad, because you are so special to me. You taught me the game and you taught me how to play it right.
Wade Boggs
Good friends help you to find important things when you have lost them - your smile, your hope, and your courage.
Doe Zantamata
I believe in angels, the kind that heaven sends.
Pamela Daranjo
Many people will walk in and out of your life, but only true friends leave footprints in your heart.
Eleanor Roosevelt
Call your mother. Tell her you love her. Remember, you're the only person who knows what her heart sounds like from the inside.
Rachel Wolchin
Lots of people want to ride with you in the limo, but what you want is someone who will take the bus with you when the limo breaks down.
Oprah Winfrey
Mother - that was the bank where we deposited all our hurts and worries.
T. DeWitt Talmage
A sibling may be the keeper of one's identity, the only person with the keys to one's unfettered, more fundamental self.
Marian Sandmaier
Our brothers and sisters are there with us from the dawn of our personal stories to the inevitable dusk.
Susan Scarf Merrell
A friend is one that knows you as you are, understands where you have been, accepts what you have become, and still, gently allows you to grow.
William Shakespeare
A friend is someone you can be alone with and have nothing to do and not be able to think of anything to say and be comfortable in the silence.
Sheryl Condie
A true friend unbosoms freely, advises justly, assists readily, adventures boldly, takes all patiently, defends courageously, and continues a friend unchangeably.
William Penn
An older sister is a friend and defender - a listener, conspirator, a counsellor and a sharer of delights. And sorrows too.
Pam Brown
A friend is one who has the same enemies as you have.
Abraham Lincoln
Find someone who openly communicates their feelings. Someone who realizes that youre not perfect and never expects you to be.
Brigitte Nicole
Somewhere on this planet is your best friend. Find that person.
Omar Kiam
A friend is someone who knows all about you and still loves you.
Elbert Hubbard
A friend knows the song in my heart and sings it to me when my memory fails.
Donna Roberts
Best friends can turn a horrible day into one of the best days of your life.
Nathanael Richmond
A friend is the one who comes in when the whole world has gone out.
Grace Pulpit
The most beautiful discovery true friends make is that they can grow separately without growing apart.
Elisabeth Foley
A mother is one to whom you hurry when you are troubled.
Emily Dickinson
Any mother could perform the jobs of several air traffic controllers with ease.
Lisa Alther
Mom - the person most likely to write an autobiography and never mention herself.
Robert Brault
A loyal friend laughs at your jokes when they're not so good, and sympathizes with your problems when they're not so bad.
Arnold H. Glasgow
It is the friends you can call up at 4 a.m. that matter.
Marlene Dietrich
A mother understands what a child does not say.
Jewish Proverb
Are we not like two volumes of one book?
Marceline Desbordes
We have been friends together In sunshine and in shade.
Caroline Sheridan Norton
A brother is a friend provided by nature.
Legouve Pere
Friends show their love in times of trouble, not in happiness.
Euripides
Wherever we are, it is our friends that make our world.
Henry Drummond
My best friend is the one who brings out the best in me.
Henry Ford
Our siblings. They resemble us just enough to make all their differences confusing, and no matter what we choose to make of this, we are cast in relation to them our whole lives long.
Susan Scarf Merrell
Siblings are the people we practice on, the people who teach us about fairness and cooperation and kindness and caring quite often the hard way.
Pamela Dugdale
A sister is a little bit of childhood that can never be lost.
Marion C. Garretty
A sister can be seen as someone who is both ourselves and very much not ourselves - a special kind of double.
Toni Morrison
Sisters function as safety nets in a chaotic world simply by being there for each other.
Carol Saline
Sisters share the scent and smells - the feel of a common childhood.
Pam Brown
Your siblings are the only people in the world who know what it's like to have been brought up the way you were.
Betsy Cohen
It takes someone really brave to be a mother, someone strong to raise a child, and someone special to love someone more than herself.
Ritu Ghatourey
Despite the overwhelming size and nature of the obstacles that life presents, some people have been able to overcome them to a degree that makes them stand out as someone special— someone extraordinary, someone great.
Elizabeth Venstra
Don't worry about finding your special someone, if that's what you want— and if you'd rather thrive alone, don't worry about ignoring those who may want you to have a 'special someone.
Becca Anderson
I lost someone special. . It's very hard for me. . He won't be coming to visit us. . how different things will be.
Bracha Goetz
Just because we get along and seemed to accept me for who I am, that doesn't mean he's my soulmate. Maybe my special someone is still out there somewhere.
Chaya T. Hirsch
It takes someone special to do what you do. It takes someone rare and remarkable to make the lives of everyone around them nicer, brighter, and more beautiful. It takes someone who has a big heart and a caring soul. It takes someone who's living proof of how precious a person can be. It takes someone just like you.
Douglas Pagels
You are something— and someone—very special. You really are. No one else in this entire world is exactly like you. You're a one-of-a-kind treasure, uniquely here in this space and time.
Douglas Pagels
The special people in our lives are absolutely priceless. They're the ones who bring us so many smiles and inspire such gratitude in our days.
Douglas Pagels
Never forget what a treasure you are. That special person in the mirror may not always get to hear all the compliments you so sweetly deserve, but you are so worthy of such an abundance...of friendship, joy, and love.
Douglas Pagels
There are as many ways to meet someone as there are someones to meet. That said, it's almost impossible to meet that one special someone unless you're willing to be someone else's someone until your special someone comes along.
Kermit The Frog
Oddly enough, the best place to meet your special someone is anywhere you are.
Kermit The Frog
I do not believe that there is a 'one and only' for each person, but I do believe that there is a special 'someone' along life's way and that the road we choose to travel will reveal a 'special someone' for us.
Robert L. Anderson
All these years of being a young adult, I was abstinent; I was waiting for the right time to give my mate something special. I wanted to wait for that special someone who was going to love and respect me as a woman.
Esther Telfort
Don't be afraid to go that extra mile for someone special, because that person will go the extra mile for you.
Ben Kalcher
Love is a hidden treasure. You never know you have it until someone special reveals it.
Debashis Mridha
How difficult it must be to leave a place called home, along with all the bitter sweet memories attached, for someone special and later on visit the same place as a guest.
Swati Kumar
We can all create a sunset, but it takes someone special to create a new dawn.
Anthony T. Hincks
You know someone is very special to you when days just don't seem right without them.
John Cena
Finding someone special means you can truly be yourself. I was pretending for a long time.
Gerard Way
If you have someone in your life who makes you feel loved and cared and inspires you then you are truly blessed!
Avijeet Das
Anyone can come into your life and say how much they love you. It takes someone really special to stay in your life and show how much they love you.
Zahid Abas
The gift of yourself is the most special gift that you have; when you give it away indiscriminately, you cheapen what you have to offer. Special things are for special people.
Robert Ringer
Everyone tries to impress that special someone, but if you can't get them by being yourself, then they can't be that special.
Nishan Panwar