{"title" : "Soulmates","quotes" : [{"message" : "In a church of my own we're perfect together I recognize you in the stained glass.","name" : "Heather Nova"},{"message" : "Have you ever felt really close to someone' So close that you can't understand why you and the other person have two separate bodies, two separate skins'","name" : "Nancy Garden"},{"message" : "Our souls already know each other, don't they'' he whispered. 'It's our bodies that are new.","name" : "Karen Ross"},{"message" : "In all the world, there is no heart for me like yours. In all the world, there is no love for you like mine.","name" : "Maya Angelou"},{"message" : "A soulmate is someone who has locks that fit our keys, and keys to fit our locks.","name" : "Richard Bach"},{"message" : "Whatever our souls are made of, his and mine are the same.","name" : "Emily Bront"},{"message" : "What greater thing is there for two human souls than to feel that they are joined for life ... to strengthen each other ... to be at one with each other in silent unspeakable memories.","name" : "George Eliot"},{"message" : "He felt now that he was not simply close to her, but that he did not know where he ended and she began.","name" : "Leo Tolstoy"},{"message" : "Love is the will to extend one's self for the purpose of nurturing one's own or another's spiritual growth.","name" : "Scott Peck"},{"message" : "A bond between souls is ancient - older than the planet.","name" : "Dianna Hardy"},{"message" : "Spiritual partnership implies a goal of encouraging and supporting the unfolding of each other's soul's reasons for being here in the first place.","name" : "Katherine Woodward Thomas"},{"message" : "Our soulmate is the one who makes life come to life.","name" : "Richard Bach"},{"message" : "A soul mate is... someone whose way of viewing life is not necessarily the same as yours but complements yours... there is not a compromise, there is a complement.","name" : "Paul Robear"},{"message" : "When deep down in the core of your being you believe that your soulmate exists, there is no limit to the ways he or she can enter your life.","name" : "Arielle Ford"},{"message" : "There is a special bond between twin soul mates - unconditional love, respect for each other, bringing out the best in each other, and highly compatible.","name" : "Mettrie L"},{"message" : "Love is but the discovery of ourselves in another, and the delight in the recognition.","name" : "Alexander Smith"},{"message" : "For it was not into my ear you whispered, but into my heart. It was not my lips you kissed, but my soul.","name" : "Judy Garland"},{"message" : "A soulmate is someone to whom we feel profoundly connected, as though the communicating and communing that take place between us were not the product of intentional efforts, but rather a divine grace.","name" : "Thomas Moore"},{"message" : "To the world you may be one person, but to one person you may be the world.","name" : "Heather Cortez"},{"message" : "If you love somebody, let them go, for if they return, they were always yours. And if they don't, they never were.","name" : "Kahlil Gibran"},{"message" : "A soulmate is the one person whose love is powerful enough to motivate you to meet your soul, to do the emotional work of self-discovery, of awakening.","name" : "Kenny Loggins"},{"message" : "There can be only two questions that are asked with regard to human relationships: Where am I going Who is going with me Do not invert the order of the questions.Do not under any circumstances - invert the order of the questions.","name" : "Neale Donald Walsch"},{"message" : "When will I meet him? We meet our soulmates when we're on our soul path.","name" : "Karen M. Black"},{"message" : "Friendship is a single soul dwelling in two bodies.","name" : "Aristotle"},{"message" : "What we find in a soulmate is not something wild to tame but something wild to run with.","name" : "Robert Brault"},{"message" : "To say that one waits a lifetime for his soulmate to come around is a paradox. People eventually get sick of waiting, take a chance on someone, and by the art of commitment become soulmates, which takes a lifetime to perfect.","name" : "Criss Jami"},{"message" : "Inhale when I inhale. Exhale when I exhale. Breathe with me,for two beating hearts breathing one breath together become one.","name" : "Christina Westover"},{"message" : "Lovers are easy to find and easy to forget but finding an authentic connection is exceptional and limited. It rarely happens, which is why there are so many unhappy people out there.","name" : "Donna Lynn Hope"},{"message" : "Soul mate romance dissolves the superficial and touches your deepest heart with the delightful power of love.","name" : "Amy Leigh Mercree"},{"message" : "A soul mate is one with whom you have a graceful affinity and while allures, too profound to value as anything more than chance. They may reappear from time to time as a delusion when indeed they are reality.","name" : "Kandra J Gardner"},{"message" : "Young love is a flame; very pretty, often very hot and fierce, but still only light and flickering. The love of the older and disciplined heart is as coals, deep-burning, unquenchable.","name" : "Henry Ward Beecher"},{"message" : "But how will I know who my soul mate is? ... By risking failure, disappointment, disillusion, but never ceasing in your search for love. As long as you keep looking, you will triumph in the end.","name" : "Paulo Coelho"},{"message" : "Love does not consist in gazing at each other, but in looking outward together in the same direction.","name" : "Antoine de Saint-Exupéry"},{"message" : "Important encounters are planned by the souls long before the bodies see each other.","name" : "Paulo Coelho"},{"message" : "Happy is the moment, when we sit together, with two forms, two faces, yet one soul, you and I.","name" : "Rumi"},{"message" : "Love is no longer where soulmate attraction ends; it is where soulmate attraction begins.","name" : "Karen Black"},{"message" : "Between two souls lies a single heart.","name" : "Maza-Dohta"},{"message" : "People think your soul mate is your perfect fit. And that's what everyone wants. But a true soul mate is a mirror, the person who shows you everything that is holding you back, the person who brings you to your own attention so you can change your life.","name" : "Elizabeth Gilbert"},{"message" : "Have you ever met someone for the first time, but in your heart you feel as if you've met them before'","name" : "Joanne Kenrick"},{"message" : "For some people, 'the point of no return' begins at the very moment their souls become aware of each others' existence.","name" : "C. JoyBell C."},{"message" : "We recognize a soulmate by the supreme level of comfort and security we feel with that person.","name" : "Linda Brady"},{"message" : "Before you find your soul mate, you must first discover your soul.","name" : "Charles F. Glassman"},{"message" : "The soul mate is what we aspire to and like to understand about us, is what we deem to be perfection, purity and endless regarding our own being.","name" : "Sorin Cerin"},{"message" : "What greater thing is there for two human souls than to feel that they are joined for life? (There) to strengthen each other (and) to be at one with each other in silent unspeakable memories.","name" : "George Eliot"},{"message" : "The supreme state of human love is...the unity of one soul in two bodies.","name" : "Sri Aurobindo"},{"message" : "I think a soulmate is... a person who makes you be the most you, you can possibly be. Maybe your soulmate is... the person... who forces your soul to grow the most. Not all growth feels good.","name" : "Rabbi Ari"},{"message" : "Our soulmate is someone who shares our deepest longings, our sense of direction. When we're two balloons, and together our direction is up, chances are we've found the right person.","name" : "Richard Bach"},{"message" : "Intimate relationships last a long time. Soulmate relationships last forever.","name" : "Tommy Polo"}]}