{"title" : "Strength","quotes" : [{"message" : "Some of us think holding on makes us strong; but sometimes it is letting go.","name" : "Hermann Hesse"},{"message" : "We gain strength, and courage, and confidence by each experience in which we really stop to look fear in the face... we must do that which we think we cannot.","name" : "Eleanor Roosevelt"},{"message" : "Strength does not come from physical capacity. It comes from an indomitable will.","name" : "Mahatma Gandhi"},{"message" : "You have power over your mind - not outside events. Realize this, and you will find strength.","name" : "Marcus Aurelius"},{"message" : "We may get knocked down on the outside, but the key to living in victory is to learn how to get up on the inside.","name" : "Joel Osteen"},{"message" : "Sometimes you don't realize your own strength until you come face to face with your greatest weakness.","name" : "Susan Gale"},{"message" : "You gotta stop wearing your wishbone where your backbone ought to be.","name" : "Elizabeth Gilbert"},{"message" : "What lies behind us and what lies before us are tiny matters compared to what lies within us.","name" : "Ralph Waldo Emerson"},{"message" : "Few men during their lifetime come anywhere near exhausting the resources dwelling within them. There are deep wells of strength that are never used.","name" : "Richard E. Byrd"},{"message" : "A chain is no stronger than its weakest link.","name" : "Sir Leslie Stephen"},{"message" : "A firm tree does not fear the storm.","name" : "Dayak "},{"message" : "Control your emotions or they will control you.","name" : "Chinese Proverb"},{"message" : "He that cannot endure the bad will not live to see the good.","name" : "Jewish Proverb"},{"message" : "Little strokes fell great oaks.","name" : "Benjamin Franklin"},{"message" : "Our handicaps exist only in our minds.","name" : "Franklin D. Roosevelt"},{"message" : "No one saves us but ourselves. No one can and no one may. We ourselves must walk the path.","name" : "Buddha"},{"message" : "That which does not kill us makes us stronger.","name" : "Friedrich Nietzsche"},{"message" : "We are only as strong as we are united, as weak as we are divided.","name" : "J.K. Rowling"},{"message" : "In the depth of winter, I finally learned that within me there lay an invincible summer.","name" : "Albert Camus"},{"message" : "Better to be strong than pretty and useless.","name" : "Lilith Saintcrow"},{"message" : "Anyone can give up, it's the easiest thing in the world to do. But to hold it together when everyone else would understand if you fell apart, that's true strength.","name" : "Unknown Author"},{"message" : "Fall down seven times, get up eight.","name" : "Japanese Proverb"},{"message" : "The most beautiful people I've known are those who have known trials, have known struggles, have known loss, and have found their way out of the depths.","name" : "Elisabeth Kubler-Ross"},{"message" : "Strong people don't put people down.","name" : "Unknown Author"},{"message" : "When you come to the end of your rope, tie a knot and hang on.","name" : "Franklin D. Roosevelt"},{"message" : "Never bend your head. Always hold it high. Look the world right in the eye.","name" : "Helen Keller"},{"message" : "He who believes is strong; he who doubts is weak. Strong convictions precede great actions.","name" : "J.F. Clarke"},{"message" : "You were given this life, because you are strong enough to live it.","name" : "Robin Sharma"},{"message" : "Life will break you. Nobody can protect you from that, and living alone won't either, for solitude will also break you with its yearning. You have to love. You have to feel. It is the reason you are here on earth. You are here to risk your heart. You are here to be swallowed up. And when it happens that you are broken, or betrayed, or left, or hurt, or death brushes near, let yourself sit by an apple tree and listen to the apples falling all around you in heaps, wasting their sweetness. Tell yourself you tasted as many as you could.","name" : "Louise Erdrich"},{"message" : "Where there is no struggle, there is no strength","name" : "Oprah Winfrey"},{"message" : "Only those who will risk going too far can possibly find out how far one can go.","name" : "T.S. Elliot"},{"message" : "Eagles don't catch flies.","name" : "Desiderius Erasmus"},{"message" : "Persuasion is better than force.","name" : "Aesop"},{"message" : "The best way out is always through.","name" : "Robert Frost"},{"message" : "The weak can never forgive. Forgiveness is the attribute of the strong.","name" : "Mahatma Gandhi"},{"message" : "We acquire the strength we have overcome.","name" : "Ralph Waldo Emerson"},{"message" : "Strength is a matter of a made up mind.","name" : "John Beecher"},{"message" : "Never say never, because limits, like fears, are often just an illusion.","name" : "Michael Jordan"},{"message" : "If you always put limit on everything you do, physical or anything else. It will spread into your work and into your life. There are no limits. There are only plateaus, and you must not stay there, you must go beyond them.","name" : "Bruce Lee"},{"message" : "An attitude of positive expectation is the mark of the superior personality.","name" : "Brian Tracy"},{"message" : "The only place where your dream becomes impossible is in your own thinking.","name" : "Robert H. Schuller"},{"message" : "No matter what the situation, remind yourself 'I have a choice.","name" : "Deepak Chopra"},{"message" : "Look at a day when you are supremely satisfied at the end.","name" : "Margaret Thatcher"},{"message" : "Focus on your strengths, not your weaknesses. Focus on your character, not your reputation. Focus on your blessings, not your misfortunes.","name" : "Roy T. Bennett"},{"message" : "A strong woman who recklessly throws away her strength, she is worse than a weak woman who has never had any strength to throw away.","name" : "Thomas Hardy"},{"message" : "A man is worshipped only to the extent that he is followed not in his weaknesses, but in his strength.","name" : "Mahatma Gandhi"},{"message" : "No training in arms is required for realization of your strength.","name" : "Mahatma Gandhi"},{"message" : "God, grant me strength to accept those things I cannot change.","name" : "Dan Brown"},{"message" : "I hope you have the strength to start all over again.","name" : "Eric Roth"},{"message" : "Meet today's problems with today's strength. Don't start tackling tomorrow's problems until tomorrow. You do not have tomorrow's strength yet. You simply have enough for today.","name" : "Max Lucado"},{"message" : "We see no mask of strength. But we do hear a request for strength.","name" : "Max Lucado"},{"message" : "To get someone else to take care of you, to feel sorry for you--that takes a lot of strength, smarts, manipulation.","name" : "Deb Caletti"},{"message" : "Focus only on the moments when you achieved what you desired, and that strength will help you to get what you want.","name" : "Paulo Coelho"},{"message" : "It takes a hell of a lot of strength to not complain and lash out.","name" : "Richelle Mead"},{"message" : "Mastering others is strength.","name" : "Lao Tzu"},{"message" : "The strength of a man isn't seen in the power of his arms. It's seen in the love with which he embraces you.","name" : "Steve Maraboli"},{"message" : "Your strength, when your very existence Is proof of your greatness. You were born a winner, a warrior, one who defied the odds by surviving the most gruesome battle of them all.","name" : "Suzy Kassem"},{"message" : "The strength I'm looking for isn't the type where you win or lose. I'm not after a wall that'll repel power coming from outside. What I want is the kind of strength to be able to absorb that kind of power, to stand up to it.","name" : "Haruki Murakami"},{"message" : "Moderate strength is shown in violence, supreme strength is shown in levity.","name" : "G. K. Chesterton"},{"message" : "At your weakest, you end up showing more strength; at your lowest, you are suddenly lifted higher than you’ve ever been.","name" : "Cecelia Ahern"},{"message" : "I found an inner strength to fight for myself. It was clear that nobody else would.","name" : "Tehmina Durrani"},{"message" : "Strength of character means the ability to overcome resentment against others, to hide hurt feelings, and to forgive quickly.","name" : "Lawrence G. Lovasik"},{"message" : "You must draw from that strength. You must increase it. And you must hold on to it because sometimes that small glimmer of inner strength is all that we have to help us press forward through the darkness.","name" : "Morgan Rhodes"},{"message" : "The crisis throws you back, and when you are required to exhibit strength, it comes.","name" : "Joseph Campbell"},{"message" : "You can measure the true strength of a man by how well he controls others, but you measure his true power by how well he controls himself.","name" : "Amari Soul"},{"message" : "There was a saying that the strength of a man’s steel was only known under the hammer of circumstance.","name" : "Alison Goodman"},{"message" : "From my weakness, I drew strength that never left me.","name" : "Jorge Luis Borges"},{"message" : "His wound is his strength.","name" : "Lev Grossman"},{"message" : "We know you're strong, but accepting help is its own kind of strength.","name" : "Kiera Cass"},{"message" : "Finding the center of strength within ourselves is in the long run the best contribution we can make to our fellow men.","name" : "Rollo May"},{"message" : "One person with indigenous inner strength exercises a great calming effect on panic among people around him.","name" : "Rollo May"},{"message" : "A lot of what we experience as strength comes from knowing what to do with weakness.","name" : "Barbara Ehrenreich"},{"message" : "The first gift is Strength. May you remember to call upon it whenever you need it.","name" : "Charlene Costanzo"},{"message" : "It takes incredible strength not to open a can of 'whoop-ass', justifiably, when ones button is pushed.","name" : "T. F. Hodge"},{"message" : "We had something few experience. We were joined in our strengths rather than in our weaknesses.","name" : "Frank Herbert"},{"message" : "We all get scared and want to turn away, but it isn’t always strength that makes you stay. Strength is also making the decision to change your destiny.","name" : "Zoraida Córdova"},{"message" : "How fast you have forgotten your strength when your very existence is proof of your greatness.","name" : "Suzy Kassem"},{"message" : "There are two kinds of strength. Power and the ability to wield it is obvious, but resilience, the ability to resist power, is the other.","name" : "Raymond E. Feist"},{"message" : "It takes strength, the strength of a man, to make the magic his own, to make it serve him, and not the other way around.","name" : "Daniel Wallace"},{"message" : "You can't retire to weakness -- you've got to learn to control strength.","name" : "Wallace Stegner"},{"message" : "Only when we cease to rely on our own strength can we discover that God's strength is always there for us.","name" : "Scott Hahn"},{"message" : "Strength and success - they are above morality, above criticism.","name" : "John Steinbeck"},{"message" : "My dear, it is a great strength to have faced the worst and to have *felt* it a feature of beauty. Nothing ever after can shake one.","name" : "Olaf Stapledon"},{"message" : "The strength of every individual is the grace for great work.","name" : "Lailah Gifty Akita"},{"message" : "May you find the strength of will and the grace of endurance to overcome every challenge.","name" : "Lailah Gifty Akita"},{"message" : "Rather than the strength it takes to not lose, it's the strength to stand back up after a loss that is sometimes more valuable.","name" : "Kyo Shirodaira"},{"message" : "The strongest people are not those who show strength in front of the world but those who fight and win battles that others do not know anything about.","name" : "Jonathan Harnisch"}]}