{"title" : "Suicide Prevention","quotes" : [{"message" : "Place your hand over your heart, can you feel it? That is called purpose. You're alive for a reason so don't ever give up.","name" : "unknown"},{"message" : "Suicide doesn't end the chances of life getting worse, it eliminates the possibility of it ever getting any better.","name" : "unknown"},{"message" : "The person who completes suicide, dies once. Those left behind die a thousand deaths, trying to relive those terrible moments and understand...","name" : "Clark"},{"message" : "Your life is not over. Your life is important. Don't take your beauty fom the world.","name" : "unknown"},{"message" : "To anyone out there who's hurting—it's not a sign of weakness to ask for help. It's a sign of strength.","name" : "Barack Obama"},{"message" : "There are far, far better things ahead than anything we leave behind.","name" : "C. S. Lewis"},{"message" : "But in the end one needs more courage to live than to kill himself.","name" : "Albert Camus"},{"message" : "When it is darkest, we can see the stars.","name" : "Ralph Waldo Emerson"},{"message" : "Believe in yourself and all that you are. Know that there is something inside you that is greater than any obstacle.","name" : "Christian D. Larson"},{"message" : "All things are difficult before they are easy.","name" : "Thomas Fuller"},{"message" : "Grit your teeth and let it hurt. Don't deny it, don't be overwhelmed by it. It will not last forever.","name" : "Harold Kushner"},{"message" : "The longer we dwell on our misfortunes, the greater is their power to harm us.","name" : "Voltaire"},{"message" : "Suicide is not a remedy.","name" : "James A. Garfield"},{"message" : "Though no one can go back and make a brand new start, anyone can start now and make a brand new ending.","name" : "Carl Bard"},{"message" : "Suicide is a permanent solution to a temporary problem.","name" : "Phil Donahue"},{"message" : "If you want to show me that you really love me, don't say that you would die for me, instead stay alive for me.","name" : "unknown"},{"message" : "Never give up, for that is just the place and time that the tide will turn.","name" : "Harriet Beecher Stowe"},{"message" : "If someone listens, or stretches out a hand, or whispers a word of encouragement, or attempts to understand a lonely person, extraordinary things begin to happen.","name" : "Loretta Girzartis"},{"message" : "I hope you live a life you are proud of. If you find that you are not, I hope you have the strength to start all over again.","name" : "F. Scott Fitzgerald"},{"message" : "The world is a better place with you in it.","name" : "unknown"},{"message" : "If your heart is still beating, God is not done with you yet.","name" : "Dillon Burroughs"},{"message" : "The pain passes, but the beauty remains.","name" : "Pierre August Renoir"},{"message" : "One of the secrets of life is to make stepping stones out of stumbling blocks.","name" : "Jack Penn"},{"message" : "The real reason for not committing suicide is because you always know how swell life gets again after the hell is over.","name" : "Ernest Hemingway"},{"message" : "When you feel like giving up, just remember the reason why you held on for so long.","name" : "unknown"},{"message" : "Because if you kill yourself, you're also going to kill the people who love you.","name" : "unknown"},{"message" : "If you're going through hell, keep going.","name" : "Winston Churchill"},{"message" : "The harder the journey the more glorious the victory.","name" : "Melissa Dohme"},{"message" : "When you come to the end of your rope, tie a knot and hang on.","name" : "Franklin D Roosevelt"},{"message" : "This life. This night. Your story. Your pain. Your hope. It matters. All of it matters.","name" : "Jamie Tworkowski"},{"message" : "Think of all the beauty thats still left in and around you and be happy!","name" : "Anne Frank"},{"message" : "Hope is a necessity for normal life and the major weapon against the suicide impulse.","name" : "Karl A. Menninger"},{"message" : "We either make ourselves miserable, or we make ourselves strong. The amount of work is the same.","name" : "Carlos Castaneda"},{"message" : "If you are looking for a sign not to kill yourself, this is it.","name" : "unknown"},{"message" : "Never never never give up.","name" : "Winston Churchill"},{"message" : "The man who kills a man kills a man. The man who kills himself kills all men. As far as he is concerned, he wipes out the world.","name" : "G.K. Chesterton"},{"message" : "Don't ask yourself what the world needs. Ask yourself what makes you come alive and then go do that. Because what the world needs is more people who have come alive.","name" : "Dr. Howard Thurman"},{"message" : "Life doesn't come with a REWIND, FAST FORWARD or PAUSE BUTTON. Once it starts it PLAYS until it ends or you press STOP. Never press STOP just enjoy it while it PLAYS.","name" : "Sonya Parker"},{"message" : "Choosing whether you respond to the situation as a negative or as an opportunity to react with a new and different perspective sets in motion the course of what happens.","name" : "Michael Nulty"},{"message" : "You can do things today that shape your unknown future. Make every day the time when you turn what you don't know into what would like to happen.","name" : "Michael Nulty"},{"message" : "Taking back control of your life and finding a way to become hopeful, optimistic and believe that what you desire and want is possible and day is coming when everything changes, your life will eventually become easier and you will begin to see life as it was meant to be.","name" : "Michael Nulty"},{"message" : "Let go of any regrets you have since, you can't go back and change anything, you have the choice of moving forward or continue struggling.","name" : "Michael Nulty"},{"message" : "The key to getting beyond your struggles is making choices that invite new possibilities - new ways of thinking, feeling, behaving and living your life for the better.","name" : "Michael Nulty"},{"message" : "You are learning to be fearless and becoming who you were always meant to be.","name" : "Marie White"},{"message" : "You can either crushed by horrific event and lose your sanity, your family and your life. Or, you can take this pain that was thrust upon you, to propel into greatness. You can make it through this. I know it's hard.","name" : "Marie White"},{"message" : "There is a hero inside of you. You are the main character in an epic struggle between good and evil. Ler's travel to the dark places of grief together and climb out, where we can see the bigger picture.","name" : "Marie White"},{"message" : "There is beauty in the journey, regardless of the outcome. Let's grieve and hope and fight together.","name" : "Marie White"},{"message" : "One day you will get more than what you could have ever perceived in the most wildest of your dreams; as you selflessly diffused the same; to all those brutally strangulated in the dormitories of unbelievably merciless agony. And that day was invincibly sure to come in yours and every benevolent entity's life; so keep optimistically conceiving and working towards that day; don't lose hope; don't yet die.","name" : "Nikhil Parekh"},{"message" : "Don't forget who you are and where you came from. Don't get too emotionally over little things. Don't. Quit until you win grand prize.","name" : "Robert Randle"},{"message" : "You who drink because of shame that you think will last, or because of wrong done you—trouble in the past—“Nothing left to live for now,” you will say, I know; but you have your own self yet, give that self a show!","name" : "Henry Lawson"},{"message" : "Leave what’s alive in the furrow, what’s dead in yourself, for life does not move in the same way as a group of clouds; from your work you will be able one day to gather yourself.","name" : "Miguel de Unamuno"},{"message" : "Now you are only giving food to that final pain which is slowly winding you in the nets of death, but to live is to work, and the only thing which lasts is the work; start there, turn to the work.","name" : "Miguel de Unamuno"},{"message" : "Shake off this sadness, and recover your spirit; sluggish you will never see the wheel of fate that brushes your heel as it turns going by, the man who wants to live is the man in whom life is abundant.","name" : "Miguel de Unamuno"},{"message" : "Nobody on earth could live for you other than you yourself; in order to be an integral element of the drapery of this effervescent planet; and further embellish each step that you tread on with the spirit of immortal love,Then why do you keep weeping that you were all alone; when you had infact the most invincibly blessed company on earth to disseminate love; friendship and undying charm—which was by the Grace of God none other; but you yourself.","name" : "Nikhil Parekh"},{"message" : "Don't always know why I kept moving, but it never - for long - felt like an option not to.","name" : "Matt Haig"},{"message" : "I spend a lot of time wondering what dying feels like. What dying sounds like. If I’ll burst like those notes, let out my last cries of pain, and then go silent forever. Or maybe I’ll turn into a shadowy static that’s barely there, if you just listen hard enough.","name" : "Jasmine Warga"},{"message" : "Even the people who once fought for others tend to get weak and eventually 'give up' and lose interest in the worth of fighting any longer.","name" : "Osjusn CC"},{"message" : "Killing yourself slowly is still killing yourself. Wanting to die is not the same as wanting to come home. Recovery is hard work. Not wanting to die is hard work.","name" : "Blythe Baird"},{"message" : "When you get into a tight place and everything goes against you, till it seems as though you could not hang on a minute longer, never give up then, for that is just the place and time that the tide will turn.","name" : "Harriet Beecher Stowe"},{"message" : "Anything that’s human is mentionable, and anything that is mentionable can be more manageable. When we can talk about our feelings, they become less overwhelming, less upsetting, and less scary.","name" : "Fred Rogers"},{"message" : "One small crack does not mean that you are broken, it means that you were put to the test and you didn’t fall apart.","name" : "Linda Poindexter"},{"message" : "You don’t have to be positive all the time. It’s perfectly okay to feel sad, angry, annoyed, frustrated, scared and anxious. Having feelings doesn’t make you a negative person. It makes you human.","name" : "Lori Deschene"},{"message" : "Nobody can save you but yourself, and you’re worth saving. It’s a war not easily won, but if anything is worth winning then this is it.","name" : "Charles Bukowski"},{"message" : "Healing takes time, and asking for help is a courageous step.","name" : "Mariska Hargitay"},{"message" : "Be confused, it’s where you begin to learn new things. Be broken, it’s where you begin to heal. Be frustrated, it’s where you start to make more authentic decisions. Be sad, because if we are brave enough we can hear our heart’s wisdom through it. Be whatever you are right now. No more hinding. You are worthy, always.","name" : "S.C. Lourie"},{"message" : "She overcame everything that was meant to destroy her.","name" : "Sylvester McNutt"},{"message" : "Often it’s the deepest pain which empowers you to grow into your highest self.","name" : "Karen Salmansohn"},{"message" : "Give yourself a break. Stop beating yourself up! Everyone makes mistakes, has setbacks and failures. You don’t come with a book on how to get it right all the time. You will fail sometimes, not because you planned to, but simply because you’re human. Failure is a part of creating a great life.","name" : "Les Brown"}]}