{"title" : "Survival","quotes" : [{"message" : "Nobody is stronger, nobody is weaker than someone who came back. There is nothing you can do to such a person because whatever you could do is less than what has already been done to him. We have already paid the price.","name" : "Elie Wiesel"},{"message" : "In spite of everything that was done to me and my race, in spite of the adversity and the bitter moments, again we rise.","name" : "Maya Angelou"},{"message" : "In a mad world, only the mad are sane.","name" : "Akiro Kurosawa"},{"message" : "Peace is the one condition of survival in this nuclear age.","name" : "Adlai Stevenson"},{"message" : "All I'm trying to do is not join my ancestral spirits just yet.","name" : "Joshua Nkomo"},{"message" : "Hunger, love, pain, fear are some of those inner forces which rule the individual's instinct for self preservation.","name" : "Albert Einstein"},{"message" : "If you live among wolves you have to act like a wolf.","name" : "Nikita Khrushchev"},{"message" : "To survive it is often necessary to fight and to fight you have to dirty yourself.","name" : "George Orwell"},{"message" : "Once one determines that he or she has a mission in life, that's it's not going to be accomplished without a great deal of pain, and that the rewards in the end may not outweigh the pain --if you recognize historically that always happens, then when it comes, you survive it.","name" : "Richard M. Nixon"},{"message" : "Man can live about forty days without food, about three days without water, about eight minutes without air, but only for one second without hope.","name" : "Charles Darwin"},{"message" : "Survival is nothing more than recovery.","name" : "Dianne Feinstein"},{"message" : "The ability to delude yourself may be an important survival tool.","name" : "Jane Wagner"},{"message" : "Through humor, you can soften some of the worst blows that life delivers. And once you find laughter, no matter how painful your situation might be, you can survive it.","name" : "Bill Cosby"},{"message" : "In a world where change is inevitable and continuous, the need to achieve that change without violence is essential for survival.","name" : "Andrew Young"},{"message" : "For Harmony. A chance at life. To fight on other days.","name" : "Janet Morris"},{"message" : "The consciousness of being deemed dead, is next to the presumable unpleasantness of being so in reality. One feels like his own ghost unlawfully tenanting a defunct carcass.","name" : "Herman Melville"},{"message" : "Nature's stern discipline enjoins mutual help at least as often as warfare. The fittest may also be the gentlest.","name" : "Theodosius Dobzhansky"},{"message" : "The faster you can signal for rescue, the faster you get out of that situation.","name" : "Joseph Teti"},{"message" : "You don't know if you're going to be rescued in a day or a month; gotta prepare for the long haul; gotta make the place your home.","name" : "Matt Graham"},{"message" : "The man who goes afoot, prepared to camp anywhere and in any weather, is the most independent fellow on earth.","name" : "Horace Kephart"},{"message" : "Perhaps catastrophe is the natural human environment, and even though we spend a good deal of energy trying to get away from it, we are programmed for survival amid catastrophe.","name" : "Germaine Greer"},{"message" : "Tis the last rose of summer Left blooming alone; All her lovely companions Are faded and gone.","name" : "Thomas More"},{"message" : "Every day I run scared. That's the only way I can stay ahead.","name" : "John H. Johnson"},{"message" : "The condition of man... is a condition of war of everyone against everyone.","name" : "Thomas Hobbes"},{"message" : "And while the law of competition may be sometimes hard for the individual, it is best for the race, because it ensures the survival of the fittest in every department.","name" : "Andrew Carnegie"},{"message" : "It is not the strongest of the species that survives, nor the most intelligent, but rather the one most adaptable to change.","name" : "Clarence Darrow"},{"message" : "Resilience is the maintenance of high levels of positive affect and well-being in the face of adversity. It is not that resilient individuals never experience negative affect, but rather that the negative affect does not persist.","name" : "Richard J. Davidson"},{"message" : "Self-preservation is the first principle of our nature.","name" : "Alexander Hamilton"},{"message" : "In truth, we exist and survive, not because of the ego, but in spite of it.","name" : "David R. Hawkins"},{"message" : "Only the strong survive.","name" : "Namibian Proverb"},{"message" : "Rule of survival: Pack your own parachute.","name" : "T.L. Hakala"},{"message" : "Victory at all costs, victory in spite of all terror, victory however long and hard the road may be; for without victory, there is no survival.","name" : "Winston Churchill"},{"message" : "We shall draw from the heart of suffering itself the means of inspiration and survival.","name" : "Winston Churchill"},{"message" : "Survival is triumph enough.","name" : "Harry Crews"},{"message" : "Love and compassion are necessities, not luxuries. Without them humanity cannot survive.","name" : "Dalai Lama"},{"message" : "It takes but one positive thought when given a chance to survive and thrive to overpower an entire army of negative thoughts.","name" : "Robert H. Schuller"},{"message" : "Confront them with annihilation, and they will then survive; plunge them into a deadly situation, and they will then live. When people fall into danger, they are then able to strive for victory.","name" : "Sun Tzu"},{"message" : "Every man is wise when attacked by a mad dog; fewer when pursued by a mad woman; only the wisest survive when attacked by a mad notion.","name" : "Robertson Davies"},{"message" : "Notice that the stiffest tree is most easily cracked, while the bamboo or willow survives by bending with the wind.","name" : "Bruce Lee"},{"message" : "Hunger, love, pain, fear are some of those inner forces which rule the individual's instinct for self preservation.","name" : "Albert Einstein"},{"message" : "Self-preservation, nature's first great law, all the creatures, except man, doth awe.","name" : "Andrew Marvell"},{"message" : "We are survival machines -- robot vehicles blindly programmed to preserve the selfish molecules known as genes.","name" : "Richard Dawkins"},{"message" : "Survival is the ability to swim in strange water.","name" : "Frank Herbert"},{"message" : "Survival often feels like an indignity.","name" : "Guillermo Del Toro"},{"message" : "In the greater part of humankind there resides an instinct for survival. It is this which can clutch at straws and effect a rescue from them. It is this which can, now and then, outwit fate.","name" : "Tanith Lee"},{"message" : "Survival ... is an infinite capacity for suspicion.","name" : "John Le Carre"},{"message" : "When you come to the end of your rope, tie a knot and hang on.","name" : "Franklin D. Roosevelt"},{"message" : "What does not kill us makes us stronger.","name" : "Friedrich Nietzsche"},{"message" : "There's a difference between surviving and living.","name" : "Gene Roddenberry"},{"message" : "I think that adaptation is the key to survival. Cooperation and symbiosis.","name" : "John Wyndham"},{"message" : "Life is cruelty. We all feed on each other, exploit each other in some way to survive.","name" : "John Wyndham"},{"message" : "Survival is not about certain death, it is about keeping your head down.","name" : "John Ridley"},{"message" : "There is more to life than survival.","name" : "John Maclean"},{"message" : "Surviving is not relevant. Living is. We want to live.","name" : "Gabe Ibáñez"},{"message" : "The Pilgrims were born to help us in our heroic quest for survival. Now they build our homes, drive our cars, and wipe our asses when we get old. I have no idea what we're going to do next.","name" : "Gabe Ibáñez"},{"message" : "Why does the Doctor always survive? Because he always assumes he's going to win. He always knows there's a way to survive. He just has to go and find it.","name" : "Steven Moffat"},{"message" : "If the Earth dies, you die. If you die, the Earth survives. There are only a handful of planets in the cosmos that are capable of supporting complex life.","name" : "David Scarpa"},{"message" : "Only the strong survive, you gotta be strong, you gotta hold on.","name" : "Chris Hegedus"},{"message" : "In any disaster situation having a full tank of gas or access to gas is a dire emergency and can mean the difference between life and death in some cases.","name" : "Shannon Rizzotto"},{"message" : "Being able to travel to get help, food, water, and even medical treatment will enable you to be one step up on any disaster.","name" : "Shannon Rizzotto"},{"message" : "Regardless what the disaster situation brings you are going to need water. Water is essential in survival.","name" : "Shannon Rizzotto"},{"message" : "The human body requires water to survive the amount however, depends on the body type and size of the person.","name" : "Shannon Rizzotto"},{"message" : "Everyone is going to be stressed after a collapse. As long as you're' willing to take at least part of your payments in alternative currencies, you might be able to make a good living thinking out the box.","name" : "Sean Brodrick"},{"message" : "The ability to adapt to change will make your life easier, no matter what lies ahead.","name" : "Sean Brodrick"},{"message" : "There are qualities that will make you more successful at changing, and they're qualities for which you might want to strive because if you're not in the right mental and emotional space, then preparing for potentially catastrophic change will be that much harder.","name" : "Sean Brodrick"},{"message" : "The times we are living in now are the richest, fattest days in human history. Life will probably never get easier. This is when you need to start preparing right now for the hard times coming.","name" : "Sean Brodrick"},{"message" : "Stockpiling, self-sufficiency, and frugality, which I prefer to call Spartaneity, are three tools that will help you survive and thrive.","name" : "Sean Brodrick"},{"message" : "Survival is the continuation of life or existence in the presence of or despite unusually difficult conditions.","name" : "Rainer Stahlberg"},{"message" : "In order to survive after the fall of civilized society you will have to roam about in order to locate whatever your specific necessities of life may be, and at some point you may be forced to raid in order to actually obtain them. By definition, now, that makes you a Marauder.","name" : "Kilkenny"},{"message" : "In order to survive the fall of civilization, it will do you no good to be a hoarder, or a Prepper.","name" : "Kilkenny"},{"message" : "Prepping is not the answer. Sure, you need to have some supplies on hand to get going, but the only real way to keep living, and thriving, is by looking for what you need and then taking it.","name" : "Kilkenny"},{"message" : "There's only one way to survive. Go out and do it first.","name" : "Kilkenny"},{"message" : "If you live on a farm, or way out in the country and are supplied by water from your own well, congratulations. You survive the first few weeks.","name" : "Kilkenny"},{"message" : "An important benefit to learning survival skills is it increases your self-confidence.","name" : "Jim Cobb"},{"message" : "Having the ability to not just think but know you have what it takes to survive can make the difference between a news story featuring your survival over incredible odds vs becoming just another tragic statistic.","name" : "Jim Cobb"},{"message" : "What does it mean to improvise in a survival scenario? Simply put, it is using what you have to get what you need.","name" : "Jim Cobb"},{"message" : "No matter how hard you prep, how much money you spend, and how many hours you invest, the disaster always calls the shots.","name" : "Jim Cobb"},{"message" : "With a little resourcefulness and an 'outside of the survival box' mentality, you can oftentimes use what you do have to get what you need.","name" : "Jim Cobb"},{"message" : "Disease outbreaks, global wars, environmental catastrophes, nuclear disasters, and colonization are all apocalyptic events that humanity has survived.","name" : "Bradley Garrett"},{"message" : "Looking to past events should give us hope, because human beings can and do survive events like those that are unfolding.","name" : "Bradley Garrett"},{"message" : "Catastrophe is the natural human environment, and even though we spend a good deal of energy trying to get away from it, we are programmed for survival amid catastrophe.","name" : "Bradley Garrett"},{"message" : "Animal life is an important and substantial source of food for survival.","name" : "Larry Dean Olsen"},{"message" : "A person thrown into a primitive survival situation would quickly find his existence greatly impaired without the aid of so simple a tool as a pocketknife.","name" : "Larry Dean Olsen"},{"message" : "It would seem that one could never survive without a knife to cut poles for building shelters, to cut shafts for a spear or bow.","name" : "Larry Dean Olsen"},{"message" : "It is asserted from time that true survival is measured by a person's capacity to stay put and prepared.","name" : "Larry Dean Olsen"},{"message" : "In survival terms we might say that comfort only gets in the way.","name" : "Larry Dean Olsen"},{"message" : "Probably the most important decision you'll make in your preparations for a crisis is the location of your retreat.","name" : "James Wesley"},{"message" : "No. I can survive well enough on my own— if given the proper reading material.","name" : "Sarah J. Maas"},{"message" : "If you truly want to be respected by people you love, you must prove to them that you can survive without them.","name" : "Michael Bassey Johnson"}]}