{"title" : "Taking Chances","quotes" : [{"message" : "If you're not scared then you're not taking a chance. If you're not taking a chance then what the hell are you doing anyway.","name" : "Ted Mosby"},{"message" : "I've got to take chances and get out there. What are you going to do, sit home and knit? I don't knit.","name" : "Cybill Shepherd"},{"message" : "Be passionate about your life. Learn to live without the fear of failing. Take a chance, you just might surprise yourself.","name" : "Nishan Panwar"},{"message" : "Our lives improve only when we take chances—and the first and most difficult risk we can take is to be honest with ourselves.","name" : "Walter Anderson"},{"message" : "Take chances, make mistakes. That's how you grow. Pain nourishes your courage. You have to fail in order to practice being brave.","name" : "Mary Tyler Moore"},{"message" : "To dare is to lose one's footing momentarily. To not dare is to lose oneself.","name" : "Sren Kierkegaard"},{"message" : "A lifetime isn't forever, so take the first chance, don't wait for the second one! Because sometimes, there aren't second chances! And if it turns out to be a mistake? So what! This is life! A whole bunch of mistakes! But if you never get a second chance","name" : "C. JoyBell C."},{"message" : "You learn so much from taking chances, whether they work out or not. Either way, you can grow from the experience and become stronger and smarter.","name" : "John Legend"},{"message" : "The great thing about taking big chance when you're younger is you have less to lose and you don't know as much. So you take big swings.","name" : "Amy Poehler"},{"message" : "The important thing is not being afraid to take a chance. Remember, the greatest failure is to not try. Once you find something you love to do, be the best at doing it.","name" : "Debbi Fields"},{"message" : "We all need to decide whether to 'play it safe' in life and worry about the downside, or instead take a chance, by being who we really are and living the life our heart desires.","name" : "Charlie Badenhop"},{"message" : "Do you want to be safe and good, or do you want to take a chance and be great?","name" : "Jimmy Johnson"},{"message" : "He who takes no chances wins nothing.","name" : "Danish Proverb"},{"message" : "If you are never scared, embarrassed or hurt, it means you never take chances.","name" : "Julia Soul"},{"message" : "I believe in taking chances and living your life. Sometimes doors open and others close and you have to figure out which one you're going to take. I'm always for the one that's challenging.","name" : "Gisele Bundchen"},{"message" : "Take a chance! All life is a chance. The man who goes farthest is generally the one who is willing to do and dare.","name" : "Dale Carnegie"},{"message" : "Necessity is the mother of taking chances.","name" : "Mark Twain"},{"message" : "If you want to achieve a high goal, you're going to have to take some chances.","name" : "Alberto Salazar"},{"message" : "Every chance taken is another chance to win.","name" : "unknown"},{"message" : "Nothing important was ever achieved without someone taking a chance.","name" : "H Jackson Brown Jr"},{"message" : "In life we take chances to prove to ourselves that we are strong enough to be here.","name" : "Shaylee Schmidt"},{"message" : "Take a chance. You never know how perfect something might turn out to be.","name" : "unknown"},{"message" : "Never regret taking a chance, even if you fall on your face; It's better to know you tried and failed than to wonder the great 'what if?.","name" : "Devin Frye"},{"message" : "When we allow ourselves to become vulnerable, to take chances, and to risk our pride, that is when we find our own glory.","name" : "Richard Corman"},{"message" : "Life's not about sitting at home in front of the TV waiting for your life to begin. Get out there and take some chances.","name" : "Queen Latifah"},{"message" : "Taking chances on opportunities, even if they aren't right for you, gives you a clearer picture of where you want to go with your life and career.","name" : "Lauren Bush"},{"message" : "The successful man is the one who had the chance and took it.","name" : "Roger Babson"},{"message" : "You can't go through life protecting yourself from everything. You have to take chances. Because if you don't, then you might as well not be living.","name" : "unknown"},{"message" : "Every day, you'll have opportunities to take chances and to work outside your safety net. Sure, it's a lot easier to stay in your comfort zone.. in my case, business suits and real estate.. but sometimes you have to take risks. When the risks pay off, that's when you reap the biggest rewards.","name" : "Donald Trump"},{"message" : "I always try to take the chance even though my past wasn't the greatest. I take a person and accept them for who they are and whatever past, present or future they hold. Even the scariest of chances could be the greatest.","name" : "Jacki Grenier"},{"message" : "Your regrets aren't what you did, but what you didn't do. So I take every opportunity.","name" : "Cameron Diaz"},{"message" : "Chance favors only those who court her.","name" : "Charles Nicolle"},{"message" : "A wise man turns chance into good fortune.","name" : "Thomas Fuller"},{"message" : "If you know you can do it - if you can already chart every day in your future - then why bother? Choose to do something you have more trouble imagining. Take a chance.","name" : "Gina Barreca"},{"message" : "The only safe thing is to take a chance.","name" : "Mike Nichols"},{"message" : "Everything you want lies on the other side of learning to trust yourself. Take a chance. Have faith. You already know who you are, what you want, and where you want to go.","name" : "Vironika Tugaleva"},{"message" : "If I had not tried and taken chances, I would have missed many great opportunities in life.","name" : "Lailah Giftyakita"},{"message" : "Somebody must take a chance. The monkeys who became men, and the monkeys who didn't are still jumping around in trees making faces at the monkeys who did.","name" : "Lincoln Steffens"},{"message" : "You never know what life is going to throw at you so don't be afraid to take a chance because it might just be the best thing to happen to you!","name" : "Abhishek Tiwari"},{"message" : "Sometimes you just have to have Faith and take a Chance...","name" : "Nishan Panwar"},{"message" : "Don't listen to anybody. Nobody knows the magic bullet. If they did, they'd sell it and make a fortune. Follow your gut. Follow your instincts. Every once in a while, take a chance.","name" : "Michael Cudlitz"},{"message" : "Any time you take a chance you better be sure the rewards are worth the risk because they can put you away just as fast for a ten dollar heist as they can for a million dollar job.","name" : "Stanley Kubrick"},{"message" : "Just keep taking chances and having fun.","name" : "Garth Brooks"},{"message" : "I've found that luck is quite predictable. If you want more luck, take more chances.","name" : "Brian Tracy"},{"message" : "In the end, what we regret most are the chances we never took.","name" : "Frasier Crane"},{"message" : "In an instant, we can make the choice to let our hearts stay broken or we can take a chance in living, and allow this beautiful adventure called life, set our hearts on fire.","name" : "Lrae Brown"}]}