{"title" : "Taking Risks","quotes" : [{"message" : "Security is mostly a superstition. It does not exist in nature, nor do the children of men as a whole experience it. Avoiding danger is no safer in the long run than outright exposure. Life is either a daring adventure or nothing.","name" : "Helen Keller"},{"message" : "Life is being on the wire, everything else is just waiting.","name" : "Karl Wallenda"},{"message" : "Two roads diverged in a wood, and I . . . I took the one less traveled by, and that has made all the difference.","name" : "Robert Frost"},{"message" : "The secret to my success is that I bit off more than I could chew and chewed as fast as I could.","name" : "Paul Hogan"},{"message" : "If you do what you've always done, you'll get what you've always gotten.","name" : "Tony Robbins"},{"message" : "I always did something I was a little not ready to do. I think that's how you grow. When there's that moment of Wow, I'm not really sure I can do this,' and you push through those moments, that's when you have a breakthrough.","name" : "Marissa Mayer"},{"message" : "Pearls don't lie on the seashore. If you want one, you must dive for it.","name" : "Chinese Proverb"},{"message" : "You can't outwit fate by standing on the sidelines placing little sidebets about the outcome of life. Either you wade in and risk everything you have to play the game or you don't play at all. And if you don't play you can't win.","name" : "Judith Mcnaught"},{"message" : "If things seem under control, you are just not going fast enough.","name" : "Mario Andretti"},{"message" : "Whatever you can do, or dream you can, begin it. Boldness has genius, power and magic in it.","name" : "Goethe"},{"message" : "What you have to do and the way you have to do it is incredibly simple. Whether you are willing to do it is another matter.","name" : "Peter Drucker"},{"message" : "Go out on a limb. That's where the fruit is.","name" : "Jimmy Carter"},{"message" : "I am always doing that which I cannot do, in order that I may learn how to do it.","name" : "Pablo Picasso"},{"message" : "Don't be afraid to take a big step. You can't cross a chasm in two small jumps.","name" : "David Lloyd George"},{"message" : "Unless you choose to do great things with it, it makes no difference how much you are rewarded, or how much power you have.","name" : "Oprah Winfrey"},{"message" : "No man is worth his salt who is not ready at all times to risk his well-being, to risk his body, to risk his life in a great cause.","name" : "Theodore Roosevelt"},{"message" : "If you are not willing to risk the unusual, you will have to settle for the ordinary.","name" : "Jim Rohn"},{"message" : "Once we believe in ourselves we can risk curiosity, wonder, spontaneous delight, or any experience that reveals the human spirit.","name" : "E. E. Cummings"},{"message" : "Life is inherently risky. There is only one big risk you should avoid at all costs, and that is the risk of doing nothing.","name" : "Denis Waitley"},{"message" : "Some men see things as they are and say, Why ' I dream of things that never were, and say, Why not","name" : "George Bernard Shaw"},{"message" : "Whenever you see a successful business, someone once made a courageous decision.","name" : "Peter Drucker"},{"message" : "The ultimate measure of a man is not where he stands in moments of comfort and convenience, but where he stands at times of challenge and controversy.","name" : "Dr. Martin Luther King"},{"message" : "If we allow risk to be a fear, then we are sure not to succeed. But, if we approach risk with proper planning, and a good attitude, then most times we can minimize the risk and use it to our advantage.","name" : "Catherine Pulsifer"},{"message" : "As we risk ourselves, we grow. Each new experience is a risk.","name" : "Fran Watson"},{"message" : "Dare to reinvent yourself. Dare to allow yourself to change your mind. Dare to go against what everyone else wants for you. Dare to say no to what everyone else wants from you.","name" : "Claire Louise Hay"},{"message" : "If you are not living on the edge, you are taking up too much room.","name" : "Jayne Howard"},{"message" : "The policy of being too cautious is the greatest risk of all.","name" : "Jawaharlal Nehru"},{"message" : "The men who have done big things are those who were not afraid to attempt big things, who were not afraid to risk failure in order to gain success.","name" : "B.C. Forbes"},{"message" : "You've got to go out on a limb sometimes because that's where the fruit is.","name" : "Will Rogers"},{"message" : "A ship is always safe at the shore - but that is NOT what it is built for.","name" : "Albert Einstein"},{"message" : "Take calculated risks. That is quite different from being rash.","name" : "General George S. Patton"},{"message" : "Take risks: if you win, you will be happy; if you lose, you will be wise.","name" : "Unkown"},{"message" : "Only those who dare to fail greatly can ever achieve greatly.","name" : "Robert F. Kennedy"},{"message" : "Risk more than others think is safe. Care more than others think is wise. Dream more than others think is practical. Expect more than others think is possible.","name" : "Cadet Maxim"},{"message" : "Never let the odds keep you from doing what you know in your heart you were meant to do.","name" : "H. Jackson Brown"},{"message" : "We must walk consciously only part way toward our goal and then leap in the dark to our success.","name" : "Henry David Thoreau"},{"message" : "Progress always involves risks. You can't steal second base and keep your foot on first.","name" : "Frederick B. Wilcox"},{"message" : "Once you have tasted flight, you will forever walk the earth with your eyes turned skyward, for there you have been, and there you will always long to return.","name" : "Leonard Da Vinci"},{"message" : "Smooth seas do not make skillful sailors.","name" : "African Proverb"},{"message" : "It had long since come to my attention that people of accomplishment rarely sat back and let things happen to them. They went out and happened to things.","name" : "Elinor Smith"},{"message" : "There are three kinds of people: Those who make things happen, those who watch things happen, and those who ask, What happened","name" : "Casey Stengel"},{"message" : "If we wait for the moment when everything, absolutely everything, is ready, we shall never begin.","name" : "Ivan Turgenev"},{"message" : "There are risks and costs to a program of action. But they are far less than the long-range risks and costs of comfortable inaction.","name" : "John F. Kennedy"},{"message" : "There is a time for daring and a time for caution, and a wise man knows which is called for.","name" : "John Keating"},{"message" : "Adventure is worthwhile in itself.","name" : "Amelia Earhart"},{"message" : "If you let your fear of consequence prevent you from following your deepest instinct, your life will be safe, expedient and thin.","name" : "Katharine B. Hathaway"},{"message" : "The possibility that we may fail in the struggle ought not to deter us from the support of a cause we believe to be just.","name" : "Abraham Lincoln"},{"message" : "One must have the adventurous daring to accept oneself as a bundle of possibilities and undertake the most interesting game in the world making the most of one's best.","name" : "Harry Emerson Fosdick"}]}