{"title" : "Talent","quotes" : [{"message" : "Talents, to strike the eye of posterity, should be concentrated: rays powerless while they are scattered, burn in a point.","name" : "Robert Eldridge Aris Willmott"},{"message" : "Talent is a dreadfully cheap commodity, cheaper than table salt. What separates the talented individual from the successful one is a lot of hard work.","name" : "Stephen King"},{"message" : "A talent somewhat above mediocrity, shrewd and not too sensitive, is more likely to rise in the world than genius.","name" : "Charles Cooley"},{"message" : "Talent is God given. Be humble. Fame is man-given. Be grateful. Conceit is self-given. Be careful.","name" : "John Wooden"},{"message" : "Every man has his own vocation, talent is the call.","name" : "Ralph Waldo Emerson"},{"message" : "I'd rather have a lot of talent and a little experience than a lot of experience and a little talent.","name" : "John Wooden"},{"message" : "Talent isn't genius, and no amount of energy can make it so. I want to be great, or nothing. I won't be a commonplace dauber, so I don't intend to try any more.","name" : "Louisa May Alcott"},{"message" : "Everybody is talented because everybody who is human has something to express.","name" : "Brenda Ueland"},{"message" : "Talent is a matter of quantity. Talent does not write on page, it writes three hundred.","name" : "Jules Renard"},{"message" : "Your talent determines what you can do. Your motivation determines how much you are willing to do. Your attitude determines how well you do it.","name" : "Lou Holtz"},{"message" : "Everyone has talent. What's rare is the courage to follow it to the dark places where it leads.","name" : "Erica Jong"},{"message" : "Everyone has talent at twenty-five. The difficulty is to have it at fifty.","name" : "Edgar Degas"},{"message" : "Talent without working hard is nothing.","name" : "Cristiano Ronaldo"},{"message" : "However you make your living is where your talent lies.","name" : "Ernest Hemingway"},{"message" : "If you ever find that you're the most talented person in the room, you need to find another room.","name" : "Austin Kleon"},{"message" : "Children's talent to endure stems from their ignorance of alternatives.","name" : "Maya Angelou"},{"message" : "The person born with a talent they are meant to use will find their greatest happiness in using it.","name" : "Johann Wolfgang von Goethe"},{"message" : "Never confuse the size of your paycheck with the size of your talent.","name" : "Marlon Brando"},{"message" : "Talent is a dull knife that will cut nothing unless it is wielded with great force.","name" : "Stephen King"},{"message" : "Talent for talent's sake is a bauble and a show. Talent working with joy in the cause of universal truth lifts the possessor to new power as a benefactor.","name" : "Ralph Waldo Emerson"},{"message" : "We must believe that we are gifted for something, and that this thing, at whatever cost, must be attained.","name" : "Marie Curie"},{"message" : "It takes little talent to see clearly what lies under one's nose, a good deal of it to know in which direction to point that organ.","name" : "W. H. Auden"},{"message" : "This is how I define talent; it is a gift that God has given us in secret, which we reveal without knowing it.","name" : "Montesquieu"},{"message" : "Talent is a tenant in the house owned by genius.","name" : "Austin O'Malley"},{"message" : "Talent is never static. It's always growing or dying.","name" : "Stephen King"},{"message" : "There are two kinds of talent, man-made talent and God-given talent. With man-made talent you have to work very hard. With God-given talent, you just touch it up once in a while.","name" : "Pearl Bailey"},{"message" : "Your talent is God's gift to you. What you do with it is your gift back to God.","name" : "Leo Buscaglia"},{"message" : "The idea that talent is directly proportional to your trophy cabinet is one I oppose.","name" : "Alex Turner"},{"message" : "Talent is nothing but a prolonged period of attention and a shortened period of mental assimilation.","name" : "Constantin Stanislavski"},{"message" : "Use what talents you possess; the woods would be very silent if no birds sang there except those that sang best.","name" : "Henry Van Dyke"},{"message" : "Talent means nothing, while experience, acquired in humility and with hard work, means everything.","name" : "Patrick Süskind"},{"message" : "The most gifted natures are perhaps also the most trembling.","name" : "Andre Gide"},{"message" : "Talent is always conscious of its own abundance, and does not object to sharing.","name" : "Aleksandr Solzhenitsyn"},{"message" : "It is a happy talent to know how to play.","name" : "Ralph Waldo Emerson"},{"message" : "Talent develops in quiet places, character in the full current of human life.","name" : "Johann Wolfgang von Goethe"},{"message" : "When I stand before God at the end of my life, I would hope that I would not have a single bit of talent left, and could say, 'I used everything you gave me.","name" : "Erma Bombeck"},{"message" : "In the battle of existence, Talent is the punch; Tact is the clever footwork.","name" : "Wilson Mizner"},{"message" : "We are told that talent creates its own opportunities. But it sometimes seems that intense desire creates not only its own opportunities but its own talents.","name" : "Eric Hoffer"},{"message" : "Talent is cheaper than table salt. What separates the talented individual from the successful one is a lot of hard work.","name" : "Stephen King"},{"message" : "There is no substitute for talent. Industry and all the virtues are of no avail.","name" : "Aldous Huxley"},{"message" : "Artistic talent is a gift from God and whoever discovers it in himself has a certain obligation: to know that he cannot waste this talent, but must develop it.","name" : "Pope John Paul II"},{"message" : "Access to talented and creative people is to modern business what access to coal and iron ore was to steel-making.","name" : "Richard Florida"},{"message" : "The greatest talents often lie buried out of sight.","name" : "Plautus"},{"message" : "Talent is commonly developed at the expense of character.","name" : "Ralph Waldo Emerson"},{"message" : "I believe that every person is born with talent.","name" : "Maya Angelou"},{"message" : "Not he deserves praise that has talents, but he that uses them.","name" : "Ivan Panin"},{"message" : "It's not the act of arrogance to draw, it's humbling you must use your God-given talent. And of all the people I sketch, in most cases I feel I have to measure up to the subject.","name" : "LeRoy Neiman"}]}