{"title" : "Teaching","quotes" : [{"message" : "A good teacher can inspire hope, ignite the imagination, and instill a love of learning.","name" : "Brad Henry"},{"message" : "The one exclusive sign of thorough knowledge is the power of teaching.","name" : "Aristotle"},{"message" : "A good teacher, like a good entertainer first must hold his audience's attention, then he can teach his lesson.","name" : "John Henrik Clarke"},{"message" : "Good teachers know how to bring out the best in students.","name" : "Charles Kuralt"},{"message" : "A teacher affects eternity; he can never tell where his influence stops.","name" : "Henry Adams"},{"message" : "Teaching is leaving a vestige of one self in the development of another. And surely the student is a bank where you can deposit your most precious treasures.","name" : "Eugene P. Bertin"},{"message" : "I have come to believe that a great teacher is a great artist and that there are as few as there are any other great artists. Teaching might even be the greatest of the arts since the medium is the human mind and spirit.","name" : "John Steinbeck"},{"message" : "Teachers who inspire know that teaching is like cultivating a garden, and those who would have nothing to do with thorns must never attempt to gather flowers.","name" : "Unknown Author"},{"message" : "The mediocre teacher tells. The good teacher explains. The superior teacher demonstrates. The great teacher inspires.","name" : "William Arthur Ward"},{"message" : "In learning you will teach, and in teaching you will learn.","name" : "Phil Collins"},{"message" : "Teaching should be full of ideas instead of stuffed with facts.","name" : "Unknown Author"},{"message" : "No man can reveal to you aught but that which already lies half asleep in the dawning of your knowledge. The teacher who walks in the shadow of the temple, among his followers, gives not of his wisdom but rather of his faith and his lovingness. If he is indeed wise he does not bid you enter the house of his wisdom, but rather leads you to the threshold of your own mind.","name" : "Kahlil Gibran"},{"message" : "I never teach my pupils, I only attempt to provide the conditions in which they can learn.","name" : "Albert Einstein"},{"message" : "Teachers, I believe, are the most responsible and important members of society because their professional efforts affect the fate of the earth.","name" : "Helen Caldecott"},{"message" : "The dream begins, most of the time, with a teacher who believes in you, who tugs and pushes and leads you on to the next plateau, sometimes poking you with a sharp stick called truth.","name" : "Dan Rather"},{"message" : "A good teacher is like a candle - it consumes itself to light the way for others.","name" : "Mustafa Kemal Ataruk"},{"message" : "The future of the world is in my classroom today, a future with the potential for good or bad... Several future presidents are learning from me today; so are the great writers of the next decades, and so are all the so-called ordinary people who will make the decisions in a democracy. I must never forget these same young people could be the thieves and murderers of the future. Only a teacher? Thank God I have a calling to the greatest profession of all! I must be vigilant every day, lest I lose one fragile opportunity to improve tomorrow.","name" : "Ivan Welton Fitzwater"},{"message" : "There's no word in the language I revere more than 'teacher.' My heart sings when a kid refers to me as his teacher, and it always has. I've honored myself and the entire family of man by becoming a teacher.","name" : "Pat Conroy"},{"message" : "The whole art of teaching is only the art of awakening the natural curiosity of young minds for the purpose of satisfying it afterwards.","name" : "Anatole France"},{"message" : "If kids come to us from strong, healthy functioning families, it makes our job easier. If they do not come to us from strong, healthy, functioning families, it makes our job more important.","name" : "Barbara Colorose"},{"message" : "Teaching is not a lost art, but the regard for it is a lost tradition.","name" : "Jacques Barzun"},{"message" : "The man (or woman) who can make hard things easy is the educator.","name" : "Ralph Waldo Emerson"},{"message" : "The test of a good teacher is not how many questions he can ask his pupils that they will answer readily, but how many questions he inspires them to ask him which he finds it hard to answer.","name" : "Alice Wellington Rollins"},{"message" : "Teaching kids to count is fine, but teaching them what counts is best.","name" : "Bob Talbert"},{"message" : "If we teach today's students as we taught yesterday's, we rob them of tomorrow.","name" : "John Dewey"},{"message" : "Teaching is the one profession that creates all other professions.","name" : "Unknown Author"},{"message" : "If a child can't learn the way we teach, maybe we should teach the way they learn.","name" : "Ignacio Estrada"},{"message" : "There are two kinds of teachers: the kind that fills you with so much quail shot that you can't move, and the kind that just gives you a little prod behind and you jump to the skies.","name" : "Robert Frost"},{"message" : "The greatest sign of success for a teacher ... is to be able to say, 'The children are now working as if I did not exist.","name" : "Maria Montessori"},{"message" : "Every truth has four corners: as a teacher I give you one corner, and it is for you to find the other three.","name" : "Confucius"},{"message" : "Good teaching is more a giving of right questions than a giving of right answers.","name" : "Josef Albers"},{"message" : "What we want is to see the child in pursuit of knowledge, and not knowledge in pursuit of the child.","name" : "George Bernard Shaw"},{"message" : "Good teaching is one-fourth preparation and three-fourths theatre.","name" : "Gail Goldwin"},{"message" : "I cannot teach anybody anything, I can only make them think.","name" : "Socrates"},{"message" : "A teacher is one who makes himself progressively unnecessary.","name" : "Thomas Caruthers"},{"message" : "Tell me and I forget. Teach me and I remember. Involve me and I learn.","name" : "Benjamin Franklin"},{"message" : "A mind when stretched by a new idea never regains its original dimensions.","name" : "Unknown Author"},{"message" : "Teaching is more than imparting knowledge, it is inspiring change. Learning is more than absorbing facts, it is acquiring understanding.","name" : "William Arthur Ward"},{"message" : "A teacher who is attempting to teach without inspiring the pupil with a desire to learn is hammering on cold iron.","name" : "Horace Mann"},{"message" : "A hundred years from now, it will not matter what kind of car I drove, what kind of house I lived in, how much money I had in the bank...but the world may be a better place because I made a difference in the life of a child.","name" : "Forest Witcraft"},{"message" : "It is not what is poured into a student that counts but what is planted.","name" : "Linda Conway"},{"message" : "When you study great teachers... you will learn much more from their caring and hard work than from their style.","name" : "William Glaser"},{"message" : "The average teacher explains complexity; the gifted teacher reveals simplicity.","name" : "Robert Brault"},{"message" : "There is, in fact, no teaching without learning. One requires the other.","name" : "Paulo Freire"},{"message" : "Ideal teachers are those who use themselves as bridges over which they invite their students to cross, then having facilitated their crossing, joyfully collapse, encouraging them to create bridges of their own.","name" : "Nikos Kazantzakis"},{"message" : "You can teach a student a lesson for a day; but if you can teach him to learn by creating curiosity, he will continue the learning process as long as he lives.","name" : "Clay P. Bedford"},{"message" : "Do not train children to learning by force and harshness, but direct them to it by what amuses their minds, so that you may be better able to discover with accuracy the peculiar bent of the genius of each.","name" : "Plato"},{"message" : "In teaching you cannot see the fruit of a day's work. It is invisible and remains so, maybe for twenty years.","name" : "Jacques Barzun"},{"message" : "To teach is to learn twice over.","name" : "Joseph Joubert"},{"message" : "The authority of those who teach is often an obstacle to those who want to learn.","name" : "Cicero"},{"message" : "The object of teaching a child is to enable him to get along without a teacher.","name" : "Elbert Hubbard"},{"message" : "Teaching like any truly human activity emerges from one's inwardness.","name" : "Parker J. Palmer"},{"message" : "We can teach from our experience, but we cannot teach experience.","name" : "Sasha Azevedo"},{"message" : "Teaching is the highest form of understanding.","name" : "Aristotle"},{"message" : "Example isn't another way to teach, it is the only way to teach.","name" : "Albert Einstein"},{"message" : "Teaching is more than imparting knowledge, it is inspiring change.","name" : "William Arthur Ward"},{"message" : "Teaching is the canny art of intellectual temptation","name" : "Jerome Bruner"},{"message" : "He who dares to teach must never cease to learn.","name" : "Richard Henry Dann"},{"message" : "Effective teaching may be the hardest job there is.","name" : "William Glasser"},{"message" : "Teaching is of more importance than urging.","name" : "Martin Luther"},{"message" : "Teaching should be such that what is offered is perceived as a valuable gift and not as a hard duty.","name" : "Albert Einstein"},{"message" : "Some of the world's best educators are grandparents.","name" : "Dr. Charlie W. Shedd"},{"message" : "Any genuine teaching will result, if successful, in someone's knowing how to bring about a better condition of things than existed earlier.","name" : "John Dewey"},{"message" : "If you would thoroughly know anything, teach it to others.","name" : "Tryon Edwards"},{"message" : "True teaching is not that which gives knowledge, but that which stimulates pupils to gain it.","name" : "John Milton Gregory"},{"message" : "Everybody who is incapable of learning has taken to teaching.","name" : "Oscar Wilde"},{"message" : "Teaching is truth mediated by personality.","name" : "Phyllis Brooks"},{"message" : "Share your knowledge. It is a way to achieve immortality.","name" : "Dalai Lama XIV"},{"message" : "Experience teaches only the teachable.","name" : "Aldous Huxley"},{"message" : "To know how to suggest is the great art of teaching.","name" : "Henri Frederic Amiel"},{"message" : "Teaching does not come from a political mandate ... it comes from the heart.","name" : "Robert John Meehan"},{"message" : "The key to fixing education is better teaching, and the key to better teaching is figuring out who can teach and who can't.","name" : "Jonathan Alter"},{"message" : "You cannot teach a man anything, you can only help him find it within himself.","name" : "Galileo Galilei"},{"message" : "To teach is to touch the heart and impel it to action.","name" : "Louis Sullivan"},{"message" : "We should not teach children the sciences; but give them a taste for them.","name" : "Jean-Jacques Rousseau"},{"message" : "A teacher who is attempting to teach without inspiring the pupil with a desire to learn, is hammering on cold iron.","name" : "Horace Mann"},{"message" : "The beautiful thing about learning is that no one can take it away from you.","name" : "B.B. King"},{"message" : "Teach a child how to think, not what to think.","name" : "Sidney Sugarman"},{"message" : "Teaching is an art, not a science, principally because it involves human beings, their emotions and their values.","name" : "Gilbert Highet"},{"message" : "No one learns as much about a subject as one who is forced to teach it.","name" : "Peter F. Drucker"},{"message" : "Teaching is the systematic inculcation of knowledge.","name" : "John Milton Gregory"},{"message" : "There is no better way to learn than to teach.","name" : "Benjamin Whichcote"},{"message" : "There are three things to remember when teaching: know your stuff; know whom you are stuffing; and then stuff them elegantly.","name" : "Lola May"},{"message" : "Every day that you teach you have two options: be focused, passionate and caring, or to be focused, passionate and caring.","name" : "Robert John Meehan"},{"message" : "There should not be any particular teaching. Teaching is in each moment.","name" : "Shunryu Suzuki"},{"message" : "Good teaching is one-fourth preparation and three-fourths pure theatre.","name" : "Gail Godwin"},{"message" : "Teaching is unlikely to change until teachers, and all educators, recognize that it can be studied and improved.","name" : "James W. Stigler @ James Hiebert"},{"message" : "None can teach admirably if not loving his task.","name" : "Amos Bronson Alcott"},{"message" : "You cannot teach a crab to walk straight.","name" : "Aristophenes"},{"message" : "Not fault of teaching spider if little spider pay more attention to catching fly than doing lesson","name" : "Anne Bishop"},{"message" : "Those who know, do. Those that understand, teach.","name" : "Aristotle"},{"message" : "The learning process is something you can incite, literally incite, like a riot.","name" : "Audre Lorde"},{"message" : "When you want to teach children to think, you begin by treating them seriously when they are little, giving them responsibilities, talking to them candidly, providing privacy and solitude for them, and making them readers and thinkers of significant thoughts from the beginning. That’s if you want to teach them to think.","name" : "Bertrand Russell"},{"message" : "Do not confine your children to your own learning, for they were born in another time.","name" : "Chinese Proverb"},{"message" : "One day with a great teacher is better than a thousand days of diligent study.","name" : "Chinese Proverb"},{"message" : "With too much pride a man cannot learn a thing. In and of itself, learning teaches you how foolish you are.","name" : "Criss Jami"},{"message" : "Spoon feeding in the long run teaches us nothing but the shape of the spoon.","name" : "E. M. Forster"},{"message" : "Genius is the ability to independently arrive at and understand concepts that would normally have to be taught by another person.","name" : "Immanuel Kant"},{"message" : "Real learning comes about when the competitive spirit has ceased.","name" : "Jiddu Krishnamurti"},{"message" : "Don't remember what you try to teach them. They remember what you are.","name" : "Jim Henson"},{"message" : "The job of an educator is to teach students to see vitality in themselves.","name" : "Joseph Campbell"},{"message" : "One child, one teacher, one book, one pen can change the world.","name" : "Malala Yousafzai"},{"message" : "Teaching is only demonstrating that it is possible. Learning is making it possible for yourself.","name" : "Paulo Coelho"},{"message" : "I cannot be a teacher without exposing who I am.","name" : "Paulo Freire"},{"message" : "Learning is finding out what you already know. Doing is demonstrating that you know it. Teaching is reminding others that they know just as well as you. You are all learners, doers, teachers.","name" : "Richard Bach"},{"message" : "If you want to teach people a new way of thinking, don't bother trying to teach them. Instead, give them a tool, the use of which will lead to new ways of thinking.","name" : "Richard Buckminster Fuller"},{"message" : "The fundamental purpose of school is learning, not teaching.","name" : "Richard DuFour"},{"message" : "His older self had taught his younger self a language which the older self knew because the younger self, after being taught, grew up to be the older self and was, therefore, capable of teaching.","name" : "Robert A. Heinlein"},{"message" : "I am not a teacher, but an awakener.","name" : "Robert Frost"},{"message" : "When one teaches, two learn.","name" : "Robert Heinlein"},{"message" : "We must teach our girls that if they speak their mind, they can create the world they want to see.","name" : "Robyn Silverman"},{"message" : "Teachers teach someone something, in that order.","name" : "Samuel Natale"},{"message" : "We never know which lives we influence, or when, or why.","name" : "Stephen King"},{"message" : "At it's highest level, the purpose of teaching is not to teach it is to inspire the desire for learning. Once a student's mind is set on fire, it will find a way to provide its own fuel.","name" : "Sydney J. Harris"},{"message" : "What you do teaches faster, and has a lasting impression, far beyond what you say.","name" : "T.F. Hodge"},{"message" : "If you want to use television to teach somebody, you must first teach them how to use television.","name" : "Umberto Eco"}]}