{"title" : "Teamwork","quotes" : [{"message" : "Teamwork makes the dream work, but a vision becomes a nightmare when the leader has a big dream and a bad team.","name" : "John C. Maxwell"},{"message" : "Teamwork is so important that it is virtually impossible for you to reach the heights of your capabilities or make the money that you want without becoming very good at it.","name" : "Brian Tracy"},{"message" : "The best teamwork comes from men who are working independently toward one goal in unison.","name" : "James Cash Penney"},{"message" : "To me, teamwork is the beauty of our sport, where you have five acting as one. You become selfless.","name" : "Mike Krzyzewski"},{"message" : "Individual commitment to a group effort--that is what makes a team work, a company work, a society work, a civilization work.","name" : "Vince Lombardi"},{"message" : "Teamwork is the ability to work together toward a common vision. The ability to direct individual accomplishments toward organizational objectives. It is the fuel that allows common people to attain uncommon results.","name" : "Andrew Carnegie"},{"message" : "Alone we can do so little, together we can do so much.","name" : "Helen Keller"},{"message" : "Remember, teamwork begins by building trust. And the only way to do that is to overcome our need for invulnerability.","name" : "Patrick Lencioni"},{"message" : "None of us is as smart as all of us.","name" : "Ken Blanchard"},{"message" : "Coming together is a beginning. Keeping together is progress. Working together is success.","name" : "Henry Ford"},{"message" : "If everyone is moving forward together, then success takes care of itself.","name" : "Henry Ford"},{"message" : "The strength of the team is each individual member. The strength of each member is the team.","name" : "Phil Jackson"},{"message" : "It takes two flints to make a fire.","name" : "Louisa May Alcott"},{"message" : "Only by binding together as a single force will we remain strong and unconquerable.","name" : "Chris Bradford"},{"message" : "Teamwork: I love the idea of all for one especially if that one is me.","name" : "Jarod Kintz"},{"message" : "You don't win with the best talent - you win with the five players who are able to play well together.","name" : "Author Unknown"},{"message" : "In union there is strength.","name" : "Aesop"},{"message" : "Teamwork divides the task and multiplies the success.","name" : "Author Unknown"},{"message" : "It is a fact that in the right formation, the lifting power of many wings can achieve twice the distance of any bird flying alone.","name" : "Author Unknown"},{"message" : "Regardless of differences, we strive shoulder to shoulder... [T]eamwork can be summed up in five short words: 'We believe in each other.","name" : "Author Unknown"},{"message" : "Teamwork: Simply stated, it is less me and more we.","name" : "Author Unknown"},{"message" : "If everyone is moving forward together, then success takes care of itself.","name" : "Henry Ford"},{"message" : "A single arrow is easily broken, but not ten in a bundle.","name" : "Japanese Proverb"},{"message" : "The achievements of an organization are the results of the combined effort of each individual.","name" : "Vince Lombardi"},{"message" : "People have been known to achieve more as a result of working with others than against them.","name" : "Dr. Allan Fromme"},{"message" : "Effective teamwork will not take the place of knowing how to do the job or how to manage the work. Poor teamwork, however, can prevent effective final performance. And it can also prevent team members from gaining satisfaction in being a member of a team and the organization.","name" : "Robert F. Bales"},{"message" : "When a team outgrows individual performance and learns team confidence, excellence becomes a reality.","name" : "Joe Paterno"},{"message" : "Working together works.","name" : "Dr. Rob Gilbert"},{"message" : "No one can whistle a symphony. It takes an orchestra to play it.","name" : "H.E. Luccock"},{"message" : "Teams are not ends in themselves; they are a means by which to achieve other organizational goals.","name" : "Richard Wellins"},{"message" : "Teamwork represents a set of values that encourage behaviors such as listening and constructively responding to points of view expressed by others, giving others the benefit of the doubt, providing support to those who need it, and recognizing the interests and achievements of others.","name" : "Katzenbach & Smith"},{"message" : "It is amazing what can be accomplished when nobody cares about who gets the credit.","name" : "Robert Yates"},{"message" : "The nice thing about teamwork is that you always have others on your side.","name" : "Margaret Carty"},{"message" : "No man is an island, entire of itself; every man is a piece of the continent.","name" : "John Donne"},{"message" : "Teamwork appears most effective if each individual helps others to succeed, increasing the synergy of that team; ideally, every person will contribute different skills to increase the efficiency of the team and develop its unity.","name" : "Andrew Carnegie"},{"message" : "Since the dawn of time, the descent of man has revolved around teamwork, and today, successful organisations in any sphere of life all rely on a teamwork ethic with people working together towards a common goal.","name" : "Author Unknown"},{"message" : "The way a team plays as a whole determines its success. You may have the greatest bunch of individual stars in the world, but if they don't play together, the club won't be worth a dime.","name" : "Babe Ruth, Jr."},{"message" : "No snowflake in an avalanche ever feels responsible.","name" : "Stanis_aw Jerzy Lec"},{"message" : "Individually we are one drop. Together we are an ocean.","name" : "Ryunosuke Satoro"},{"message" : "Many hands make light work.","name" : "English Proverb"},{"message" : "Teamwork makes the dream work.","name" : "Bang Gae"},{"message" : "If a team is to reach its potential, each player must be willing to subordinate his personal goals to the good of the team.","name" : "Bud Wilkinson"},{"message" : "Teamwork. A few harmless flakes working together can unleash an avalanche of destruction.","name" : "Justin Sewell"},{"message" : "Interdependent people combine their own efforts with the efforts of others to achieve their greatest success.","name" : "Stephen Covey"},{"message" : "Many of us are more capable than some of us, but none of us is as capable as all of us.","name" : "Tom Wilson"},{"message" : "Sticks in a bundle are unbreakable.","name" : "Kenyan Proverb"},{"message" : "A boat doesn't go forward if each one is rowing their own way.","name" : "Swahili Proverb"},{"message" : "A single leaf working alone provides no shade.","name" : "Chuck Page"}]}