{"title" : "Technology","quotes" : [{"message" : "Technology is just a tool. In terms of getting the kids working together and motivating them, the teacher is the most important.","name" : "Bill Gates"},{"message" : "Our technological powers increase, but the side effects and potential hazards also escalate.","name" : "Alvin Toffler"},{"message" : "Technology gives us power, but it does not and cannot tell us how to use that power. Thanks to technology, we can instantly communicate across the world, but it still doesn't help us know what to say.","name" : "Jonathan Sacks"},{"message" : "Technological progress has merely provided us with more efficient means for going backwards.","name" : "Aldous Huxley"},{"message" : "Any sufficiently advanced technology is indistinguishable from magic.","name" : "Arthur C. Clarke"},{"message" : "Technology... is a queer thing. It brings you great gifts with one hand, and it stabs you in the back with the other.","name" : "Carrie Snow"},{"message" : "Technology is a gift of God. After the gift of life it is perhaps the greatest of God's gifts. It is the mother of civilizations, of arts and of sciences.","name" : "Freeman Dyson"},{"message" : "Technology is always a two-edged sword. It will bring in many benefits, but also many disasters.","name" : "Alan Moore"},{"message" : "For a successful technology, reality must take precedence over public relations, for Nature cannot be fooled.","name" : "Richard P. Feynman"},{"message" : "Technology is making gestures precise and brutal, and with them men.","name" : "Theodor Adorno"},{"message" : "Technological society has succeeded in multiplying the opportunities for pleasure, but it has great difficulty in generating joy.","name" : "Pope Paul VI"},{"message" : "Technology...the knack of so arranging the world that we don't have to experience it.","name" : "Max Frisch"},{"message" : "Technology is so much fun but we can drown in our technology. The fog of information can drive out knowledge.","name" : "Daniel J. Boorstin"},{"message" : "The Internet is so big, so powerful and pointless that for some people it is a complete substitute for life.","name" : "Andrew Brown"},{"message" : "You affect the world by what you browse.","name" : "Tim Berners-Lee"},{"message" : "Technology is a word that describes something that doesn't work yet.","name" : "Douglas Adams"},{"message" : "Technology made large populations possible; large populations now make technology indispensable.","name" : "Joseph Wood Krutch"},{"message" : "So much technology, so little talent.","name" : "Vernor Vinge"},{"message" : "The ultimate promise of technology is to make us master of a world that we command by the push of a button.","name" : "Volker Grassmuck"},{"message" : "Technology is the campfire around which we tell our stories.","name" : "Laurie Anderson"},{"message" : "Once a new technology rolls over you, if you're not part of the steamroller, you're part of the road.","name" : "Stewart Brand"},{"message" : "Technology presumes there's just one right way to do things and there never is.","name" : "Robert M. Pirsig"},{"message" : "If we continue to develop our technology without wisdom or prudence, our servant may prove to be our executioner.","name" : "Omar N. Bradley"},{"message" : "Technology has to be invented or adopted.","name" : "Jared Diamond"},{"message" : "All of our technology is completely unnecessary to a happy life.","name" : "Tom Hodgkinson"},{"message" : "Technology is a useful servant but a dangerous master.","name" : "Christian Lous Lange"},{"message" : "Technology is anything that wasn't around when you were born.","name" : "Alan Kay"},{"message" : "Technology will definitely solve all our problems, but in the process it will create brand new ones. But that's O.K. because the most you can expect from life is to get to solve better and better problems.","name" : "Scott Adams"},{"message" : "Technology is teaching us to be human again.","name" : "Simon Mainwaring"},{"message" : "Digital technology allows us a much larger scope to tell stories that were pretty much the grounds of the literary media.","name" : "George Lucas"},{"message" : "As technology continues to increase our possibilities, what we're seeing is a shrinking of the lag time between what we dream about and what we create.","name" : "Jason Silva"},{"message" : "Technology gives us the facilities that lessen the barriers of time and distance - the telegraph and cable, the telephone, radio, and the rest.","name" : "Emily Greene Balch"},{"message" : "We can't blame the technology when we make mistakes.","name" : "Tim Berners-Lee"},{"message" : "As information technology restructures the work situation, it abstracts thought from action.","name" : "Shoshana Zuboff"},{"message" : "Technology is destructive only in the hands of people who do not realize that they are one and the same process as the universe.","name" : "Alan W. Watts"},{"message" : "Our technology forces us to live mythically.","name" : "Marshall McLuhan"},{"message" : "As technology advances in complexity and scope, fear becomes more primitive.","name" : "Don DeLillo"},{"message" : "Technology is dominated by two types of people: those who understand what they do not manage and those who manage what they do not understand.","name" : "Archibald Putt"},{"message" : "The purpose of technology is not to confuse the brain but to serve the body.","name" : "William S. Burroughs"},{"message" : "For any new technology there is always controversy and there always some fear associated with it. I think that's just the price of being first sometimes.","name" : "Hugh Grant"},{"message" : "If it keeps up, man will atrophy all his limbs but the push-button finger.","name" : "Frank Lloyd Wright"},{"message" : "Technology - with all its promise and potential - has gotten so far beyond human control that its threatening the future of humankind.","name" : "Kim J. Vicente"},{"message" : "Technology means you can now do amazing things easily; but you couldn't easily do them legally.","name" : "Lawrence Lessig"},{"message" : "The advance of technology is based on making it fit in so that you don't really even notice it, so it's part of everyday life.","name" : "Bill Gates"},{"message" : "New technology is useful, but it's inefficient and ugly; it knows it'll be obsolete by lunchtime tomorrow, so it has no incentive to be anything else.","name" : "Tom Holt"},{"message" : "Technology makes things faster and more cost-effective, but it's not perfect. It requires you to be as flexible as you can be.","name" : "John Phillips"},{"message" : "As technology advances, it reverses the characteristics of every situation again and again. The age of automation is going to be the age of do it yourself.","name" : "Marshall McLuhan"},{"message" : "Technology breeds crime and we are constantly trying to develop technology to stay one step ahead of the person trying to use it negatively.","name" : "Frank Abagnale"}]}