If you tell the truth you don't have to remember anything.
Mark Twain
Make yourself an honest man, and then you may be sure there is one less rascal in the world.
Thomas Carlyle
Honesty is the rarest wealth anyone can possess, and yet all the honesty in the world ain't lawful tender for a loaf of bread.
Josh Billings
I never lie because I don't fear anyone. You only lie when you're afraid.
John Gotti
The Five Levels of Truth-Telling: First, you tell the truth to yourself about yourself. Then you tell the truth to yourself about another. At the third level, you tell the truth about yourself to another. Then you tell your truth about another to that other. And finally, you tell the truth to everyone about everything.
Neale Donald Walsch
No legacy is so rich as Honesty.
William Shakespeare
Truth is generally the best vindication against slander.
Abraham Lincoln
Truth is such a rare thing, it is delighted to tell it.
Emily Dickinson
When in doubt, tell the Truth.
Mark Twain
If you wish to astonish the whole world, tell the simple truth.
Rahel
A truth that's told with bad intent beats all the lies you can invent.
William Blake
The truth will set you free, but first it will make you miserable.
Jim Davis
Tell the truth, or someone will tell it for you.
Stephanie Klein
Never tell the truth to people who are not worthy of it.
Mark Twain
Truthful lips endure forever, but a lying tongue is but for a moment.
Proverbs 12:19
These are the things that you shall do: Speak the truth to one another; render in your gates judgments that are true and make for peace;
Zechariah 8:16
Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ,
Ephesians 4:15
Therefore, having put away falsehood, let each one of you speak the truth with his neighbor, for we are members one of another.
Ephesians 4:25
Never be afraid to raise your voice for honesty and truth and compassion against injustice and lying and greed. If people all over the world would do this, it would change the earth.
William Faulkner
When a woman tells the truth, she creates the possibility for more truth around her.
Adrienne Rich
Honesty is more than not lying. It is truth telling, truth speaking, truth living, and truth loving.
James E. Faust
Proclaim the truth and do not be silent through fear.
Catherine Of Siena
But I suppose the most revolutionary act one can engage in is to tell the truth.
Howard Zinn
I would rather be blamed for telling the truththan freed for telling a lie.
Terry Mark
It is an occupational hazard that anyone who has spent her life learning how to lie eventually becomes bad at telling the truth.
Hussein Nishah
I dont think theres anything wrong with telling the truth. I know it isnt fashionable.
Craig Ferguson
Integrity is telling myself the truth. And honesty istelling the truth to other people.
Spencer Johnson
In a time of universal deceit - telling the truth is a revolutionary act.
George Orwell
Tell the truth boldly, whether it hurts or not. Never pander to weakness. If truth is too much for intelligent people and sweeps them away, let them go; the sooner the better.
Swami Vivekananda
Telling the truth and making someone cry is better than telling a lie and making someone smile.
Paolo Coelho
Speak the truth, but leave immediately after.
Slovenian Proverb
Always telling the truth is no doubt better than always lying, although equally pathological.
Robert Brault
It is perfectly monstrous the way people go about nowadays saying things against one, behind one's back, that are absolutely and entirely true.
Oscar Wilde
Pretty much all the honest truth-telling there is in the world is done by children.
Oliver Wendell Holmes
Always tell the truth - it's the easiest thing to remember
David Mamet
If one tells the truth, one is sure sooner or later to be found out
Oscar Wilde
Man is least himself when he talks in his own person. Give him a mask, and he will tell you thetruth.
Oscar Wilde
It's essential to tell the truth at all times. This will reduce life's pain. Lying distorts reality. All forms of distorted thinking must be corrected.
John Bradshaw
I respect people that tell me the truth. No matter how hard it is.
unknown
The only people mad at you for telling the truth are those living a lie.
Gaskin Jr.
If the truth is worth telling, it is worth making a fool of yourself to tell.
unknown
Telling someone the truth is a loving act.
Mal Pancoast
Before you tell something make sure you're telling the whole truth not your version of the truth. Others may not know, but God does.
unknown
People who are brutally honest get more satisfaction out of the brutality than out of the honesty.
Richard J. Needham
The truth needs so little rehearsal.
Barbara Kingsolver
I have found that being honest is the best technique I can use. Right up front, tell people what you're trying to accomplish and what you're willing to sacrifice to accomplish it.
Lee Iacocca
Clear and round dealing is the honor of man's nature; and ... mixture of falsehood is like alloy in coin of gold and silver, which may make the metal work the better, but embaseth it.
Francis Bacon
Lies get people into trouble, but honesty is its own defense.
David Huddleston
If they will stop telling lies about us, we will stop telling the truth about them.
Adlai Stevenson
I don't want any yes-men around me, I want everyone to tell me the truth even if it costs them their jobs.
Samuel Goldwyn
Poets deal in truths. They lure them, like so many silk ribbons, out of secret pockets, leaving the rest of us to shudder in recognition.
Eileen Battersby
If you're not going to be honest as a writer there's no point in starting.
Hugo Williams
I'm against lying in life, in principle, in any other activity except in poetry.
Charles Simic
I have nothing new to teach the world. Truth and non-violence are as old as the hills.
Mohandas Ghandiji
It is as necessary to reject untruth as it is to accept truth.
Mohandas Ghandiji
To describe truth as it has appeared to me and in the exact manner in which I have arrived at it, has been my ceaseless effort.
Mohandas Ghandiji
It is a million times better to appear untrue before the world than to be untrue to ourselves.
Mohandas Ghandiji
I have in my life never been guilty of saying things I did not mean.
Mohandas Ghandiji
The literary gift is a very dangerous gift to possess if you are not telling the truth, and I would a great deal rather, for my part have a man stumble in his speech than to feel he was so exceedingly smooth that he had better be watched both day and night.
Woodrow Wilson
Every time I paint a portrait, I lose a friend.
John Singer Sargent
He who speaks the truth should have one foot in the stirrup.
Hindi Proverb
To tell the truth is dangerous, to listen to it is annoying.
Danish Proverb
At the near end of the market, he told a lie; at the far end, he himself believed it.
Turkish Proverb
Where the speech is corrupted, the mind is also.
Seneca
The gain of lying is nothing else but not to be trusted of any, nor to be believed when we say the truth.
Sir W. Raleigh
A lawyer will do anything to win a case, sometimes he will even tell the truth.
Patrick Murrray
You make me feel like being honest and honest women have lonely nights.
Gina Lollobrigida
Honesty is the necessary premise for virtually all of law practice, and yet truth is elusive and frequently hard to achieve.
Steven Lubet
A person who is honest tells the truth. He does his own work. A person who is honest can be trusted.
Joanna Ponto
Being honest is liberating but carries an enormous risk.
Dave Payton
Some of us struggle with honesty in that we pick and choose what we wish to be honest about. We may even have a hard time being honest about ourselves.
Dave Payton
Honesty is the best policy, but we should always start by being honest with ourselves.
Dave Payton
The gain of lying is nothing else but not to be trusted of any, nor to be believed when we say the truth.
Joyce Levine
As you dislike conflict, there is a tendency to talk around issues rather than deal with them honestly. A silver tongue may get you out of immediate hot water momentarily but only being honest changes situations long term.
Joyce Levine
It takes strength and courage to admit the truth.
Rick Riordan
If we are not ashamed to think it, we should not be ashamed to say it.
Marcus Tullius Cicero
Silence becomes cowardice when occasion demands speaking out the whole truth and acting accordingly.
Mahatma Ghandi
The simple step of a courageous individual is not to take part in the lie. 'One word of truth outweighs the world.
Aleksandr I. Solzhenitsyn
Proclaim the truth and do not be silent through fear.
St. Catherine of Siena