Bloom where you're planted.
unknown
Curiosity killed the cat.
E. O'Neill
Don't bite off more than you can chew.
unknown
Even though you have ten thousand fields, you can eat but one measure of rice a day.
Chinese Proverb
Every man has his price.
unknown
Gold is the devil's fishhook.
Italian 
If passion drives, let reason hold the reins.
Benjamin Franklin
If you don't want trouble, don't go looking for it.
unknown
It's better to find a whole worm in your apple than half a worm.
unknown
Never pick up what you didn't put down.
Virgin Islander 
Never trouble trouble 'til trouble troubles you.
unknown
Nor eye in a letter, nor hand in a purse, nor ear in the secret of another.
Benjamin Franklin
The bigger they are, the harder they fall.
unknown
The crow may be caged but his thoughts are in the cornfield.
Belizean 
The devil catches most souls in a golden net.
German 
The devil tempts but doesn't force.
Guyanan
The grass is always greener in someone else's yard.
unknown
There is a charm about the forbidden that makes it unspeakably desirable.
Mark Twain
The devil doesn't come dressed in a red cape and pointy horns. He comes as everything you've ever wished for.
Tucker Max
Temptation is the feeling we get when encountered by an opportunity to do what we innately know we shouldn't.
Steve Maraboli
The greatest temptations are not those that solicit our consent to obvious sin, but those that offer us great evils masking as the greatest goods.
Thomas Merton
Temptation is stronger in the minds of people who are in doubt. Prayer makes it weaker.
Toba Beta
Sometimes we have to behave indifferent towards people who proclaim their love to us, just to see if they are really different.
Michael Bassey Johnson
Temptation likes best those who think they have a natural immunity, for it may laugh all the harder when they succumb.
Catherynne M. Valente
Temptation is the fire that brings up the scum of the heart.
William Shakespeare
Every conquering temptation represents a new fund of moral energy. Every trial endured and weathered in the right spirit makes a soul nobler and stronger than it was before.
William Butler Yeats
Temptation is like a knife, that may either cut the meat or the throat of a man; it may be his food or his poison, his exercise or his destruction
John Owen
Some temptations come to the industrious, but all temptations attack the idle.
Charles H. Spurgeon
Temptation wrings integrity even as the thumbscrew twists a man's fingers.
Chinese Proverbs
Good habits result from resisting temptation.
Ancient Proverb
Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life.
Bible
It is easier to stay out than get out.
Mark Twain
Temptations, unlike opportunities, will always give you many second chances.
Orlando A. Battista
The force of the blow depends on the resistance. It is sometimes better not to struggle against temptation. Either fly or yield at once.
Francis H. Bradley
We usually know what we can do, but temptation shows us who we are.
Thomas Kempis
Remove the temptation of idleness and cupids bow is useless.
Ovid
Not being able to govern events, I govern myself, and apply myself to them, if they will not apply themselves to me.
Michel de Montaigne
Everyone must choose one of two pains: The pain of discipline or the pain of regret.
Jim Rohn
If we resist our passions, it is more because of their weakness than because of our strength.
Francois de la Rochefoucauld
For every man there exists a bait which he cannot resist swallowing.
Friedrich Nietzsche
Conscience whispers, but interest screams aloud.
J. Petit-Senn
Nothing makes it easier to resist temptation than a proper bringing-up, a sound set of values and witnesses.
Franklin P. Jones
Temptation usually comes in through a door that has deliberately been left open.
Arnold Glasow
Temptations are a file which rub off much of the rust of our self-confidence.
Francois Fenelon
He who chooses the beginning of the road chooses the place it leads to. It is the means that determines the end.
Harry Emerson Fosdick
Do not grudge the Hand that is moulding the still too shapeless image within you. It is growing more beautiful, though you see it not, and every touch of temptation may add to its perfection.
Henry Drummond
The higher the hill, the stronger the wind: so the loftier the life, the stronger the enemy's temptations.
John Wycliffe
The only way to avoid cannon-shot is to fall down. No such way to be freed from temptation as to keep low.
Thomas Brooks