{"title" : "Terrorism","quotes" : [{"message" : "Terrorism is what we call the violence of the weak, and we condemn it; war is what we call the violence of the strong, and we glorify it.","name" : "Sydney J. Harris"},{"message" : "Terrorism has no religion, terrorists have no religion and they are friends of no religion.","name" : "Manmohan Singh"},{"message" : "Terrorism will never cease in a country where the so called leaders are criminals and terrorists in disguise.","name" : "Michael Bassey Johnson"},{"message" : "Terrorism can go anywhere where there is not strong government, or government that cannot control its hinterlands.","name" : "Robert D. Kaplan"},{"message" : "We do not create terrorism by fighting the terrorists. We invite terrorism by ignoring them.","name" : "George W. Bush"},{"message" : "Terrorism is the intentional use of, or threat to use violence against civilians or against civilian targets, in order to attain political aims.","name" : "Boaz Ganor"},{"message" : "Terrorism is always one bad day away from being issue No. 1.","name" : "John Avlon"},{"message" : "Terrorism against our nation will not stand.","name" : "George W Bush"},{"message" : "Terrorism is the tactic of demanding the impossible, and demanding it at gunpoint.","name" : "Christopher Hitchens"},{"message" : "Terrorism has no religion is a theory, and the religion of terrorism is a real threat and practical thing.","name" : "Satyendra Singh 'Shyamal"},{"message" : "Terrorism has become the systematic weapon of a war that knows no borders or seldom has a face.","name" : "Jacques Chirac"},{"message" : "Any terrorism is an attack on libertarian values.","name" : "P.J. O'Rourke"},{"message" : "Terrorism, like viruses, is everywhere. There is a global perfusion of terrorism, which accompanies any system of domination as though it were its shadow, ready to activate itself anywhere, like a double agent.","name" : "Jean Baudrillard"},{"message" : "Terrorism is the preferred weapon of weak and evil men.","name" : "Ronald Reagan"},{"message" : "Terrorism works better as a tactic for dictatorships, or for would-be dictators, than for revolutionaries.","name" : "Christopher Hitchens"},{"message" : "Terrorism is just a whole other level of anger management issues.","name" : "Thisuri Wanniarachchi"},{"message" : "It terrorism happened because intelligence, leadership and police failures made it possible.","name" : "Ashraf Ghani"},{"message" : "The terrorism is not in the bombs, in your hands; the terrorism is in your unconscious.","name" : "Rajneesh"},{"message" : "Terrorism grows when there are no other options, and when the center of the global economy is the god of money and not the person men and women this is already the first terrorism!","name" : "Pope Francis"},{"message" : "Terrorism is a psychological warfare. Terrorists try to manipulate us and change our behavior by creating fear, uncertainty, and division in society.","name" : "Patrick J. Kennedy"},{"message" : "What distinguishes terrorism is the willful and calculated choice of innocents as targets.","name" : "Benjamin Netanyahu"},{"message" : "Everybody's worried about stopping terrorism. Well, there's a really easy way: stop participating in it.","name" : "Noam Chomsky"},{"message" : "Terrorism is a significant threat to peace and security, prosperity and people.","name" : "Ban Ki-moon"},{"message" : "If you want to end terrorism, you have to stop being terrorists","name" : "Howard Zinn"},{"message" : "Terrorism is the war of the poor, and war is the terrorism of the rich.","name" : "Peter Ustinov"},{"message" : "Terrorism is global and can come from even remote countries.","name" : "Narendra Modi"},{"message" : "Terrorism must be outlawed by all civilized nations, not explained or rationalized, but fought and eradicated. Nothing can, nothing will justify the murder of innocent people and helpless children.","name" : "Elie Wiesel"},{"message" : "The terrible thing about terrorism is that ultimately it destroys those who practice it. Slowly but surely, as they try to extinguish life in others, the light within them dies.","name" : "Terry Waite"},{"message" : "Terrorism has no nationality or religion.","name" : "Vladimir Putin"},{"message" : "Terrorism is the price of empire. If you do not wish to pay the price, you must give up the empire.","name" : "Pat Buchanan"},{"message" : "A war against terrorism is an impracticable conception if it means fighting terrorism with terrorism.","name" : "John Mortimer"},{"message" : "Terrorism has once again shown it is prepared deliberately to stop at nothing in creating human victims. An end must be put to this. As never before, it is vital to unite forces of the entire world community against terror.","name" : "Vladimir Putin"},{"message" : "Demoralize the enemy from within by surprise, terror, sabotage, assassination. This is the war of the future.","name" : "Adolf Hitler"},{"message" : "Terrorism is not an expression of rage. Terrorism is a political weapon. Remove a government's facade of infallibility, and you remove its people's faith.","name" : "Dan Brown"},{"message" : "Fighting terrorism is like being a goalkeeper. You can make a hundred brilliant saves but the only shot that people remember is the one that gets past you.","name" : "Paul Wilkinson"},{"message" : "Terrorists are like zebras; those having more white stripes than black are good terrorists,those with more black stripes than white are bad ones.","name" : "Shahid Hussain Raja"}]}