{"title" : "Time","quotes" : [{"message" : "No use thinking of the past for its gone, don't think of the future because it has to come, think of the present because thats where you are.","name" : "Kazi Shams"},{"message" : "Yesterday's the past, tomorrow's the future, but today is a gift. That's why it's called the present.","name" : "Bil Keane"},{"message" : "Time is what we want most, but... what we use worst.","name" : "William Penn"},{"message" : "Time is a cruel thief to rob us of our former selves. We lose as much to life as we do to death.","name" : "Elizabeth Forsythe Hailey"},{"message" : "If time flies when you're having fun, it hits the afterburners when you don't think you're having enough.","name" : "Jef Mallett"},{"message" : "If we take care of the moments, the years will take care of themselves.","name" : "Maria Edgeworth"},{"message" : "Time is the most valuable thing a man can spend.","name" : "Theophrastus"},{"message" : "Time is the longest distance between two places.","name" : "Tennessee Williams"},{"message" : "Time is a created thing. To say 'I don't have time,' is like saying, 'I don't want to.","name" : "Lao Tzu"},{"message" : "Know the true value of time; snatch, seize, and enjoy every moment of it. No idleness, no laziness, no procrastination: never put off till tomorrow what you can do today.","name" : "Philip Stanhope"},{"message" : "Time flies over us, but leaves its shadow behind.","name" : "Nathaniel Hawthorne"},{"message" : "The timeless in you is aware of life's timelessness. And knows that yesterday is but today's memory and tomorrow is today's dream.","name" : "Kahlil Gibran"},{"message" : "The future is something which everyone reaches at the rate of sixty minutes an hour, whatever he does, whoever he is.","name" : "C.S. Lewis"},{"message" : "Suspect each moment, for it is a thief, tiptoeing away with more than it brings.","name" : "John Updike"},{"message" : "The common man is not concerned about the passage of time, the man of talent is driven by it.","name" : "Shoppenhauer"},{"message" : "Old Time, that greatest and longest established spinner of all!.... his factory is a secret place, his work is noiseless, and his hands are mutes.","name" : "Charles Dickens"},{"message" : "Time = life; therefore, waste your time and waste of your life, or master your time and master your life.","name" : "Alan Lakein"},{"message" : "Don't be fooled by the calendar. There are only as many days in the year as you make use of. One man gets only a week's value out of a year while another man gets a full year's value out of a week.","name" : "Charles Richards"},{"message" : "We all have our time machines. Some take us back, they're called memories. Some take us forward, they're called dreams.","name" : "Jeremy Irons"},{"message" : "Time ripens all things; with Time all things are revealed; Time is the father of truth.","name" : "Francois Rabelais"},{"message" : "Men talk of killing time, while time quietly kills them.","name" : "Dion Boucicault"},{"message" : "For disappearing acts, it's hard to beat what happens to the eight hours supposedly left after eight of sleep and eight of work.","name" : "Doug Larson"},{"message" : "It's a strange thing, but when you are dreading something, and would give anything to slow down time, it has a disobliging habit of speeding up.","name" : "J.K. Rowling"},{"message" : "Time is like the wind, it lifts the light and leaves the heavy.","name" : "Dominico Cieri Estrada"},{"message" : "There is one kind of robber whom the law does not strike at, and who steals what is most precious to men: time.","name" : "Napoleon I"},{"message" : "Time is the coin of your life. It is the only coin you have, and only you can determine how it will be spent. Be careful lest you let other people spend it for you.","name" : "Carl Sandburg"},{"message" : "Determine never to be idle. No person will have occasion to complain of the want of time who never loses any. It is wonderful how much can be done if we are always doing.","name" : "Thomas Jefferson"},{"message" : "A man who dares to waste one hour of life has not discovered the value of life.","name" : "Charles Darwin"},{"message" : "Time is a brisk wind, for each hour it brings something new...","name" : "Paracelsus"},{"message" : "The world was made, not in time, but simultaneously with time. There was no time before the world.","name" : "Augustine of Hippo"},{"message" : "Time goes, you say? Ah no! Alas, time stays, we go.","name" : "Austin Dobson"},{"message" : "There is more time than life.","name" : "Mexican Proverb"},{"message" : "Time can bring you down, time can bend you knees. Times can break your heart, have you begging please…Beyond the door, there’s peace I’m sure. And I know there’ll be no more tears in heaven.","name" : "Eric Clapton"},{"message" : "Time is neutral and does not change things. With courage and initiative, leaders change things.","name" : "Jesse Jackson"},{"message" : "If you let slip time, like a neglected rose it withers on the stalk with languished head.","name" : "John Milton"},{"message" : "The moment hung in time like a miner’s hat on an oaken peg in a saloon abandoned ninety years ago.","name" : "Loren D. Estleman"},{"message" : "The passing years are like a mist sweeping up from the sea of time so that my memories acquire new aspects.","name" : "W. Somerset Maugham"},{"message" : "She was forever saving time, like bits of string.","name" : "Helen Hudson"},{"message" : "There is a rhythm inside a year of time, like a great mainspring that keeps it ticking from spring to summer to fall to winter.","name" : "Borden Deal"},{"message" : "Time…a substance of some sort which existence burned up like a fire.","name" : "Susan Fromberg Schaeffer"},{"message" : "Time fled past us like a startled bird.","name" : "James Crumley"},{"message" : "If time seems to pass so quickly, this is because there are no landmarks. Like the moon when it is at its heights on the horizon.","name" : "Albert Camus"},{"message" : "As the waves make toward the pebbled shore, so do our minutes hasten to their end.","name" : "William Shakespeare"},{"message" : "The day runs through me as water through a sieve.","name" : "Samuel Butler"},{"message" : "We must use time as a tool, not as a crutch.","name" : "John F. Kennedy"},{"message" : "Regret for wasted time is more wasted time.","name" : "Mason Cooley"},{"message" : "Lost time is never found again.","name" : "Benjamin Franklin"},{"message" : "The only reason for time is so that everything doesn't happen at once.","name" : "Albert Einstein"},{"message" : "Time changes everything except something within us which is always surprised by change.","name" : "Thomas Hardy"},{"message" : "Those who make the worst use of their time are the first to complain of its brevity.","name" : "Jean De La Bruyere"},{"message" : "Time is an illusion.","name" : "Albert Einstein"},{"message" : "Time takes it all, whether you want it to or not.","name" : "Stephen King"},{"message" : "Better three hours too soon, than one minute too late.","name" : "William Shakespeare"},{"message" : "Time is the wisest counselor of all.","name" : "Pericles"},{"message" : "Time is the school in which we learn, time is the fire in which we burn.","name" : "Delmore Schwartz"},{"message" : "Nothing is a waste of time if you use the experience wisely.","name" : "Rodin"},{"message" : "The key is in not spending time, but in investing it.","name" : "Stephen R. Covey"},{"message" : "Time brings all things to pass.","name" : "Aeschylus"},{"message" : "Who forces time is pushed back by time; who yields to time finds time on his side.","name" : "The Talmud"},{"message" : "You can't make up for lost time. You can only do better in the future.","name" : "Ashley Ormon"},{"message" : "Yesterday is gone. Tomorrow has not yet come. We have only today. Let us begin.","name" : "Mother Teresa"},{"message" : "I must govern the clock, not be governed by it.","name" : "Golda Meir"},{"message" : "We must use time wisely and forever realize that the time is always ripe to do right.","name" : "Nelson Mandela"},{"message" : "They always say time changes things, but you actually have to change them yourself.","name" : "Andy Warhol"},{"message" : "The time for action is now. It’s never too late to do something.","name" : "Antoine de Saint-Exupery"},{"message" : "It is the time you have wasted for your rose that makes your rose so important.","name" : "Antoine de Saint-Exupéry"},{"message" : "Whether it’s the best of times or the worst of times, it’s the only time we’ve got.","name" : "Art Buchwald"},{"message" : "You may delay, but time will not.","name" : "Benjamin Franklin"},{"message" : "If you love life, don’t waste time, for time is what life is made up of.","name" : "Bruce Lee"},{"message" : "If you spend too much time thinking about a thing, you’ll never get it done.","name" : "Bruce Lee"},{"message" : "The present time has one advantage over every other – it is our own.","name" : "Charles Caleb Colton"},{"message" : "You can’t have a better tomorrow if you are thinking about yesterday all the time.","name" : "Charles F. Kettering"},{"message" : "The best time to plant a tree was 20 years ago. The second best time is now.","name" : "Chinese Proverb"},{"message" : "In such seconds of decision entire futures are made.","name" : "Dan Simmons"},{"message" : "How did it get so late so soon? It’s night before it’s afternoon. December is here before it’s June. My goodness how the time has flewn.","name" : "Dr. Seuss"},{"message" : "Time is free, but it’s priceless. You can’t own it, but you can use it. You can’t keep it, but you can spend it. Once you’ve lost it you can never get it back.","name" : "Harvey Mackay"},{"message" : "As if you could kill time without injuring eternity.","name" : "Henry David Thoreau"},{"message" : "Most people spend more time and energy going around problems than in trying to solve them.","name" : "Henry Ford"},{"message" : "Lost, yesterday, somewhere between Sunrise and Sunset, two golden hours, each set with sixty diamond minutes. No reward is offered, for they are gone forever.","name" : "Horace Mann"},{"message" : "The future is uncertain but the end is always near.","name" : "Jim Morrison"},{"message" : "Every second is of infinite value.","name" : "Johann Wolfgang von Goethe"},{"message" : "The way we spend our time defines who we are.","name" : "Jonathan Estrin"},{"message" : "Do we need more time? Or do we need to be more disciplined with the time we have?","name" : "Kerry Johnson"},{"message" : "There’s only one thing more precious than our time and that’s who we spend it on.","name" : "Leo Christopher"},{"message" : "The two most powerful warriors are patience and time.","name" : "Leo Tolstoy"},{"message" : "I have been impressed with the urgency of doing. Knowing is not enough; we must apply. Being willing is not enough; we must do.","name" : "Leonardo da Vinci"},{"message" : "Until you value yourself, you won’t value your time. Until you value your time, you will not do anything with it.","name" : "M. Scott Peck"}]}