{"title" : "Time Management","quotes" : [{"message" : "This is the key to time management - to see the value of every moment.","name" : "Menachem Mendel Schneerson"},{"message" : "I think time management as a label encourages people to view each 24-hour period as a slot in which they should pack as much as possible.","name" : "Tim Ferriss"},{"message" : "Time management is the mantra of my life.","name" : "Vir Das"},{"message" : "It's not enough to be busy; so are the ants.","name" : "Henry David Thoreau"},{"message" : "Time management is a big part of the director's job.","name" : "Debbie Allen"},{"message" : "No, my entire life is planned. It's called time management.","name" : "Sean Hayes"},{"message" : "Don't let the fear of the time it will take to accomplish something stand in the way of your doing it. The time will pass anyway; we might just as well put that passing time to the best possible use.","name" : "Earl Nightingale"},{"message" : "You will never find time for anything. If you want time you must make it.","name" : "Charles Buxton"},{"message" : "Start by doing whats necessary, then whats possible, and suddenly you are doing the impossible.","name" : "St Francis Of Assisi"},{"message" : "Never leave that till tomorrow which you can do today.","name" : "Benjamin Franklin"},{"message" : "Be mindful of how you approach time. Watching the clock is not the same as watching the sun rise.","name" : "Sophia Bedford-Pierce"},{"message" : "It's better to do the right thing slowly than the wrong thing quickly.","name" : "Peter Turla"},{"message" : "Once you have mastered time, you will understand how true it is that most people overestimate what they can accomplish in a year and underestimate what they can achieve in a decade!","name" : "Anthony Robbins"},{"message" : "Know the true value of time; snatch, seize, and enjoy every moment of it. No idleness, no laziness, no procrastination; Never put off till tomorrow what you can do today.","name" : "Lord Chesterfield"},{"message" : "The more business a man has to do, the more he is able to accomplish, for he learns to economize his time.","name" : "Sir Matthew Hale"},{"message" : "Ordinary people think merely how they will spend their time, a man of intellect tries to use it.","name" : "Schopenhauer"},{"message" : "We can no more afford to spend major time on minor things than we can to spend minor time on major things.","name" : "Jim Rohn"},{"message" : "I recommend to you to take care of the minutes; for hours will take care of themselves.","name" : "Lord Chesterfield"},{"message" : "The day is of infinite length for him who knows how to appreciate and use it.","name" : "Johann Wolfgang von Goethe"},{"message" : "If you want to make good use of your time, you've got to know what's most important and then give it all you've got.","name" : "Lee Iacocca"},{"message" : "I have yet to hear a man ask for advice on how to combine marriage and a career.","name" : "Gloria Steinem"},{"message" : "You've got to think about big things while you're doing small things, so that all the small things go in the right direction.","name" : "Alvin Toffler"},{"message" : "The key is not to prioritize what's on your schedule, but to schedule your priorities.","name" : "Stephen R. Covey"},{"message" : "The bad news is time flies. The good news is you're the pilot.","name" : "Michael Altshuler"},{"message" : "Don't mistake movement for achievement. It's easy to get faked out by being busy.","name" : "Jim Rohn"},{"message" : "Time = Life, Therefore, waste your time and waste of your life, or master your time and master your life.","name" : "Alan Lakein"},{"message" : "Time is the scarcest resource and unless it is managed nothing else can be managed.","name" : "Peter Drucker"},{"message" : "Time management is life managemnent.","name" : "Robin Sharma"},{"message" : "Those who prefer interacting with people over task achievement tend to be more careless about time management.","name" : "Robert Moore"},{"message" : "It's all about time management. You can actually do a lot of things if you work out your schedule.","name" : "Amanda Izatt"},{"message" : "Either run the day or the day runs you.","name" : "Jim Rohn"},{"message" : "Time management is critical to productivity because most people try to cram as much as possible in a day.","name" : "Deb Howard"},{"message" : "There is never enough time to do everything, but there is always enough time to do the most important thing.","name" : "Brian Tracy"},{"message" : "Don't wait for extraordinary opportunities. Seize common occasions and make them great.","name" : "Orison Swett Marden"},{"message" : "I've learned time management, organization and I have priorities.","name" : "Tory Burch"},{"message" : "One always has time enough, if one will apply it well.","name" : "Johann Wolfgang von Goethe"},{"message" : "Realize that if you have time to whine and complain about something, then you have the time to do something about it.","name" : "Anthony J. D'Angelo"},{"message" : "We become what we want to be by consistently being what we want to become each day.","name" : "Richard G. Scott"},{"message" : "Whenever you are asked if you can do a job, tell 'em, 'Certainly I can!' Then get busy and find out how to do it","name" : "Theodore Roosevelt"},{"message" : "I have been busy my whole life and I learned at a young age time management when balancing sports and school.","name" : "Shantelle Taylor"},{"message" : "The key is in not spending time, but in investing it.","name" : "Stephen R. Covey"},{"message" : "Time is the most valuable coin in your life. You and you alone will determine how that coin will be spent. Be careful that you do not let other people spend it for you.","name" : "Carl Sandburg"},{"message" : "Before you eat the elephant, make sure you know what parts you want to eat.","name" : "Todd Stocker"},{"message" : "Essential to time-management is a change in focus, a change from being busy' to a focus on outcomes","name" : "Tony Buon"},{"message" : "This time, like all times, is a very good one, if we but know what to do with it.","name" : "Ralph Waldo Emerson"},{"message" : "A wise person does at once, what a fool does at last. Both do the same thing; only at different times.","name" : "Baltasar Gracian"},{"message" : "I am definitely going to take a course on time management just as soon as I can work it into my schedule.","name" : "Louis E. Boone"},{"message" : "It's how we spend our time here and now, that really matters. If you are fed up with the way you have come to interact with time, change it.","name" : "Marcia Wieder"}]}