Tolerance implies no lack of commitment to one's own beliefs. Rather it condemns the oppression or persecution of others.
John F. Kennedy
Tolerance is the positive and cordial effort to understand another's beliefs, practices, and habits without necessarily sharing or accepting them.
Joshua Liebman
Tolerance and celebration of individual differences is the fire that fuels lasting love.
Tom Hannah
Tolerance is the oil which takes the friction out of life.
Wilbert E. Scheer
Tolerance is giving to every other human being every right that you claim for yourself.
Robert Green Ingersoll
Tolerance only for those who agree with you is no tolerance at all.
Ray Davis
What is tolerance?--it is the consequence of humanity. We are all formed of frailty and error; let us pardon reciprocally each other's folly--that is the first law of nature.
Voltaire
Tolerance comes of age. I see no fault committed that I myself could not have committed at some time or other.
Johann Wolfgang von Goethe
The test of courage comes when we are in the minority. The test of tolerance comes when we are in the majority.
Ralph W. Sockman
Tolerance becomes a crime when applied to evil.
Thomas Mann
Sometimes true tolerance requires an extraordinary strength, which we are often too weak to exercise.
Fausto Cercignani
Unlimited tolerance must lead to the disappearance of tolerance. If we extend unlimited tolerance even to those who are intolerant, if we are not prepared to defend a tolerant society against the onslaught of the intolerant, then the tolerant will be destroyed, and tolerance with them. [...] We should therefore claim, in the name of tolerance, the right not to tolerate the intolerant.
Karl Popper
Compassion and tolerance are not a sign of weakness, but a sign of strength.
Tenzin Gyatso
The responsibility of tolerance lies with those who have the wider vision.
George Eliot
Toleration is good for all, or it is good for none.
Edmund Burke
Tolerance is the virtue of the man without convictions.
Gilbert K. Chesterton
Tolerance is the eager and glad acceptance of the way along which others seek the truth.
Sir Walter Besant
Tolerance is a very dull virtue. It is boring. Unlike love, it has always had a bad press. It is negative. It merely means putting up with people, being able to stand things.
E. M. Forster
Tolerance implies a respect for another person, not because he is wrong or even because he is right, but because he is human.
John Cogley Commonweal
Tolerance is another word for indifference.
W. Somerset Maugham
The highest result of education is tolerance.
Helen Keller
Tolerance implies a gratuitous assumption of the inferiority of other faiths to one's own.
Mahatma Gandhi
We tend to idealize tolerance, then wonder why we find ourselves infested with losers and nut cases.
Patrick Nielsen Hayden
Tolerance can lead to learning something.
Jakob Dylan
Tolerance is the first principle of community; it is the spirit which conserves the best that all men think.
Helen Keller
Tolerance it a tremendous virtue, but the immediate neighbors of tolerance are apathy and weakness.
James Goldsmith
Tolerance is held to be a condition of mind which is encouraged by, and is necessary for, civilization.
Arthur Keith
Tolerance always has limits - it cannot tolerate what is itself actively intolerant.
Sidney Hook
Tolerance is the ability to forgive those who tend to speak before thinking.
Catherine Pulsifer
Tolerance isn't about not having beliefs. It's about how your beliefs lead you to treat people who disagree with you.
Timothy Keller
Tolerance of intolerance is cowardice.
Ayaan Hirsi Ali
Tolerance is nothing more than patience with boundaries.
Shannon L. Alder
The human family is very diverse, with many different beliefs and cultures and ways of life. Many conflicts in our world are caused when people are intolerant of the ways that others see the world. Learning tolerance is an important cornerstone to creating a better world.
Robert Alan Silverstein
Be tolerant with others and strict with yourself.
Marcus Aurelius
One of the greatest disasters of our time is our universal acceptance of the word 'tolerance' as a great virtue.
Zig Ziglar
We are in favor of tolerance, but it is a very difficult thing to tolerate the intolerant and impossible to tolerate the intolerable.
George Dennison Prentice
Toleration is the greatest gift of the mind; it requires the same effort of the brain that it takes to balance oneself on a bicycle.
Helen Keller
Tolerance is the virtue of men who don't believe in anything.
G.K. Chesterton
Tolerance is often championed by people who nothing to stand for.
Woodrow Kroll
How do we create a harmonious society out of so many kinds of people? The key is tolerance--the one value that is indispensable in creating community.
Barbara Jordan
Tolerance is the only real test of civilization.
Arthur Helps
The reward of tolerance is the presence of peace of mind.
Ky Vanchhay
I have seen great intolerance shown in support of tolerance.
Samuel Taylor Coleridge
Nothing is more conducive to peace of mind than not having any opinion at all.
G. C. Lichtenberg
Tolerance is you saying something crazy and me smiling and saying, 'That's nice.
Penn Jillette
I think more tolerance, more people having more access to a chance to be literate, and a chance to stay healthy makes for a more peaceful planet.
Henry Rollins
Those wearing tolerance for a label call other views intolerable.
Phyllis McGinley
The word 'tolerance' once meant we all have the right to argue rationally for our deepest convictions in the public arena. Now it means those convictions are not even subject to rational debate.
Nancy Pearcey