{"title" : "Trust","quotes" : [{"message" : "Do not trust all men, but trust men of worth; the former course is silly, the latter a mark of prudence.","name" : "Democritus"},{"message" : "Trust is something that is difficult to establish. It is very fragile that needs to be taken care of. Once trust breaks or shatters into pieces, it is very difficult to rebuild it.","name" : "K. Cunningham"},{"message" : "Trust is the easiest thing in the world to loose, and the hardest thing in the world to get back.","name" : "R. Williams"},{"message" : "In order to establish trust, it is first important that you be trustworthy. This means you should be forthright with all your dealings.","name" : "Paul Melendez"},{"message" : "Trust is involved in all the basic elements of a healthy relationship: namely, love (respect and consideration for another person), communication, commitment and honesty.","name" : "Harold Duarte-Bernhardt"},{"message" : "Respect people who trust you. It takes a lot for people to trust you, so treat their trust like precious porcelain.","name" : "Brandon Cox"},{"message" : "You may be deceived if you trust too much, but you will live in torment if you don't trust enough.","name" : "Frank Crane"},{"message" : "Trust is like blood pressure. It's silent, vital to good health, and if abused it can be deadly.","name" : "Frank Sonnenberg"},{"message" : "Trust is the glue of life. It's the most essential ingredient in effective communication. It's the foundational principle that holds all relationships.","name" : "Stephen Covey"},{"message" : "Trust is only gained when one person risks and doesn't get harmed. It grows as both people increasingly risk and don't get harmed in the process.","name" : "Glen Williams"},{"message" : "Trust is the fruit of a relationship in which you know you are loved.","name" : "William Paul Young"},{"message" : "Deciding whether or not to trust a person is like deciding whether or not to climb a tree, because you might get a wonderful view from the highest branch, or you might simply get covered in sap, and for this reason many people choose to spend their time alone and indoors, where it is harder to get a splinter.","name" : "Lemony Snicket"},{"message" : "We're never so vulnerable than when we trust someone - but paradoxically, if we cannot trust, neither can we find love or joy.","name" : "Walter Anderson"},{"message" : "A man who doesn't trust himself can never truly trust anyone else.","name" : "Cardinal de Retz"},{"message" : "Trust is a skill learned over time so that, like a well-trained athlete, one makes the right moves, usually without much reflection.","name" : "Robert C. Solomon"},{"message" : "It is an equal failing to trust everybody, and to trust nobody.","name" : "English Proverb"},{"message" : "Trust is always earned, never given.","name" : "R. Williams"},{"message" : "Put more trust in nobility of character than in an oath.","name" : "Solon"},{"message" : "Trust is the lubrication that makes it possible for organizations to work.","name" : "Warren Bennis"},{"message" : "He who does not trust enough will not be trusted.","name" : "Lao Tzu"},{"message" : "The best way to find out if you can trust somebody is to trust them.","name" : "Ernest Hemingway"},{"message" : "Trust is letting go of needing to know all the details before you open your heart.","name" : "Unknown Author"},{"message" : "Trust opens up new and unimagined possibilities.","name" : "Robert C. Solomon"},{"message" : "Trust in God for great things. With your five loaves and two fishes He will show you a way to feed thousands.","name" : "Horace Bushnell"},{"message" : "The best proof of love is trust.","name" : "Joyce Brothers"},{"message" : "The toughest thing about the power of trust is that it's very difficult to build and very easy to destroy.","name" : "Thomas J. Watson"},{"message" : "Trust yourself, you will start to trust others.","name" : "Santosh Kalwar"},{"message" : "I trust everyone. I just don't trust the devil inside them.","name" : "Troy Kennedy-Martin"},{"message" : "Building trust means thinking about trust in a positive way.","name" : "Robert C. Solomon"},{"message" : "Building trust is the most critical challenges facing our society today.","name" : "Stephen R. Covey"},{"message" : "Don't trust in your reputation, money, or position, but in the strength that is yours - namely, your judgements about the things that you control and don't control.","name" : "Epictetus"},{"message" : "Trut your gut.","name" : "Ryan Holiday"},{"message" : "Rebuilding trust is a practice that does not apply only to a relationship in which the trust has been broken.","name" : "David Richo"},{"message" : "We may also trust in the loyalty or honesty of someone we have recently met and about whom we have an intuition but no evidence.","name" : "David Richo"},{"message" : "Trust can be based on facial and body language, a mien and manner that seem to indicate trustworthiness.","name" : "David Richo"},{"message" : "Trust in that instance is a social event, something arising between two people, a mirror-imaging of trust and trustworthiness.","name" : "David Richo"},{"message" : "Trust can be based on a presumption.","name" : "David Richo"},{"message" : "We may trust in the outcome of a sports event when there is a favored team and the chances are in our favor.","name" : "David Richo"},{"message" : "Trust can also be an unqualified confidence.","name" : "David Richo"},{"message" : "As adults, we learn that it is up to us to trust or not, based on our assessment of the trustworthiness we have seen and presume will continue in the other person.","name" : "David Richo"},{"message" : "Trust in someone means that we no longer have to protect ourselves.","name" : "David Richo"},{"message" : "We trust his or her good intentions, though we know we might be hurt by the way circumstances play out between us.","name" : "David Richo"},{"message" : "Our motivation for wanting a relationship of mutual trust is the cultivation of a more intimate bond between us.","name" : "David Richo"},{"message" : "Trust then can be defined as what happens in us in response to evidence that a commitment has been made to us.","name" : "David Richo"},{"message" : "People with a long history of betrayals of trust tend not to be trustworthy.","name" : "David Richo"},{"message" : "Trust is the assured reliance on another's integrity.","name" : "David Richo"},{"message" : "The ability to hear someone is really about trust, not simply about communication.","name" : "David Richo"},{"message" : "A trust issue always lurks beneath a communication difficulty.","name" : "David Richo"},{"message" : "Trusting may evoke unconscious fears, hand-me-downs from the past when we had trusted someone but then were deceived.","name" : "David Richo"},{"message" : "As soon as we trust someone, a conditioned response arises.","name" : "David Richo"},{"message" : "Trust is what we do each day, when we get out of our bed and put our clothes on.","name" : "Iyanla Vanzant"},{"message" : "Trust is the thing that makes it possible for us to keep putting one foot in front of the other.","name" : "Iyanla Vanzant"},{"message" : "I trust that my body will sustain me; that people will support me; and that what I need, want, and desire I can and will eventually have.","name" : "Iyanla Vanzant"},{"message" : "I trust that I can leave my home and return to find it standing.","name" : "Iyanla Vanzant"},{"message" : "When trust is present, against all odds we enroll in school with no guarantee that we will find a job.","name" : "Iyanla Vanzant"},{"message" : "It is the trust that makes 'not enough' money enough to do what we need to do.","name" : "Iyanla Vanzant"},{"message" : "Trust turns rejection, abandonment, disappointment, and loneliness into motivations rather than a detterents.","name" : "Iyanla Vanzant"},{"message" : "Trust moves us beyond what is wrong and what is missing into taking any next best step that will make a difference.","name" : "Iyanla Vanzant"},{"message" : "The problem with trust begins when we start thinking about it and decide that trust means we are vulnerable.","name" : "Iyanla Vanzant"},{"message" : "We are born with total trust.","name" : "Iyanla Vanzant"},{"message" : "Trust is a function of choice.","name" : "Iyanla Vanzant"},{"message" : "Trust grows in hearts that have often been broken open by pain.","name" : "Iyanla Vanzant"},{"message" : "Trust can unfold in response to devastation, disappointment, and, more often than not, a dept of dysfunction that threatens the human soul.","name" : "Iyanla Vanzant"},{"message" : "We've got to learn how to trust ourselves and dare to acknowledge what we really feel.","name" : "Iyanla Vanzant"},{"message" : "We've got to learn how to trust each other to do the right thing because it's the right thing.","name" : "Iyanla Vanzant"},{"message" : "We've got to learn how to trust in the process of life and surrender our inflated human egos.","name" : "Iyanla Vanzant"},{"message" : "Trust is not some neat, one-size-fits-all, self-help formula with a tidy beginning, middle, and end.","name" : "Iyanla Vanzant"},{"message" : "There are no trust shortcuts.","name" : "Iyanla Vanzant"},{"message" : "Trust is an essential requirement for human life.","name" : "Iyanla Vanzant"},{"message" : "Without trust there can be no peace of mind.","name" : "Iyanla Vanzant"},{"message" : "The four essential trusts - Trust in Self, Trust in God, Trust in Others, and Trust in Life - are like oxygen; we can't live without them.","name" : "Iyanla Vanzant"},{"message" : "We trust that we can't trust, and in doing so, we deplete our oxygen supply of love, joy, peace, truth, and forgiveness.","name" : "Iyanla Vanzant"},{"message" : "Learning to trust is so simple, and yet it is the hardest thing we must learn to do in this life.","name" : "Iyanla Vanzant"},{"message" : "I can trust myself because I trust God in both masculine and feminine forms.","name" : "Iyanla Vanzant"},{"message" : "Contributing to our living a purposeful life is where other people come into the trust picture.","name" : "Iyanla Vanzant"},{"message" : "Trust in the Lord with all your heart and lean not on your own understanding; in all your ways submit to him, and he will make your paths straight.","name" : "Proverbs 3:5-6"},{"message" : "A man will trust another man, and show.","name" : "John Boyle O'Reilly"}]}