{"title" : "Truth","quotes" : [{"message" : "As you shall sow, so shall you reap.","name" : "Bible"},{"message" : "Be sure you are right, then go ahead.","name" : "Davy Crockett"},{"message" : "Better slip with foot than tongue.","name" : "Benjamin Franklin"},{"message" : "Diamond cuts diamond.","name" : "Marstow "},{"message" : "Fine words butter no parsnips.","name" : "John Clarke"},{"message" : "History repeats itself.","name" : "George Eliot"},{"message" : "It is wise not to seek a secret and honest not to reveal it.","name" : "Benjamin Franklin"},{"message" : "Just because everybody's doing something, doesn't mean it's right.","name" : "unknown"},{"message" : "Liars need good memories.","name" : "French "},{"message" : "No sin is hidden to the soul.","name" : "Bengali "},{"message" : "Play the part and you shall become.","name" : "unknown"},{"message" : "Practice what you preach.","name" : "unknown"},{"message" : "Put a silk on a goat and it is still a goat.","name" : "Irish Proverb"},{"message" : "Search others for their virtues, thyself for thy vices.","name" : "Benjamin Franklin"},{"message" : "Take it straight from the horse's mouth.","name" : "Francis Iles"},{"message" : "What you would seem to be, be really.","name" : "Benjamin Franklin"},{"message" : "You can't make bricks without straw.","name" : "unknown"},{"message" : "If you tell the truth, you don't have to remember anything.","name" : "Mark Twain"},{"message" : "The truth is rarely pure and never simple.","name" : "Oscar Wilde"},{"message" : "In a time of deceit telling the truth is a revolutionary act.","name" : "George Orwell"},{"message" : "Truth is stranger than fiction, but it is because fiction is obliged to stick to possibilities; Truth isn't.","name" : "Mark Twain"},{"message" : "Tell the truth, or someone will tell it for you.","name" : "Stephanie Klein"},{"message" : "Pretending to be someone you're not is a waste of the person you are.","name" : "Kurt Cobain"},{"message" : "Everyone sees who I appear to be but only a few know the real me. You only see what i choose to show. There's so much behind my smile you just don't know.","name" : "unknown"},{"message" : "I'd rather be hated for who I am, rather than loved for who I am not.","name" : "Kurt Cobain"},{"message" : "Proof is boring. Proof is tiresome. Proof is an irrelevance. People would far rather be handed an easy lie than search for a difficult truth, especially if it suits their own purposes.","name" : "Joe Abercrombie"},{"message" : "Understanding is a three edged sword: your side, their side, and the truth.","name" : "J. Michael Straczynski"},{"message" : "Before speaking, consult your inner-truth barometer, and resist the temptation to tell people only what they want to hear.","name" : "Wayne W. Dyer"},{"message" : "Say what you have to say, not what you ought. Any truth is better than make-believe.","name" : "Henry David Thoreau"},{"message" : "When one realises one is asleep, at that moment one is already half-awake.","name" : "P.D. Ouspensky"},{"message" : "Truth only reveals itself when one gives up all preconceived ideas.","name" : "Shoseki"},{"message" : "Truth, like gold, is to be obtained not by its growth, but by washing away from it all that is not gold.","name" : "Leo Tolstoy"},{"message" : "Truth is the breath of life to human society. It is the food of the immortal spirit. Yet a single word of it may kill a man as suddenly as a drop of prussic acid.","name" : "Oliver Wendell Holmes"},{"message" : "We swallow greedily any lie that flatters us, but we sip only little by little at a truth we find bitter.","name" : "Denis Diderot"},{"message" : "We do not err because truth is difficult to see. It is visible at a glance. We err because this is more comfortable.","name" : "Alexander Solzhenitsyn"},{"message" : "Truth is incontrovertible, malice may attack it and ignorance may deride it, but, in the end, there it is.","name" : "Sir Winston Churchill"},{"message" : "Truth is the secret of eloquence and of virtue, the basis of moral authority; it is the highest summit of art and of life.","name" : "Henri Frederic Amiel"},{"message" : "Some people think that the truth can be hidden with a little cover-up and decoration. But as time goes by, what is true is revealed, and what is fake fades away.","name" : "Ismail Haniyeh"},{"message" : "Truth will ultimately prevail where there is pains to bring it to light.","name" : "George Washington"},{"message" : "People will generally accept facts as truth only if the facts agree with what they already believe.","name" : "Andy Rooney"},{"message" : "Nobody speaks the truth when there is something they must have.","name" : "Elizabeth Bowen"},{"message" : "The truth does not change according to our ability to stomach it.","name" : "Flannery O'Connor"},{"message" : "It is better to offer no excuse than a bad one.","name" : "George Washington"},{"message" : "Most men would rather deny a hard truth than face it.","name" : "George R.R. Martin"},{"message" : "The truth is not always beautiful, nor beautiful words the truth.","name" : "Lao Tzu"},{"message" : "People often claim to hunger for truth, but seldom like the taste when it's served up.","name" : "George R.R. Martin"},{"message" : "The truth doesn't always set you free; people prefer to believe prettier, neatley wrapped lies","name" : "Jodi Picoult"},{"message" : "Things come apart so easily when they have been held together with lies.","name" : "Dorothy Allison"},{"message" : "Candor is appreciated and people say that is what they want. However, what they mean is tell me the truth, even if you have to make it up.","name" : "Monica L. Wofford"},{"message" : "For each truth, the contrary is also true!","name" : "Herman Hesse"},{"message" : "From Latin: 'Inside man lives the truth.","name" : "Saint Augustine"},{"message" : "In wartime, truth is so precious that she should always be attended by a bodyguard of lies.","name" : "Winston Chuchill"},{"message" : "When in doubt, tell the truth.","name" : "Mark Twain"},{"message" : "I offer my opponents a bargain: if they will stop telling falsehood about us, I will stop telling the truth about them.","name" : "Adlai Stevenson"},{"message" : "Never tell the truth to people who are not worthy of it.","name" : "Mark Twain"},{"message" : "Truth is the most valuable thing we have. Let us economize it.","name" : "Mark Twain"},{"message" : "It is perfectly monstrous.. the way people go about nowadays saying things against one behind one's back that are absolutely and entirely true.","name" : "Oscar Wilde"},{"message" : "All truths are easy to understand once they are discovered; the point is to deliver them.","name" : "Galileo Gallilei"},{"message" : "Every violation of truth is not only a sort of suicide in the liar, but is a stab at the health off human society.","name" : "Ralph Waldo Emerson"},{"message" : "The truth, of course, is that a billion falsehoods told a billion times by a billion people are still false.","name" : "Travis Walton"},{"message" : "Truth can be a dangerous thing. It is quite patient and relentless.","name" : "R. Scott Richards"},{"message" : "Say not, 'I have found the truth,' but rather, 'I have found a truth.","name" : "Khalil Gibran"},{"message" : "The truth us what it is, not what should be. What should be is a dirty lie.","name" : "Lenny Bruce"},{"message" : "Truth is such a rare thing, it is delightful to tell it.","name" : "Emily Dickinson"},{"message" : "A lie told often enough becomes the truth.","name" : "Vladimir Lenin"},{"message" : "The third time you say a thing, it sounds like a lie.","name" : "Harrison Ford"},{"message" : "Truth, like light, blinds. Falsehood, on the contrary, is a beautiful twilight that enhances every object.","name" : "Albert Camus"},{"message" : "Truth isn't always beauty, but the hunger for it is.","name" : "Nadine Gordimer"},{"message" : "Chase after the truth like all hell and you'll free yourself, even though you never touch its coattails.","name" : "Clarence Darrow"},{"message" : "The surest way to remain poor is to be an honest man.","name" : "Napoleon Bonaparte"},{"message" : "It is easier to perceive error than to find truth, for the former lies on the surface and is easily seen, while the latter lies in the depth, where few are willing to search for it.","name" : "Goethe"},{"message" : "They say that in the end truth will triumph, but it's a lie.","name" : "Anton Chekhov"},{"message" : "Verily there is nothing so false, that a sparkle of truth is not in it.","name" : "Tupper's Proverbial Philosophy"},{"message" : "Truth is powerful and it prevails.","name" : "Sojourner Truth"},{"message" : "Have the courage to say no. Have the courage to face the truth. Do the right thing because it is right. These are the magic keys to living your life with integrity.","name" : "W. Clement Stone"},{"message" : "Truth is timeless. Truth does not differ for one age to another, from one people to another, from one geographical location to another... the great all-prevailing truth stands for time and eternity.","name" : "Billy Graham"},{"message" : "Because truth is unpopular does not mean that is should not be proclaimed.","name" : "Billy Graham"},{"message" : "I have met men who are habitual liars. They have lied so long that they no longer can distinguish between the truth and a lie. Their sensitivity to sin has been almost completely dead end.","name" : "Billy Graham"},{"message" : "Our emotions can lie to us, and we need to counter our emotions with truth.","name" : "Billy Graham"},{"message" : "The truth slips and turns. The facts remain the same.","name" : "Joshua Brand"}]}