{"title" : "Unappreciated","quotes" : [{"message" : "The saddest truth that I have come to learn is that I was never your first, nor second, but last resort.","name" : "James Merrow"},{"message" : "If they don't appreciate your presence, perhaps you should try giving them your absence.","name" : "Tinku Razoria"},{"message" : "If you treat me like no one today, tomorrow you will be no one to me.","name" : "Cv Pillay"},{"message" : "I might be difficult today. Not because I choose to. But my goodness was taken for granted.","name" : "Alfusainey jallow"},{"message" : "Some won't appreciate you no matter how much you do for them. Release yourself. Go where you're appreciated and understood.","name" : "Robert Tew"},{"message" : "Learn how to give your absence to those who don't appreciate your presence, in the end you will make them realize how important your present is.","name" : "Kemmy Nola"},{"message" : "A lack of appreciation and respect can be a sad end to many wonderful relationships.","name" : "Bernajoy Vaal"},{"message" : "Scientists tend to be unappreciated in the world at large, but you can hardly overstate the importance of the work they do.","name" : "Bill Bryson"},{"message" : "You can be the nicest person, try your best to please everyone, but at the end of the day all your efforts still go unappreciated!","name" : "Rashida Rowe"},{"message" : "I'm not going to hold onto someone, who wants to be held by someone else.","name" : "Lucas Hunter"},{"message" : "Don't give everything to a person that isn't giving you anything.","name" : "Sonya Parker"},{"message" : "If you can go days without talking to me, I'm obviously not that important to you.","name" : "Anurag Prakash Ray"},{"message" : "She felt excluded, unappreciated and unloved. Never had been loved.","name" : "Suzie Wilde"},{"message" : "Hanging with people who make you feel unappreciated, for the mere sake of appearing to be popular, is the loneliest place to be.","name" : "Ellen J. Barrier"},{"message" : "Maybe its true that we don't know what we have until we lose it.","name" : "Aaron Chan"},{"message" : "Sometimes you'll give your all to someone, and they won't appreciate you. That's life. Just don't become bitter because of it.","name" : "Sonya Parker"},{"message" : "I give to you because I want to and not expecting anything back, when you start demanding it and expect it like its owed to you, that's when I turn my back.","name" : "Tanya Kanakaole"},{"message" : "The very same person you are taking for granted today, is going to be your only chance of help in future.","name" : "Tshepo Koos Maluleke"},{"message" : "Anything acquired without effort, and without cost is generally unappreciated.","name" : "Napoleon Hill"},{"message" : "We can't be afraid to dismiss the unappreciative.","name" : "Dominic Riccitello"},{"message" : "Even a speck of love should not go unappreciated, because, as Rumi said, love is the water of life.","name" : "Elif Safak"},{"message" : "It's simple. Women only nag when they feel unappreciated.","name" : "Louis de Bernieres"},{"message" : "Real people are destined to be hated and unappreciated by fools.","name" : "Isaiah Harden"},{"message" : "Evil was seductive and easy, and virtue was difficult and unappreciated.","name" : "Melissa de la Cruz"},{"message" : "When you let people bring you down, you've successfully made yourself a step upon which they'll climb and stand above you.","name" : "Terry Mark"},{"message" : "Never feel empty when the person you like turns you down, because not all people are smart enough to appreciate you.","name" : "Kemmy Nola"},{"message" : "Lonely isn't a feeling when you're alone, lonely is a feeling when no one cares.","name" : "James Merrow"},{"message" : "Give all your pearls, and the swine will make a pearl necklace, then run off. Don't show all your glory.","name" : "Anthony Liccione"},{"message" : "That person you took for granted today could turn out to be the only one person you will need tomorrow.","name" : "Kemmy Nola"},{"message" : "Love goes unappreciated a lot of times, but you still gotta keep giving it.","name" : "Snoop Dogg"},{"message" : "Hurt feelings occur from appraisals of low relational evaluation that arise from a perceived discrepancy between one's desired and perceived relational value.","name" : "Anita L. Vangelisti"},{"message" : "The relational evaluation hypothesis suggests that hurt feelings should be highly related to the discrepancy between how much people wish a particular person to value their relationship and the degree to which they believe the relationship is actually valued.","name" : "Anita L. Vangelisti"},{"message" : "Feeling unappreciated may result in resentment and jealousy.","name" : "Ifeoma Ikenze"},{"message" : "For most people, growing up feeling unloved, unwanted, unaccepted and unappreciated is at the root of a poor self-image.","name" : "Fred Phillips"},{"message" : "Nurture and nourish you feelings, rather than making the food an unappreciated stand-in.","name" : "Amanda Owen"},{"message" : "When we feel unappreciated, when we feel that no one is taking care of and trying to please us, we run out of anything to give. We need to learn to increase the people in our lives who do appreciate us.","name" : "Hackney Evans"},{"message" : "We can begin feeling appreciated when we give it to ourselves and simultaneously show appreciation towards others.","name" : "Hackney Evans"},{"message" : "The poverty of being unwanted, unloved and uncared for is the greatest poverty - Mother Teresa","name" : "Jonathan Frejuste"},{"message" : "Being unwanted, unloved, uncared for, forgotten by everybody, I think that is a much greater hunger, a much greater poverty than tha person who has nothing to eat.","name" : "Ahmed Abouleel"},{"message" : "Even the rich are hungry for love, for being cared for, for being wanted for having someone to call their own.","name" : "Ahmed Abouleel"},{"message" : "You are God's masterpiece, the apple to His eye. Never think you're forgotten or unloved.","name" : "La'Garien J"},{"message" : "The worst feeling is feeling nothing when all you want to feel is loved.","name" : "R.H. Sin"},{"message" : "A mighty pain to love it is, And 't is a pain that pain to miss; But of all pains, the greatest pain It is to love, but love in vain.","name" : "Abraham Cowley"},{"message" : "The least we each ought to do for someone who treats us like a king or a queen is to treat them like a prince or a princess.","name" : "Mokokoma Mokhonoana"},{"message" : "Feel what it's like to truly starve, and I guarantee that you'll forever think twice before wasting food.","name" : "Criss Jami"},{"message" : "Life sometimes reminds us that it is sometimes heartless by giving something or someone we really need to someone who does not need or even want them or it.","name" : "Mokokoma Mokhonoana"},{"message" : "Happiness is a simple game of lost and found: Lose the things you take for granted, and you will feel great happiness once they are found.","name" : "Richelle E. Goodrich"},{"message" : "One may suffer the long-term in order to grow in appreciation for the small things. For in short-term suffering, one only notices the large.","name" : "Criss Jami"},{"message" : "In a very tragic kind of way, sometimes things have to be gone before I fully realize that they were ever there.","name" : "Craig D. Lounsbrough"},{"message" : "Appreciate what you have, while you have it, or you’ll learn what it meant to you after you lose it.","name" : "Frank Sonnenberg"},{"message" : "Things you may take for granted, other people are praying for","name" : "Marlan Rico Lee"},{"message" : "Happiness isn't something you should take for granted. It should be savored, because you don't know what tomorrow will bring.","name" : "Alisha Rai"},{"message" : "At times in life we take our blessings for granted.","name" : "Angel Moreira"},{"message" : "Ungrateful people forget what they are not grateful for.","name" : "Ana Monnar"},{"message" : "Making the ungrateful grateful will bring tears to your eyes, tears of blood bleeding from the heart.","name" : "Ana Monnar"},{"message" : "Unhappiness is a contagious disease caused by a chronic deficiency of gratitude.","name" : "Mokokoma Mokhonoana"},{"message" : "You cannot, at the very same time, be grateful and unhappy, or ungrateful and happy.","name" : "Mokokoma Mokhonoana"},{"message" : "The mind is inclined to zoom in on your problem, or few problems, to an extend that you cannot see your many blessings.","name" : "Mokokoma Mokhonoana"},{"message" : "The deepest principle in human nature is the craving to be appreciated.","name" : "William James"},{"message" : "Be thankful for what you have; you'll end up having more. If you concentrate on what you don't have, you will never, ever have enough.","name" : "Oprah Winfrey"},{"message" : "Feelings of worth can flourish only in an atmosphere where individual differences are appreciated, mistakes are tolerated, communication is open, and rules are flexible - the kind of atmosphere that is found in a nurturing family.","name" : "Virginia Satir"},{"message" : "We seldom find people ungrateful so long as it is thought we can serve them.","name" : "Francois de la Rochefoucauld"},{"message" : "Dispirited, unmotivated, unappreciated workers cannot compete in a highly competitive world.","name" : "Frances Hesselbein"},{"message" : "It's honestly the worst feeling ever . to feel alone . like no one understands or even cares to try to understand how you feel.","name" : "Humming Bird"},{"message" : "I thought my heart had known the whole Of love . but small its knowledge proved . For still the more my longing soul Loves on . itself the while unloved.","name" : "Bernard de Ventadorn"},{"message" : "She stole my heart, myself she stole . And all I prized from me removed.","name" : "Bernard de Ventadorn"},{"message" : "They have known shame, who love unloved . Even then . When two mouths, thirsty each for each, find slaking.","name" : "Rupert Brooke"},{"message" : "Unloved­ I love . unwept­ weep . Grief I restrain ­hope I repress.","name" : "Charlotte Bronte"},{"message" : "I'm feeling really unappreciated You takin' my love for granted . babe . I don't know how much more . I can take from you.","name" : "Cedric Williams"},{"message" : "You don't do the things you use to do . You don't even say I love you too . And lately I've been feeling . Feeling unappreciated.","name" : "Cedric Williams"},{"message" : "I feel so unappreciated for my absence . And I pull myself apart providing people access.","name" : "Dock Watch Hollow"},{"message" : "Knocked down, unappreciated . Day is losing grip on the light . And everywhere I turn there is night.","name" : "Chris Braide"},{"message" : "I feel like everything I've done before is different now . But I can see clearer than ever from a distance now.","name" : "Alex Stacey"},{"message" : "Feelin' like maybe I'm unappreciated . Like my presence in your life has been alleviated.","name" : "Alex Stacey"},{"message" : "Starts with a conversation . Then a number on a piece of paper . She's feeling unappreciated So she files it away for later.","name" : "Myron Avant"},{"message" : "Hey, let me share a few words . Feeling unappreciated, let me cherish you first.","name" : "Jack Harlow"},{"message" : "You can't erase the way I'm unappreciated . But I can't sleep tonight . Embrace of the drink.","name" : "Alexander Bois"},{"message" : "New dirt covers up last week's bruise . My heart's been played so hard . now I'm out of tune . So unappreciated . I should walk away But my father's mind says, 'boy you better stay'.","name" : "Mark Francis Giovetti"},{"message" : "Women are often overlooked . taken for granted. They can slip easily through a man's defense.","name" : "Stan Lee"},{"message" : "Feeling unappreciated, used, or taken for granted describes thoughts and feelings of targets that the behavior of offenders.","name" : "Anita L. Vangelisti"}]}