{"title" : "Unhappiness","quotes" : [{"message" : "All unhappiness is due to the ego. With it comes all your trouble. If you would deny the ego and scorch it by ignoring it you would be free.","name" : "Ramana Maharshi"},{"message" : "All human unhappiness comes from not facing reality squarely, exactly as it is.","name" : "Gautama Buddha"},{"message" : "All mankind's unhappiness derives from one thing: his inability to know how to remain in repose in one room.","name" : "Blaise Pascal"},{"message" : "Unhappiness isn't at its most acute point until a realistic chance of happiness, sufficiently close, has been envisioned.","name" : "Michel Houellebecq"},{"message" : "We are sometimes dragged into a pit of unhappiness by someone else's opinion that we do not look happy.","name" : "Mokokoma Mokhonoana"},{"message" : "Unhappiness and dissatisfaction with life are not signs of mental illness, but of growing intelligence.","name" : "Ken Wilber"},{"message" : "If our life is unhappy it is painful to bear; if it is happy it is horrible to lose, So the one is pretty equal to the other.","name" : "Jean De La Bruyere"},{"message" : "The primary cause of unhappiness is never the situation but your thoughts about it.","name" : "Eckhart Tolle"},{"message" : "Unhappiness is really an incorrect way of seeing. When we are unhappy we don't see life as it really is. We are in a condition of veiled light, of shadows.","name" : "Frederick Lenz"},{"message" : "The unhappiest people in this world, are those who care the most about what other people think.","name" : "C. JoyBell C."},{"message" : "You have to fight unhappiness like a dragon with fire and breathe.","name" : "Drew Barrymore"},{"message" : "Your unhappiness is a way of speaking to you, it's telling you something isn't right.","name" : "Robert Greene"},{"message" : "No one is discontented at not being a king except a discrowned king unhappiness almost invariably indicates the existence of a road not taken, a talent undeveloped, a self not recognized.","name" : "Blaise Pascal"},{"message" : "The cause of most of man's unhappiness is sacrificing what he wants most for what he wants now.","name" : "Gordon B. Hinckley"},{"message" : "By becoming more unhappy, we sometimes learn how to be less so.","name" : "Madame Swetchine"},{"message" : "Unhappiness is not knowing what we want, and killing ourselves to get it.","name" : "Don Herold"},{"message" : "The unhappy are prisoners of a single round of thought.","name" : "Mason Cooley"},{"message" : "Unhappiness is not knowing what we want and killing ourselves to get it.","name" : "Don Herold"},{"message" : "There is only one cause of unhappiness: the false beliefs you have in your head, beliefs so widespread, so commonly held, that it never occurs to you to question them.","name" : "Anthony De Mello"},{"message" : "All unhappiness is caused by our trying to be limited, to be an ego. The more we are our Self, the happier we are. We will never be completely happy until we are completely being our Self.","name" : "Lester Levenson"},{"message" : "If a man is unhappy, remember that his unhappiness is his own fault, for God made all men to be happy.","name" : "Epictetus"},{"message" : "Unhappy people often insist on trying to uncover the full magnitude of their unhappiness, or choose to investigate other people's lives as a distraction from their own.","name" : "Javier Marías"},{"message" : "Unhappiness in one place doesn't breed happiness elsewhere. It just breeds more unhappiness.","name" : "Callie Bates"},{"message" : "Unhappiness is something we are never taught about; we are taught to expect happiness, but never a Plan B to use to use when the happiness doesn't arrive.","name" : "Douglas Coupland"},{"message" : "Unhappiness slowly creeps up on you, like a shape-shifting monster waiting in the darkness of your hallway, his bulging eyes watching your every move. The breath on his slimy tongue makes the hairs on your neck stand up.","name" : "Kate Rockland"},{"message" : "Unhappiness indicates wrong thinking, just as ill health indicates a bad regimen.","name" : "Paul Bourget"},{"message" : "Much unhappiness has come into the world because of bewilderment and things left unsaid.","name" : "Fyodor Dostoevsky"},{"message" : "Unhappiness does make people look stupid.","name" : "Anatole France"},{"message" : "We create our own unhappiness. The purpose of suffering is to help us understand we are the ones who cause it.","name" : "Willie Nelson"},{"message" : "Unhappiness in a child accumulates because he sees no end to the dark tunnel. The thirteen weeks of a term might just as well be thirteen years.","name" : "Graham Greene"},{"message" : "Unhappiness is best defined as the difference between our talents and our expectations.","name" : "Edward de Bono"},{"message" : "Unhappiness comes when you try to be like everyone else rather than embracing the unique person that you are.","name" : "Joyce Meyer"},{"message" : "Unhappiness is a dangerous thing, like carbon monoxide. You don't smell it, you don't taste it, it's formless and colourless, but it poisons slowly. It seeps into every pore of your skin until one day your heart just stops beating.","name" : "Bella Pollen"},{"message" : "There is no unhappiness like the misery of sighting land (and work) again after a cheerful, careless voyage.","name" : "Mark Twain"},{"message" : "Unhappiness is the ultimate form of self-indulgence.","name" : "Tom Robbins"},{"message" : "Those who are unhappy have no need for anything in this world but people capable of giving them their attention.","name" : "Simone Weil"},{"message" : "Unhappiness is complicated and has many different causes, but happiness is simple and has only one reason.","name" : "Debasish Mridha"},{"message" : "Unhappiness is often caused by tendency to find fault with others.","name" : "Toba Beta"}]}