{"title" : "Ups And Downs","quotes" : [{"message" : "Everybody has their ups and downs, and that's what makes you tougher.","name" : "Isaac Hanson"},{"message" : "After certain ups and downs, a person does change, and I have changed for good.","name" : "Divyanka Tripathi"},{"message" : "You're going to have some ups and downs, so you have to prepare yourself to be ready. Those down moments come.","name" : "Pablo Sandoval"},{"message" : "There's no substitute for experiencing ups and downs - seeing how it's okay that things are overwhelming or broken sometimes and how companies recover from mistakes.","name" : "Joe Lonsdale"},{"message" : "You have ups and downs in any field, but the wait will always be worth it if you love your job.","name" : "Kiara Advani"},{"message" : "We all have ups and downs in our career, and as an actor going through a rough patch, all I can do is keep working as hard as I can and hope for the best.","name" : "Uday Kiran"},{"message" : "Once you find someone to share your ups and downs, downs are almost as good as ups.","name" : "Robert Breault"},{"message" : "I feel ups and downs are a part of one's career, and this totally depends on how you take it. You can either be knocked down by the negative things, or you can take it in a positive way and learn from it.","name" : "Deepika Padukone"},{"message" : "You have to accept the fact that sometimes you are the pigeon, and sometimes you are the statue.","name" : "Claude Chabrol"},{"message" : "Don't let ups and downs leave you down and out.","name" : "Harvey Mackay"},{"message" : "Surround yourself with good people who encourage and love you. There are always ups and downs, no matter how successful you are.","name" : "Liana Liberato"},{"message" : "It isn't the ups and downs that make life difficult; it's the jerks.","name" : "Charlie Chaplin"},{"message" : "The more ups and downs, the more joy I feel. The greater the fear, the greater the happiness I feel.","name" : "Jack Kerouac"},{"message" : "Whatever the ups and downs of detail within our limited experience, the larger whole is primarily beautiful.","name" : "Gregory Bateson"},{"message" : "If you can live with the ups and downs, pick yourself up every morning, then there's nothing more gratifying.","name" : "Rick Welts"},{"message" : "All the ups and downs are grace in different wrappings, sent to refine consciousness. Say thanks to them all.","name" : "Mooji"},{"message" : "Everyone goes through the ups and downs of living - fretting about the future, worrying about what happened. Music teaches us how to be in the moment.","name" : "David Sanborn"},{"message" : "There's going to be ups and downs and that you have to be okay with the downs too and embrace them just as much because they will teach you something.","name" : "Dan Mangan"},{"message" : "There's ups and downs of any job. If you worked at the post office, there's ups and downs. You have your good days, and you have your bad days. If you're a housewife, you have your good days, and you have your bad days.","name" : "Tracy Morgan"},{"message" : "You have to go through ups and downs. Mistakes turn into lessons.","name" : "D-Pryde"},{"message" : "There's ups and downs in this love. Got a lot to learn in this love. Through the good and the bad, still got love.","name" : "Beyonce"},{"message" : "We know we're going to go through ups and downs and we've all experienced that, but it's about surrendering some of that control, which we all find so hard to do, but it's really freeing when you can do that.","name" : "Mike Fisher"},{"message" : "The rise and fall of images of the future precedes or accompanies the rise and fall of cultures. As long as a society's image is positive and flourishing, the flower of culture is in full bloom.","name" : "Fred Polak"},{"message" : "The rise or fall, success or failure of your dreams is largely dependent on the association you build yourself around.","name" : "Israelmore Ayivor"},{"message" : "I've had my ups and downs. My fair share of bumpy roads and heavy winds. That's what made me what I am today.","name" : "Jean-Claude Van Damme"},{"message" : "Be grateful of your ups and downs. If you have none, then you're not alive.","name" : "Jesse Neo"},{"message" : "There are ups and downs, but whatever happens, you have to trust and believe in yourself.","name" : "Luka Modric"},{"message" : "In life, you have ups and downs, but you should never give up. You should always try to get ahead.","name" : "Yalitza Aparicio"},{"message" : "You will always have ups and downs in your life and your career, but just stay positive and go for it.","name" : "Angelique Kerber"},{"message" : "That's human nature - the ups and downs.","name" : "Jami Gertz"},{"message" : "There's ups and downs with boxing, layoffs are part of the sport and they can either help or hurt a guy.","name" : "Floyd Mayweather, Jr."},{"message" : "Ups and downs will be happening; coming to the final and losing by a point or so should not matter.","name" : "P. V. Sindhu"},{"message" : "You have to be willing to deal with the ups and downs of the music, the ups and downs of the audience.","name" : "Billy Corgan"},{"message" : "Everyone has ups and downs. You can't always get exciting roles.","name" : "Mammootty"},{"message" : "You do get used to the ups and downs, the rejection of auditions and not getting parts, and so when you do get a job, it feels really special, and you try to hold onto it for as long as you can.","name" : "Sam Palladio"},{"message" : "There'll be ups and downs, smiles and frowns.","name" : "Snoop Dogg"},{"message" : "There are going to be ups and downs in any relationship. It's a team.","name" : "Anthony Anderson"},{"message" : "There were some ups and downs. But it is about how you overcome those ups and downs.","name" : "David Wilkerson"},{"message" : "There have been ups and downs, but it has taught us a lot in life. Going with the team through those ups and downs is a terrific journey.","name" : "Sachin Tendulkar"},{"message" : "Your ups and downs in sports, I think they are as normal as daily life: One day you wake up and feel great, the next day you wake up and feel maybe less great.","name" : "Michael Schumacher"},{"message" : "The ups and downs of this cosmos may sometimes be acknowledged to be metaphorical ups and downs, but until about Newton's time most people took the 'up' of heaven and the 'down' of hell to be more or less descriptive.","name" : "Northrop Frye"},{"message" : "Ups and downs are what makes life worth living.","name" : "Jesse Neo"},{"message" : "It's been ups and downs, it's been happy and sad, it's been terrifying and comforting,","name" : "Chris Solinsky"}]}