{"title" : "Using People","quotes" : [{"message" : "When you're nothing, people will ignore you but when you're on top that's when everybody swear they know you.","name" : "Lincey Alphonse"},{"message" : "Because I'm just a giving person spiritually, I feel that if your intentions are to use or abuse or take advantage of, then you might get what you get in the meantime, but there's still a price to pay.","name" : "Angie Stone"},{"message" : "Immature love says: 'I love you because I need you.","name" : "Erich Fromm"},{"message" : "I don't let people use me. That's why I like a small number of people in my life. The more people in my life, the more complex it becomes, so I just try to keep it at a minimum.","name" : "Anita Baker"},{"message" : "Not everyone will appreciate what you do for them. You have to figure out who's worth your kindness and who's just taking advantage.","name" : "unknown"},{"message" : "It's so funny how 'friends' forget us when they don't need any more favors.","name" : "unknown"},{"message" : "Sometimes you try to help people, and it backfires on you, and then they try to take advantage of you.","name" : "Bill Cosby"},{"message" : "You are a manipulator. I like to think of myself more as an outcome engineer.","name" : "J.R. Ward,"},{"message" : "When you know what a man wants you know who he is, and how to move him.","name" : "George R.R. Martin"},{"message" : "All people have feelings, they are not there to be used. If you're not longer interested in someone, they have the right to be informed before you go and cheat or go looking elsewhere.","name" : "Jerry Springer"},{"message" : "I have learned that people at the bottom use others' bodies to climb to the top.","name" : "Mandla Langa"},{"message" : "Using people to leverage a refined process multiplies production, using people as a poor solution to a poor process multiplies problems.","name" : "Timothy Ferriss"},{"message" : "Men are used as they use others.","name" : "Bidpai"},{"message" : "Don't take advantage of each other, but fear God!","name" : "Leviticus 25:17"},{"message" : "Controllers, abusers, and manipulative people don't question themselves. They don't ask themselves if the problem is them. They always say the problem is someone else.","name" : "Darlene Ouimet"},{"message" : "Don't use men to get what you want in life. Get it yourself.","name" : "Helen Gurley Brown"},{"message" : "We have people who show love at our front and who hate at our back, but it's still hard to find that Mysterious person who love to walk with us without worrying what the destination will be.","name" : "Nishan Panwar"},{"message" : "Anytime you're taking advantage of other people financially, I think some sort of punishment is definitely correct.","name" : "Cliff Seigneur"},{"message" : "When success comes, people can try to trick you or take advantage of you.","name" : "Christina Aguilera"},{"message" : "Just because something isn't a lie does not mean that it isn't deceptive. A liar knows that he is a liar, but one who speaks mere portions of truth in order to deceive is a craftsman of destruction.","name" : "Criss Jami"},{"message" : "I don't care if you hate me now, I already know you only treat me nice when you think I am useful to you.","name" : "unknown"},{"message" : "People try to constantly use me and I hate it.","name" : "Tracy Emin"},{"message" : "The measure of a man is what he does with power.","name" : "Greek Proverb"},{"message" : "Trickery and treachery are the practices of fools that have not the wits enough to be honest.","name" : "Benjamin Franklin"},{"message" : "Strong people don't put others down they lift them up.","name" : "Michael P. Watson"},{"message" : "Is it possible to use people fairly?","name" : "Chris Boucher"},{"message" : "Is that what love is? Using people? And maybe that's what hate is - not being able to use people.","name" : "Tennessee Williams"},{"message" : "Why is it that the less use people have another human being, the politer they become to him? Relentlessly polite.","name" : "Alfred Hitchcock Presents"},{"message" : "People will naturally expect us to do something.","name" : "William M. Conselman"},{"message" : "Good people do not turn other people into water coolers.","name" : "Constance M. Burge"},{"message" : "Next to knowing when to seize an opportunity, the most important thing in life is to know when to forgo an advantage.","name" : "Disraeli"},{"message" : "It's them as take advantage that get advantage in this world.","name" : "George Eliot"},{"message" : "It is the greatest of advantages to enjoy no advantage at all.","name" : "Thoreau"},{"message" : "If you don't get the better of yourself, someone else will.","name" : "Evan Esar"},{"message" : "A sworn vow never to be taken advantage of again.","name" : "Anthony Rosario Wagner"},{"message" : "I've worked too hard and built too much to be taken advantage of. I know my worth and what I bring to the table.","name" : "Tony A. Gaskins"},{"message" : "I'm open to the possibilities of being one of those people who reach certain heights without being owned by others.","name" : "Tony A. Gaskins"},{"message" : "It's when you get complacent that you get taken advantage of.","name" : "Tony A. Gaskins"},{"message" : "You don't need to know every detail, but you should know the basics. There are so many people who get taken advantage of.","name" : "Tony A. Gaskins"},{"message" : "If you don't want to be taken advantage of, if you don't want your brand to be misrepresented, if you don't want someone else to be in control of your destiny, then do your work.","name" : "Tony A. Gaskins"},{"message" : "People respond in accordance to how you relate to them.","name" : "James Frey"},{"message" : "Abusive men find abusiveness rewarding. The privileged position they gain is a central reason for their reluctance to change.","name" : "Lundy Bancroft"},{"message" : "Abusive men tend to be happy only when everything in the relationship is proceeding on their terms.","name" : "Lundy Bancroft"},{"message" : "Violence is not just punches and slaps; it is anything that puts you in physical fear or that uses your body to control you.","name" : "Lundy Bancroft"},{"message" : "To dominate is to attempt to control another person's actions.","name" : "Beverly Engel"},{"message" : "The person who tries to dominate another person has a tremendous need to have his own way.","name" : "Beverly Engel"},{"message" : "A dominating person often resorts to threats in order to get in.","name" : "Beverly Engel"},{"message" : "Domineering behavior includes ordering a partner around; monitoring time and activities; restricting resources.","name" : "Beverly Engel"},{"message" : "To dominating partners, even commitment can feel like emotional suffocation.","name" : "Beverly Engel"},{"message" : "Many women encountering nonphysical types of abuse experience grave psychological and physical health symptoms.","name" : "Carol A Lambert"},{"message" : "Whether psychological or physical, abuse is about one thing; control.","name" : "Carol A Lambert"},{"message" : "Psychologically abused women experience depression, anxiety, and low self-esteem.","name" : "Carol A Lambert"},{"message" : "Psychological abuse by far makes people more fearful than any other type of abuse.","name" : "Carol A Lambert"},{"message" : "A controlling partner who ridicules personal traits, criticizes, controls activities, and ignores their partner causes a loss of self-esteem.","name" : "Carol A Lambert"},{"message" : "When people encounter controlling behavior, they often feel 'erased' as if to the perpetrator they don't exist.","name" : "Patricia Evans"},{"message" : "In relationships, particularly, controlling behavior sets the stage for all kinds of abuse.","name" : "Patricia Evans"},{"message" : "Acts against others whether cold or subtle such as a contemptuous glands or hot and explosive such as a burst of rage are paradoxically both senseless and understandable, they are also attempts to control.","name" : "Patricia Evans"},{"message" : "People who have indulged in controlling behaviors are often stunned man they realize what they've done.","name" : "Patricia Evans"},{"message" : "They may forget what you said, but they will never forget how you made them feel.","name" : "Carl W. Buechner"},{"message" : "Each friend represents a world in us, a world possibly not born until they arrive, and it is only by this meeting that a new world is born.","name" : "Anais Nin"},{"message" : "Live your life in such a way that you'll be remembered for your kindness, compassion, fairness, character, benevolence, and a force for good who had much respect for life, in general.","name" : "Germany Kent"},{"message" : "A lot of people resist transition and therefore never allow themselves to enjoy who they are. Embrace the change, no matter what it is; once you do, you can learn about the new world you're in and take advantage of it.","name" : "Nikki Giovanni"},{"message" : "Sometimes people use thought to not participate in life.","name" : "Stephen Chbosky"}]}