All that glitters is not gold.
Latin Proverb
Clean your finger before you point at my spots.
Benjamin Franklin
Clothes don't make the man.
unknown
Clouds that thunder, do not always rain.
Armenian 
Empty vessels make the most sound.
John Lydgate
Every ass loves to hear himself bray.
English 
His bark is worse than his bite.
George Herbert
If someone gives you advice, it is in his own interest.
Tunisian Proverb
It is better to enjoy the cool breeze of others waving your flag, than to suffer the sweat of doing it yourself.
L.D. Seese
It is better to light one candle than to curse the darkness.
Chinese Proverb
No one can make us feel inferior without our consent.
Eleanor Roosevelt
Nobody's perfect.
unknown
The cat would eat fish but would not get her feet wet.
Chaucer
The drum makes a great fuss because it is empty.
Trinidadian 
The fly on the water buffalo's back thinks he is taller than the water buffalo.
Tagalog 
The wise through excess of wisdom is made a fool.
Ralph Waldo Emerson
Vanity blossoms but bares no fruit.
Nepalese 
Never underestimate a man who overestimates himself.
Franklin D. Roosevelt
Cure yourself of the affliction of caring how you appear to others. Concern yourself only with how you appear before God, concern yourself only with the idea that God may have of you.
Miguel de Unamuno
There was never yet fair woman but she made mouths in a glass.
William Shakespeare
They say that hens do cackle loudest when there is nothing vital in the eggs they have laid.
Ambrose Bierce
Our vanity is the constant enemy of our dignity.
Madame Anne Sophie Swetchine
We are so vain that we even care for the opinion of those we don't care for.
Marie Ebner-Eschenbach
There are no grades of vanity, there are only grades of ability in concealing it.
Mark Twain
Vanity is often the unseen spur.
William Makepeace Thackeray
There is nothing so agonizing to the fine skin of vanity as the application of a rough truth.
Edward Bulwer-Lytton
Vanity is so secure in the heart of man that everyone wants to be admired - even I who write this, and you who read this.
Blaise Pascal
Vanity is the quicksand of reason.
George Sand
Vanity plays lurid tricks with our memory.
Joseph Conrad
What makes the vanity of others insupportable is that it wounds our own.
Francois de la Rochefoucauld
One of the troubles about vanity is that it grows with what it feeds on. The more you are talked about, the more you will wish to be talked about.
Bertrand Russell
We think we are being interesting to others when we are being interesting to ourselves.
Jack Gardner
The vanity of others runs counter to our taste only when it runs counter to our vanity.
Friedrich Nietzsche
Vanity can easily overtake wisdom. It usually overtakes common sense.
Julian Casablancas
I'm not the greatest; I'm the double greatest. Not only do I knock 'em out, I pick the round.
Muhammad Ali
It is naturally given to all men to esteem their own inventions best.
Thomas More
We say little if not egged on by vanity.
Francois Duc de la Rochefoucauld
It is difficult to esteem a man as highly as he would wish.
Luc de Clapier de Vauvanargues
We would rather speak ill of ourselves than not talk about ourselves at all.
Francois de la Rochefoucauld
Self-love is the greatest of all flatterers.
Francois de la Rochefoucauld
No man thinks there is much ado about nothing when the ado is about himself.
Anthony Trollope
If there is a single quality that is shared by all great men, it is vanity. But I mean by 'vanity' only that they appreciate their own worth. Without this kind of vanity they would not be great. And with vanity alone, of course, a man is nothing.
Yousef Karsh
It is very queer, but not the less true, that people are generally quite as vain, or even more so, of their deficiencies than of their available gifts.
Nathaniel Hawthorne
Mirrors are dangerous things. They can just as easily tell us what we don't like as what we do. Yet in truth you can't tell anything from a reflection, as a reflection is actually empty.
Susie Staplehurst
Vanity is a weakness. I know this. It's a shallow dependence on the exterior self, on how one looks instead of what one is.
Dennis Lehane
There are two kinds of people in this world: people who want to be desired, and people who want to be desired so much that they pretend they don't.
Rabih Alameddine
Pride makes us esteem ourselves; vanity makes us desire the esteem of others.
Hugh Blair
However anxious one is to reach one's goal, one can excuse delays on the route when these are caused by ovations.
Alexandre Dumas
Every author, however modest, keeps a most outrageous vanity chained like a madman in the padded cell of his breast.
William Wordsworth
My strict hand . Was made to cease on vice, and with a gripe . Squeeze out the humour of such spongy souls, . As lick up every idle vanity.
William Wordsworth
Nothing is more foolish than a security built upon the world and its promises, for they are all vanity and a lie.
Matthew Henry
At all times but especially now, it is pertinent to say, 'Vanity of vanities, all is vanity'.
St. John Chrysostom
Most of us would be far enough from vanity if we heard all the things that are said of us.
Joseph Rickaby
Vain thoughts defile the heart as well as vile thoughts.
William Secker
Turn away mine eyes from beholding vanity, and quicken thou me in thy way.
Psalm 119:37
All is vanity. All go unto one place; all are of the dust and all turn to dust again.
Ecclesiaster 3:19-20
We know nothing vainer than the minds of men.
John Calvin
Do not concern yourself with anxiety for the show of a great name.
Thomas a Kempis
Vanity and pride are different things, though the words are often used synonymously. Pride relates more to our opinion of ourselves, vanity to what we would have others think of us.
Jane Austen
It is very often nothing but our own vanity that deceives us.
Jane Austen
To come with a well-informed mind is to come with an inability of administering to the vanity of others, which a sensible person would always wish to avoid.
Jane Austen
Vanity while seeking its own guilty triumph at the expense of another, had involved him in a real attachment, which extravagance, or at least its offspring, necessity, had required to be sacrificed.
Pride and Prejudice
Is there a vanity greater than the vanity of those who believe themselves without it?
Amanda Cross
Those who live on vanity must, not unreasonably, expect to die of mortification.
Anne Ellis
I have often wished I had time to cultivate modesty...but I am too busy thinking about myself.
Edith Sitwell
The inner vanity is generally in proportion to the outer self-deprecation.
Edith Wharton
Vanity, like murder, will out.
Hannah Cowley
The sin of pride may be a small or a great thing in someone's life, and hurt vanity a passing pinprick, or a self-destroying or even murderous obsession.
Iris Murdoch
Wounded vanity knows when it is mortally hurt; and limps off the field, piteous, all disguises thrown away. But pride carries its banner to the last; and fast as it is driven from one field unfurls it in another.
Helen Hunt Jackson
Men always want to be a woman's first love. That is their clumsy vanity. We, women, have a more subtle instinct about things. What we like is to be a man's last romance.
Oscar Wilde
One of the things that I have almost most wondered at is, that there should be any such thing as human vanity. If I had any, I had enough to mortify it a few days ago, for I lost my mind for a whole day.
Alexander Pope
Foolish people follow after vanity. Wise people guard vigilance as their greatest treasure.
Gautama Buddha
Let not him that is deceived trust in vanity; for vanity shall be his recompense.
Job 15:31
Success is always short-lived, so boastfulness is empty vanity.
Chinese Proverb
To boast of a performance which I cannot beat is merely stupid vanity. And if I can beat it that means there is nothing special about it.
Emil Zatopek
How soon may our fairest prospects be leveled with the dust and show us that man in his best estate is but vanity and dust?
Abigail Adams
What female mind—young, beautiful, rich,—must she not be more than woman if vanity was not the predominate passion?
Abigail Adams