{"title" : "Vengence","quotes" : [{"message" : "Vengeance is God's job, not ours.","name" : "F. LaGard Smith"},{"message" : "Part of me wants justice for this. Part of me wants to never cause harm to another.","name" : "Ken Scholes"},{"message" : "The city guardsmen were like the keres, doom-bringers of merciless vengeance.","name" : "Janet Morris"},{"message" : "A tardy vengeance shares the tyrant's guilt.","name" : "Edward Young"},{"message" : "Vengeance taken will often tear the heart and torment the conscience.","name" : "Arthur Schopenhauer"},{"message" : "And though the villain 'scape a while, he feels. Slow vengeance, like a bloodhound, at his heels.","name" : "Jonathan Swift"},{"message" : "To treat a man with kindness rather than vengeance is the way to move him. Vengeance may break his spirit; but kindness will break his heart.","name" : "William Barclay"},{"message" : "For vengeance is an emptiness and he that seeketh it wasteth himself.","name" : "Jeffery Farnol"},{"message" : "Before you embark on a journey of revenge, dig two graves.","name" : "Confucius"},{"message" : "Vengeance cannot abide the agony of grace.","name" : "Anne Elisabeth Stengl"},{"message" : "In high vengeance there is noble scorn.","name" : "George Eliot"},{"message" : "I'm not violent, I don't believe in killing people, but standing up for yourself, speaking out against injustice, is another form of vengeance.","name" : "Eva Gabrielsson"},{"message" : "Vengeance is mine; I will repay.","name" : "Leo Tolstoy"},{"message" : "Vengeance is not the point; change is. But the trouble is that in most people's minds the thought of victory and the thought of punishing the enemy coincide.","name" : "Barbara Deming"},{"message" : "There was a time when metal ruled the world and I don't see any reason why it should be different now.","name" : "Zacky Vengeance"},{"message" : "When critics sit in judgment it is hard to tell where justice leaves off and vengeance begins.","name" : "Chuck Jones"},{"message" : "Vengeance is sweet. Vengeance taken when the vengee isn't sure who the venger is, is sweeter still.","name" : "Gary D. Schmidt"},{"message" : "Vengeance has no foresight.","name" : "Napoleon Bonaparte"},{"message" : "The thirst for vengeance was the beautiful nature which Homer imitated.","name" : "Johann Georg Hamann"},{"message" : "Retribution often means that we eventually do to ourselves what we have done unto others.","name" : "Eric Hoffer"},{"message" : "Just vengeance does not call for punishment.","name" : "Pierre Corneille"},{"message" : "Vengeance is in my heart, death in my hand, blood and revenge are hammering in my head.","name" : "William Shakespeare"},{"message" : "One good act of vengeance deserves another.","name" : "John Jefferson"},{"message" : "To seek greatness is the only righteous vengeance.","name" : "Criss Jami"},{"message" : "An eye for an eye and a tooth for a tooth.","name" : "Kurt Vonnegut"},{"message" : "Vengeance is one of life's great motivators.","name" : "K.S. Brooks"},{"message" : "If an injury has to be done to a man it should be so severe that his vengeance need not be feared.","name" : "Niccolo Machiavelli"},{"message" : "The paradox of vengefulness is that it makes men dependent upon those who have harmed them, believing that their release from pain will come only when they make their tormentors suffer.","name" : "Laura Hillenbrand"},{"message" : "Vengeance is a form of reciprocity in which each deed begets another. Each act of vengeance is a response to a previous wrong.","name" : "James T. Sie"},{"message" : "Always seek justice, but love only mercy. To love justice and hate mercy is but a doorway to more injustice.","name" : "Criss Jami"},{"message" : "Vengeance is a monster of appetite, forever bloodthirsty and never filled.","name" : "Richelle E. Goodrich"},{"message" : "Cries for justice are often the bitter laments of the vengeful.","name" : "Wayne Gerard Trotman"},{"message" : "I don't believe in the death penalty, but I understand personal vengeance.","name" : "Ian Mcshane"},{"message" : "To the extent that our conceptions of justice contain recognizable traces of vengeance, they remain half-baked, primitive and immature.","name" : "James P. Sterba"},{"message" : "Vengeance is the act of turning anger in on yourself. On the surface it may be directed at someone else, but it is a surefire recipe for arresting emotional recovery.","name" : "Jane Goldman"},{"message" : "Something of vengeance I had tasted for the first time; as aromatic wine it seemed, on swallowing, warm and racy: its after-flavour, metallic and corroding, gave me a sensation as if I had been poisoned.","name" : "Charlotte Bronte"},{"message" : "Now just vengeance is taken only for that which is done unjustly; hence that which provokes anger is always something considered in the light of an injustice.","name" : "St. Thomas Aquinas"},{"message" : "A society built upon a foundation of vengeance is a society doomed to destroy itself.","name" : "Richelle E. Goodrich"},{"message" : "I know there are people who believe you should forgive and forget. For the record, I'd like to say I'm a big fan of forgiveness as long as I'm given the opportunity to get even first.","name" : "Sue Grafton"},{"message" : "And I will strike down upon thee with great vengeance and furious anger those who attempt to poison and destroy my brothers.","name" : "Quentin Tarantino"},{"message" : "In theory it may seem all right to some, but when it comes to being made the instrument of the Lord's vengeance, I myself don't like it.","name" : "Robert Shaw"},{"message" : "Deep vengeance is the daughter of deep silence.","name" : "Vittorio Alfieri"},{"message" : "On wrongs swift vengeance waits.","name" : "Alexander Pope"},{"message" : "If you're betrayed, release disappointment at once. By that way, the bitterness has no time to take root.","name" : "Toba Beta"},{"message" : "Nothing is more costly, nothing is more sterile, than vengeance.","name" : "Winston Churchill"},{"message" : "Revenge is an act of passion; vengeance of justice. Injuries are revenged; crimes are avenged.","name" : "Samuel Johnson"},{"message" : "Vengeance is a delicious fruit, that must ripen in order that we may fully enjoy it.","name" : "Émile Gaboriau"}]}