{"title" : "Verbal Abuse","quotes" : [{"message" : "Some guys like to undermine a girl's self-esteem with little verbal jabs. Eventually it all adds up. One bee sting doesn't hurt a horse, but enough bee stings can kill a horse.","name" : "Oliver Gaspirtz"},{"message" : "Verbal abuse is not a form on entertainment.","name" : "J. E. Brown"},{"message" : "Screaming at children over their grades, especially to the point of the child's tears, is child abuse, pure and simple. It's not funny and it's not good parenting. It is a crushing, scarring, disastrous experience for the child. It isn't the least bit funny.","name" : "Ben Stein"},{"message" : "Sticks and stones may break my bones, but your words they'll destroy me.","name" : "Cassandra Giovanni"},{"message" : "Bless people when they revile you. Think how much good they are doing by helping to stamp out the false ego.","name" : "Swami Vivekananda"},{"message" : "By continually scolding someone, they in time become accustomed to it and despise your reproof.","name" : "PROVERBS"},{"message" : "Rash and incessant scolding runs into custom and renders itself despised.","name" : "Michel de Montaigne"},{"message" : "The pleasure we feel in criticizing robs us from being moved by very beautiful things.","name" : "Jean De La Bruyere"},{"message" : "To vilify a great man is the readiest way in which a little man can himself attain greatness.","name" : "Edgar Allan Poe"},{"message" : "Vilify, Vilify, some of it will always stick.","name" : "Pierre Beaumarchais"},{"message" : "There is nobody so weak of invention that he cannot make up some little stories to vilify his enemy.","name" : "Joseph Addison"},{"message" : "The bitter clamour of two eager tongues.","name" : "Shakespeare"},{"message" : "They have vilified me, they have crucified me; yes, they have even criticized me.","name" : "Richard J. Daley"},{"message" : "Abusive language and swearing are a legacy of slavery, humiliation, and disrespect for human dignity, one's own and that of other people.","name" : "Leon Trotsky"},{"message" : "Let us consider that swearing is a sin of all others peculiarly clamorous, and provocative of Divine judgment.","name" : "Isaac Barrow"},{"message" : "Children should be able to live a life free from bullying and harassment and it is time that we all took a stand against this.","name" : "Katherine Jenkins"},{"message" : "The greater the power, the more dangerous the abuse.","name" : "Edmund Burke"},{"message" : "Abuse of words has been the great instrument of sophistry and chicanery, of party, faction, and division of society.","name" : "John Adams"},{"message" : "Well you seemed too busy to call him a prat and I thought someone should.","name" : "J.K. Rowling"},{"message" : "Putting someone down with name calling reveals your own low self-esteem.","name" : "Stephen Richards"},{"message" : "I guess name-calling is your only attack; because you're too weak to challenge me any other way.","name" : "Goku"},{"message" : "Any fool can criticize, condemn, and complain - and most fools do.","name" : "Benjamin Franklin"},{"message" : "I admit that invective is one of my pleasures. This only brings me problems in life, but that's it. I attack, I insult. I have a gift for that, for insults, for provocation. So I am tempted to use it.","name" : "Michel Houellebecq"},{"message" : "I've slipped on occasion into the realm of irresponsible invective, but I try to avoid it and generally recant when I fall short. Because name-calling does nothing to improve understanding or move the political debate forward.","name" : "Mark McKinnon"},{"message" : "Invective may be a sharp weapon, but overuse blunts its edge. Even when the denunciation is just and true it is an error of art to indulge it too long.","name" : "John Tyndall"},{"message" : "For evil deeds may better than bad words be borne.","name" : "Spenser"},{"message" : "The foolish and wicked practice of profane cursing and swearing is a vice so mean and low that every person of sense and character detests and despises it.","name" : "George Washington"},{"message" : "I simply do not think that yelling, swearing, threatening or belittling will get you to the place you want to be faster than kindness, understanding, patience and a little willingness to compromise.","name" : "Rachel Nichols"},{"message" : "If verbal abuse had consequences, it would stop right now.","name" : "J. E. Brown"},{"message" : "Your victory over verbal abuse is our victory over the cloud of confusion that shadows our planet.","name" : "Patricia Evans"},{"message" : "Being blamed, defined, and deprived can impact anyone's confidence, expectations, and aspirations.","name" : "Patricia Evans"},{"message" : "Verbal abuse is an attempt to control you.","name" : "Patricia Evans"},{"message" : "Those targeted by verbal abuse can become confused, adapted to the abuse, and brainwashed while their spirit and sense of self are croded.","name" : "Patricia Evans"},{"message" : "Verbal abuse often seeks to injure the reputation of others using tactics such as backbiting, barbs, or belittling talk, and strategies as slander, slurs, and lies.","name" : "Psalm 52:3"},{"message" : "Verbal abuse injures the feelings of others with reviling, insulting, or contemptuous words.","name" : "Matthew 5:11"},{"message" : "Verbal abuse is always destructive.","name" : "Psalm 52:2"},{"message" : "Verbal abuse is the systematic, ongoing use of harmful words or a sharp tone in an attempt to control or dominate another person.","name" : "June Hunt"},{"message" : "Ultimately, words move from being positive to being abusive when they hurt our hearts and harm our relationships.","name" : "June Hunt"},{"message" : "Abuse wears many faces--faces as varied as the people who give it and receive it. But with all its differences, abuse is always either verbal or nonverbal in delivery, and it always deeply impacts your personal and social life.","name" : "June Hunt"},{"message" : "Abuse does not emerge by a certain age, happen in a single socioeconomic group, present in a distinct way, or occur in a single setting.","name" : "Sharon Stark"},{"message" : "Abuse should never happen to anyone. All types of abuse are horrific and affect people in all walks of life, regardless of age, educational background, gender, economic status, religion, or nationality.","name" : "Sharon Stark"},{"message" : "Abuse can harm people physically and emotionally, as well as leave them feeling isolated and lonely. Abuse does not discriminate. It affects children, adults, and older people.","name" : "Sharon Stark"},{"message" : "A more salient form of violence is verbal abuse, which often goes unreported but has lasting and psychologically damaging effects.","name" : "Sharon Stark"},{"message" : "Verbal abuse leaves no visible scars; however, the emotional damage to the victim can be devastating.","name" : "Sharon Stark"},{"message" : "Verbal abuse is a form of psychological or emotional maltreatment in which perpetrators use words to harm others.","name" : "A SAGE Reference Publication"},{"message" : "Verbal abuse communicates a basic disrespect for another's personhood.","name" : "A SAGE Reference Publication"},{"message" : "Verbal abuse is damaging to the spirit. It takes the joy and vitality out of life. It distorts reality because the abuser's response does not corelate with the partner's communication.","name" : "Ron Clark"},{"message" : "Verbal abuse causes emotional damage because of the victim's sense of rejection of their value as a person. May isolate a person from friendship by destroying the self-esteem needed for these relationships.","name" : "Ron Clark"},{"message" : "Verbal abuse is designed to humiliate, control, and cause self-doubt in the partner.","name" : "Ron Clark"},{"message" : "Verbal abuse corrupts the values and behaviors of the victim, degrades the victim by robbing the person of self-esteem and exploits the victim to the benefit of the abuser.","name" : "Ron Clark"},{"message" : "Indirect form of verbal and emotional abuse causes the other person to be confused, and lowers self-esteem.","name" : "Ron Clark"},{"message" : "Verbal abuse in families is defined as mistreatment between family members using words or language to convey personally negative and denigrating comments.","name" : "Martha Craft-Rosenberg"},{"message" : "Verbal abuse of children is nonetheless seen as a powerfully negative influence on emotional development.","name" : "Martha Craft-Rosenberg"},{"message" : "Verbal abuse is any verbal attack or ridicule of your mate, usually in an attempt to control or hurt. Constant nagging about something can be verbal abuse.","name" : "Carole Wilkins"},{"message" : "Most compulsive controllers need to be careful of being verbally abusive. Men, as well as women, are guilty of this type of abuse.","name" : "Carole Wilkins"},{"message" : "Verbal abuse is mean and unkind words.","name" : "Carole Wilkins"},{"message" : "Attacking another person's dignity is another form of verbal abuse.","name" : "Carole Wilkins"},{"message" : "Both men and women can be guilty of verbal abuse. Whatever the reason, verbal abuse is wrong and destructive.","name" : "Carole Wilkins"},{"message" : "Verbal abuse also is more difficult to treat because it is often so ego syntonic.","name" : "Philip G. Ney"},{"message" : "The subtle outbursts of anger displayed in emotional and verbal abuse can do just as much harm to a relationship over time.","name" : "Erica David"},{"message" : "I classify emotional and verbal abuse as the 'silent killer' that nobody sees.","name" : "Erica David"},{"message" : "Verbal abuse can lead to a number of emotional and mental problems for the victim including suicide.","name" : "Erica David"},{"message" : "Psychological abuse is pervasive in families in which parricide occurs. It consists not of one act, but of a series of hurtful actions that to the child might seem like 'death by a thousand cuts.","name" : "Kathleen M. Heide"},{"message" : "Verbal abuse is a dynamic and painful interplay of aggressive intentionality, perception, individuality, relationality, and language.","name" : "Daya Singh Sandhu"},{"message" : "Verbal abuse does not have to include yelling. One can be verbally abusive in a calm, soft tone.","name" : "Patricia Warford"},{"message" : "It is almost as if their words become a verbal heel grinding down the self-esteem of the abused.","name" : "Gregory L. Jantz PhD"},{"message" : "Verbal abuse assaults the mind and spirit, causing wounds that are extremely difficult to heal.","name" : "Beverly Engel"},{"message" : "Emotional blackmail is one of the most powerful forms if manipulation.","name" : "Beverly Engel"},{"message" : "If I had to choose between physical and verbal abuse, I'd take a beating anytime. You can see the marks, so at least people feel sorry for you. With the verbal stuff, it just make you crazy. The wounds are invisible. Nobody cares. Real bruises heal a lot faster than insults.","name" : "Susan Forward"},{"message" : "Such blatant verbal abuse can sear into a child's self-worth like a cattle brand, leaving deep psychological scars.","name" : "Susan Forward"},{"message" : "The impossible expectation that children be perfect is another common trigger of severe verbal attacks.","name" : "Susan Forward"},{"message" : "Sometimes verbal abuse can hurt as bad as physical abuse.","name" : "J F Scott"},{"message" : "For those who have never experience verbal abuse could never understand this feeling of anguish.","name" : "J F Scott"},{"message" : "Self-centeredness is part of being abusive and disrespectful. The opposite is selflessness. Selflessness is a part of being non-abusive and respectful.","name" : "Jennie Dibartolomeo"},{"message" : "Many verbally abusive relationships will never cross the physical abuse line, but don't be deceived; the absence of physical abuse does not make a verbally abusive relationship any less destructive or acceptable---verbal or emotional abuse is not okay.","name" : "Janice Romney Farnsworth"},{"message" : "In not putting a stop to verbal abuse may enable your relationship to escalate into a physical violence.","name" : "Janice Romney Farnsworth"}]}