{"title" : "Victim","quotes" : [{"message" : "We are not a victim of our emotions or thoughts. We can understand our triggers and use them as tools to help us respond more objectively.","name" : "Elizabeth Thornton"},{"message" : "There are no victims, only volunteers.","name" : "Robert Anthony"},{"message" : "We're all victims of our own hubris at times.","name" : "Kevin Spacey"},{"message" : "Victims make excuses. Leaders deliver results.","name" : "Robin Sharma"},{"message" : "The victim of mind-manipulation does not know that he is a victim.","name" : "Aldous Huxley"},{"message" : "You are a victim only when you have decided to play the part.","name" : "Gary Hopkins"},{"message" : "Where victims see adversity, extreme achievers see opportunity.","name" : "Robin Sharma"},{"message" : "The worst kind of victim was the kind that was aware of nothing.","name" : "B. Barmanbek"},{"message" : "The victim to too severe a law is considered as a martyr rather than a criminal.","name" : "Charles Caleb Colton"},{"message" : "We're all victims of what life deals out. It's how we handle it that's important.","name" : "Nora Roberts"},{"message" : "We were not the victims of ancestor worship. We had the benefits of a fresh start.","name" : "Matthew D. Miller"},{"message" : "You can't play the role of a victim all your life without becoming one in the end.","name" : "Danilo Kis"},{"message" : "We become victims of the great disease of technological society - meaninglessness.","name" : "Doris Janzen Longacre"},{"message" : "We are not victims of the world we see, we are victims of the way we see the world.","name" : "Shirley MacLaine"},{"message" : "You are not a helpless victim of your own thoughts, but rather a master of your own mind.","name" : "Louise Hay"},{"message" : "What hurts the victim most is not the cruelty of the oppressor, but the silence of the bystander.","name" : "Elie Wiesel"},{"message" : "The real victim of bigotry is the white man who hides his weakness under his myth of superiority.","name" : "James A. Baldwin"},{"message" : "You become the victim of the past, and your tormentor today is your self left over from yesterday.","name" : "Deepak Chopra"},{"message" : "We are all victims of the violence that animals suffer... their liberation is also our liberation.","name" : "George Bernard Shaw"},{"message" : "You are not a victim of your circumstance.Stay determine to endure hard times. No situation is permanent.","name" : "Lailah Gifty Akita"},{"message" : "Victims of oppression & injustice don't need our spasm of passion....they need our legs & lungs of endurance.","name" : "Gary Haugen"},{"message" : "One victim lives in tragedy, another victim stops to stare, and still another walks on by pretending not to see","name" : "Bob Seger"},{"message" : "Don't become a victim of yourself.","name" : "Jim Rohn"},{"message" : "Once trapped in the belief that you are a victim, you surrender your birthright to compete for the prizes of life.","name" : "James Cook"},{"message" : "The victims of crime have been transformed into a group oppressively burdened by a system designed to protect them.","name" : "Ronald Reagan"},{"message" : "It is true that a victim who fights back may suffer for it, but one who does not almost certainly will suffer for it.","name" : "Jeff Cooper"},{"message" : "As victims of hurt, we frequently don't bring up what ails us, because so many wounds look absurd in the light of day.","name" : "Alain De Botton"},{"message" : "We are all both victims and victimizers. Just as everyone suffers, no one is innocent of causing suffering themselves.","name" : "Tullian Tchividjian"},{"message" : "We don't have to be victims of our past, that we can let go of our bitterness, and that all of us can achieve greatness.","name" : "Nelson Mandela"},{"message" : "The victim who is able to articulate the situation of the victim has ceased to be a victim: he or she has become a threat.","name" : "James A. Baldwin"},{"message" : "We are the victims of the world's most comprehensive robbery. Life demands a balance. It's all right if we do a little robbing now.","name" : "Maya Angelou"},{"message" : "Definition of a victim: a person to whom life happens.","name" : "Peter McWilliams"},{"message" : "We are all victims of culture.","name" : "Jacque Fresco"},{"message" : "Becoming a victim is your choice.","name" : "Rajashree Choudhury"},{"message" : "You are a victim of the rules you live by.","name" : "Jenny Holzer"},{"message" : "We are only victims if we allow ourselves to be.","name" : "McCartney Green"},{"message" : "A victim of your own greed..wallowing in the muck of avarice.","name" : "Jake Roberts"},{"message" : "If you act like a victim, you are likely to be treated as one.","name" : "Paulo Coelho"},{"message" : "How could I pretend to be a victim when I was so willing to sin?","name" : "Emily M. Danforth"},{"message" : "Do not be victim of life-negative religions. Be respectful to life, love and beauty.","name" : "Amit Ray"},{"message" : "No woman has to be a victim of physical abuse. Women have to feel like they are not alone.","name" : "Salma Hayek"},{"message" : "All victims have experienced a loss-a thwarted desire or aspiration-even if they're not aware of it.","name" : "David Emerald Womeldorff"},{"message" : "Being a victim is almost as easy as being a liberal. It's one of the most gutless choices you could make.","name" : "Rush Limbaugh"},{"message" : "Victims suggest innocence. And innocence, by the inexorable logic that governs all relational terms, suggests guilt.","name" : "Susan Sontag"},{"message" : "If you're a victim, you're not happy. You can't be happy. It's impossible to be happy. It's even difficult to be content.","name" : "Rush Limbaugh"},{"message" : "No victim wants their record, or their minor story to be told. Every victim should have the right to tell their own story.","name" : "Jim Bob Duggar"}]}