As long as people use violence to combat violence, we will always have violence.
MICHAEL BERG
Violence is not a catalyst but a diversion.
Joseph Conrad
The sight of blood to crowds begets the thirst of more, As the first wine-cup leads to the long revel.
Lord Byron
Violence does, in truth, recoil upon the violent, and the schemer falls into the pit which he digs for another.
Sir Arthur Conan Doyle
A man with a briefcase can steal millions more than any man with a gun.
Don Henley
A society that presumes a norm of violence and celebrates aggression, whether in the subway, on the football field, or in the conduct of its business, cannot help making celebrities of the people who would destroy it.
Lewis H. Lapham
I object to violence because when it appears to do good, the good is only temporary; the evil it does is permanent.
Mahatma Gandhi
I write about violence as naturally as Jane Austen wrote about manners. Violence shapes and obsesses our society, and if we do not stop being violent we have no future.
Edward Bond
If you strike a child, take care that you strike it in anger, even at the risk of maiming it for life. A blow in cold blood neither can nor should be forgiven.
George Bernard Shaw
People sleep peaceably in their beds at night only because rough men stand ready to do violence on their behalf.
George Orwell
We fear violence less than our own feelings. Personal, private, solitary pain is more terrifying than what anyone else can inflict.
Jim Morrison
Nonviolence doesn't always work -- but violence never does.
Isaac Asimov
Violence and smut are of course everywhere on the airwaves. You cannot turn on your television without seeing them, although sometimes you have to hunt around.
Dave Barry
When liberty comes with hands dabbled in blood it is hard to shake hands with her.
Oscar Wilde
Violence is an admission that one's ideas and goals cannot prevail on their own merits.
Edward Kennedy
Peace cannot be achieved through violence, it can only be attained through understanding.
Ralph Waldo Emerson
The sword of murder is not the balance of justice.
Julia Ward Howe
You must show the world that you abhor fighting.
Bishop Desmond Tutu
Violence can only be concealed by a lie, and the lie can only be maintained by violence.
Aleksandr Solzhenitsyn
Power and violence are opposites; where the one rules absolutely, the other is absent. Violence appears where power is in jeopardy, but left to its own course it ends in power's disappearance.
Hannah Arendt
In America all too few blows are struck into flesh. We kill the spirit here, we are experts at that. We use psychic bullets and kill each other cell by cell.
Norman Mailer
We must unite. Violence against women cannot be tolerated, in any form, in any context, in any circumstance, by any political leader or by any government.
Ban Ki-moon
More and more leaders around the world are joining the struggle. More and more individuals understand that any abuse of any woman is intolerable.
Asha-Rose Migiro
If you could kick the person in the pants responsible for most of your trouble, you wouldn't sit for a month.
Theodore Roosevelt
There are only two forces in the world, the sword and the spirit. In the long run the sword will always be conquered by the spirit.
Napoleon Bonaparte
iolence is not merely killing another. It is violence when we use a sharp word, when we make a gesture to brush away a person, when we obey because there is fear.
Jiddu Krishnamurti
Violence isn't always evil. What's evil is the infatuation with violence.
Jim Morrison
It is better to be violent, if there is violence in our hearts, than to put on the cloak of nonviolence to cover impotence.
Mahatma Gandhi
They attack the one man with their hate and their shower of weapons. But he is like some rock which stretches into the vast sea and which, exposed to the fury of the winds and beaten against by the waves, endures all the violence.
Virgil
Power and violence are opposites; where the one rules absolutely, the other is absent. Violence appears where power is in jeopardy, but left to its own course it ends in power's disappearance.
Hannah Arendt
Violence does, in truth, recoil upon the violent, and the schemer falls into the pit which he digs for another.
Sir Arthur Conan Doyle
Violence commands both literature and life, and violence is always crude and distorted.
Ellen Glasgow
There are situations in life to which the only satisfactory response is a physically violent one. If you don't make that response, you continually relive the unresolved situation over and over in your life.
Russell Hoban
In violence we forget who we are.
Mary Mccarthy
Hungry people cannot be good at learning or producing anything, except perhaps violence.
Pearl Bailey
I am for violence if non-violence means we continue postponing a solution to the American black man's problem just to avoid violence.
Malcolm X
If you succumb to the temptation of using violence in the struggle, unborn generations will be the recipients of a long and desolute night of bitterness, and your chief legacy to the future will be an endless reign of meaningless chaos.
Martin Luther King, Jr.
On the one hand, the guns were there to help capture the imagination of the people. But more important, since we knew that you couldn't observe the police without guns, we took our guns with us to let the police know that we have an equalizer.
Bobby Seale
Why is it that, as a culture, we are more comfortable seeing two men holding guns than holding hands
Ernest Gaines
Opinions founded on prejudice are always sustained with the greatest of violence.
Francis Jeffrey
The only thing that's been a worse flop than the organization of non-violence has been the organization of violence.
Joan Baez
Those who make peaceful revolution impossible will make violent revolution inevitable.
John F. Kennedy
There are more pleasant things to do than beat up people.
Muhammad Ali
The right things to do are those that keep our violence in abeyance; the wrong things are those that bring it to the fore.
Robert J. Sawyer
An intelligent fool can make things bigger, more complex, and more violent.
Hoshang N. Akhtar
Though defensive violence will always be 'a sad necessity' in the eyes of men of principle, it would be still more unfortunate if wrongdoers should dominate just men.
Saint Augustine
One must do violence to the object of one's desire; when it surrenders, the pleasure is greater.
Marquis De Sade
The main goal of the future is to stop violence. The world is addicted to it.
Bill Cosby
All violence consists in some people forcing others, under threat of suffering or death, to do what they do not want to do.
Leo Tolstoy
Violence send deep roots into the heart, it has no seasons, it is always ripe, evergreen.
Pat Conroy
Great anger and violence can never build a nation.
Nelson Mandela
Violence is a disease, a disease that corrupts all who use it regardless of the cause.
Chris Hedges
As much as it hurts, I would rather miss someone than hit someone.
Brian Celio
For all who draw the sword will die by the sword.
Bible
Violence is a dark contrast to what so many of us still believe in -- love.
Robi Ludwig
Violence and injury enclose in their net all that do such things, and generally return upon him who began.
Lucretius
Through violence, you may solve one problem, but you sow seeds for another.
Dalai Lama
There is a violence that liberates, and a violence that enslaves; there is a violence that is moral and a violence that is immoral.
Benito Mussolini
Violence is like a strong perfume. It may seem good from afar, but as soon as you get close it's sickening.
unknown
Violence, even well intentioned, always rebounds upon oneself.
Lao Tzu
Violence is not power, but the absence of power.
Ralph Waldo Emerson
Violence is the problem, not the solution.
unknown
Returning violence for violence multiplies violence, adding deeper darkness to a night already devoid of stars.
Martin Luther King, Jr.
Sometimes you have to pick the gun up to put the Gun down.
Malcolm X
Violence is man re-creating himself.
Frantz Fanon
Violence is the last word of the illiterate. Also the first.
Solomon Short
What is gained by violence must be lost before superior violence.
Mahatma Gandhi
Violence ends up defeating itself. It creates bitterness in the survivors and brutality in the destroyers.
Martin Luther King, Jr.
Violence of the tongue is very real- sharper than any knife.
Teresa Giudice
At the end of the day, violence never really solves any problem…it just creates new ones.
unknown
The ultimate weakness of violence is that it is a descending spiral, begetting the very thing that it seeks to destroy.
Martin Luther King, Jr.
Violence is not only impractical but immoral.
Martin Luther King Jr.
Violence is never the answer, until it's the only answer.
Derek Landy
Return not violence for violence.
Abu Hanifa
No amount of violence you've done to others prepares you for violence done to yourself.
Glen Duncan
The violence done us by others is often less painful than that which we do to ourselves.
Francois de la Rochefoucauld
Through violence, you may murder the hater, but you do not murder the hate.
Martin Luther King, Jr.
Violence is born of the desire to escape oneself.
Iris Murdoch
An eye for an eye will only make the whole world blind.
Mahatma Gandhi
Nothing good ever comes of violence.
Martin Luther
Nonviolence doesn't always work but violence never does.
Madge Micheels-Cyrus
He that breaks a thing to find out what it is has left the path of wisdom.
J.R.R. Tolkien
Answer violence with violence. If one of us falls today, five of them must fall tomorrow.
Evita Peron
When you used violence to achieve 'peace'; what did you achieve ? -Supressed violence!
Aniekee Tochukwu Ezekiel
Violence does not always take visible form, and not all wounds gush blood.
Haruki Murakami
In violence, we forget who we are.
Mary Mccarthy
It is better to be violent, if there is violence in our hearts, than to put on the cloak of nonviolence to cover impotence.
Mohandas K. Gandhi