Be not niggardly of what costs thee nothing, as courtesy, counsel and countenance.
Benjamin Franklin
Be not overcome by evil but repay evil with good.
Bible
Beauty without virtue is a flower without perfume.
French 
Character is easier kept than recovered.
English 
Civility costs nothing and buys everything.
Lady Mary Wortley Montagu
Do good and care not to whom.
Portuguese 
Do what comes natural.
unknown
Don't hang your hat higher than you can reach.
Belizean 
Don't talk unless you can improve the silence.
unknown
Don't toot your own horn.
unknown
Each year one vicious habit rooted out, in time might make the worst man good throughout.
Benjamin Franklin
Give credit where credit is due.
M. Floy
Good example is the best sermon.
Benjamin Franklin
Good wine needs no bush.
R. Taverner
Goodness does not consist in greatness but greatness in goodness.
Athenaeus
Grace thou thy house and let not that grace thee.
Benjamin Franklin
Handsome is as handsome does.
Anthony Munday
Idleness and pride tax with a heavier hand than kings and parliaments.
Benjamin Franklin
If evils come not then our fears are in vain; and if they do, fear but augments the pain.
Benjamin Franklin
If I keep my character, I'll be rich enough.
Plutonius
If you are not good for yourself, how can you be good for others.
Spanish 
If you make yourself into a doormat, people will wipe their feet on you.
Belizean 
If you want to lift yourself up, lift someone else up.
Booker T. Washington
If you'ld have a servant that you like, serve yourself.
Benjamin Franklin
It is better to take many injuries than to give one.
Benjamin Franklin
It is easy to kick a person when he is down.
Aesop
It's an ill bird that fouls his own nest.
Latin Proverb
No one is hurt by doing the right thing.
Hawaiian 
Nobility is not a birthright, but is defined by one's actions.
Darren Bateman
Outside show is a poor substitute for inner worth.
Aesop
People show their character by what they laugh at.
German 
Remember that not getting what you want is sometimes a wonderful stroke of luck.
Dalai Lama
Seek virtue and of that posest, to Providence resign the rest.
Benjamin Franklin
Sweet are the slumbers of a virtuous man.
Joseph Addison
td>Caesar did not merit the triumphal car more than he that conquers himself.
Benjamin Franklin
The best way to keep good acts in memory is to repeat them.
Cato
The love of liberty is the love of others; the love of power is the love of ourselves.
William Hazlitt
The one who understands does not speak; the one who speaks does not understand.
Chinese 
The pleasure of doing good is the only one that will not wear out.
Chinese 
The real art of conversation is not only saying the right thing at the right moment but also to leave unsaid the wrong thing at the most tempting moment.
unknown
The wise and the brave dares own that he was wrong.
Benjamin Franklin
Virtue alone is true nobility.
William Gifford
Virtue is like a rich stone, it's best plain set.
Francis Bacon
Wealth and content are not always bedfellows.
Benjamin Franklin
What you cannot avoid, welcome.
Chinese Proverb
When love and skill go together, expect a masterpiece.
John Ruskin
When you go to a donkey's house, don't talk about ears.
Jamaican 
Where you were born is less important than how you live.
Turkish 
Who is strong? He that can conquer his bad habits.
Benjamin Franklin
You are what you eat.
German Proverb
You become what you think about.
Buddha
You can't stop a pig from wallowing in the mud.
Yoruba - West Africa 