{"title" : "Wasting Time ","quotes" : [{"message" : "If time be of all things the most precious, wasting time must be the greatest prodigality.","name" : "Benjamin Franklin"},{"message" : "There's no good way to waste your time. Wasting time is just wasting time.","name" : "Helen Mirren"},{"message" : "Half the time men think they are talking business, they are wasting time.","name" : "E. W. Howe"},{"message" : "Wasting time is something that people do or feel all over the world, not just in Italy.","name" : "Paolo Sorrentino"},{"message" : "When you spend time worrying, you're simply using your imagination to create things you don't want.","name" : "Shannon L. Alder"},{"message" : "To think too long about doing a thing often becomes its undoing.","name" : "Eva Young"},{"message" : "A year from now you will wish you had started today.","name" : "Karen Lamb"},{"message" : "I do not want to waste any time. And if you are not working on important things, you are wasting time.","name" : "Dean Kamen"},{"message" : "Any time you have an opportunity to make a difference in this world and you don't, then you are wasting your time on Earth.","name" : "Roberto Clemente"},{"message" : "If you are not doing what you love, you are wasting your time.","name" : "Billy Joel"},{"message" : "When one pays a visit it is for the purpose of wasting other people's time, not one's own.","name" : "Oscar Wilde"},{"message" : "When you kill time, remember that it has no resurrection.","name" : "Aiden Wilson Tozer"},{"message" : "Your time is way too valuable to be wasting on people that can't accept who you are.","name" : "Turcois Ominek"},{"message" : "The biggest mistake you can make in life is to waste your time.","name" : "Jerry Bruckner"},{"message" : "One of the very worst uses of time is to do something very well that need not to be done at all.","name" : "Brian Tracy"},{"message" : "Don't waste your time on revenge. Those who hurt you will eventually face their own karma.","name" : "Matareva Pearl"},{"message" : "If you're wasting your time or your attention, then start investing it wisely.","name" : "Mitch Thrower"},{"message" : "A man who dares to waste one hour of time has not discovered the value of life.","name" : "Charles Robert Darwin"},{"message" : "Never make someone a priority when all you are to them is an option.","name" : "Maya Angelou"},{"message" : "Wasting Time Is Robbing Oneself.","name" : "Estonian Proverb"},{"message" : "Stop wanting someone who doesn't want you. You're just wasting your time.","name" : "unknown"},{"message" : "Wasting time with the wrong person is just time wasted.","name" : "Greg Behrendt"},{"message" : "The time you enjoy wasting is not wasted time.","name" : "Bertrand Russell"},{"message" : "It's bad enough wasting time without killing it.","name" : "Norton Juster"},{"message" : "Someone wasting your time is far worse than someone wasting your money.","name" : "Mitch Thrower"},{"message" : "No point in wasting time with false vanity when you possess the real thing.","name" : "Alan Bradley"},{"message" : "What fools call wasting time is most often the best investment.","name" : "Nassim Nicholas Taleb"},{"message" : "If you spend too much time thinking about a thing, you'll never get it done.","name" : "Bruce Lee"},{"message" : "We waste time looking for the perfect lover, instead of creating the perfect love.","name" : "Tom Robbins"},{"message" : "There is no waste of time in life like that of making explanations.","name" : "Benjamin Disraeli"},{"message" : "Don't live in the past. There's no point. You can't change anything. What a waste of time.","name" : "Bob Newhart"},{"message" : "We cannot waste time. We can only waste ourselves.","name" : "George Matthew Adams"},{"message" : "Doing a thing well is often a waste of time.","name" : "Robert Byrne"},{"message" : "The best way to fill time is to waste it.","name" : "Marguerite Duras"},{"message" : "For every minute you are angry you lose sixty seconds of happiness.","name" : "Ralph Waldo Emerson"},{"message" : "Doing something you're not fully committed to is a colossal waste of time.","name" : "unknown"},{"message" : "If I do not waste time, I am wasting my time.","name" : "James Richardson"},{"message" : "Short as life is, we make it still shorter by the careless waste of time.","name" : "Victor Hugo"},{"message" : "I'm not gonna waste your time, so I wouldn't expect you to waste my time.","name" : "Terrell Owens"},{"message" : "There's no reason to waste time trying to prove who you are to people that don't even know who they are.","name" : "Pastor YPJ"},{"message" : "Spending today complaining about yesterday won't make tomorrow any better.","name" : "unknown"},{"message" : "The biggest waste is the waste of time.","name" : "Theophrastus"},{"message" : "Stop Wasting Time trying to find the perfect person Instead, Invest your time in becoming the best You, and the right person will come along very quickly.","name" : "Charles Orlando"},{"message" : "Do something instead of killing time because time is killing you.","name" : "Paulo Coelho"},{"message" : "Do not waste time trying to convince people who have their mind made up.","name" : "unknown"},{"message" : "Sometimes we waste too much time to think about someone who doesn't even think about us for a second.","name" : "Wiz Khalifa"},{"message" : "Anyone who loves in the expectation of being loved in return is wasting their time.","name" : "Paulo Coelho"},{"message" : "If you're wasting time having fun, you're not wasting time.","name" : "Tim Ferriss"},{"message" : "When the time comes for you to leave this earth, if it doesn’t become a lesser place with your absence, then you have wasted your life.","name" : "Shaun Hick"},{"message" : "We're wasting time, when already we've wasted enough. We've got everything ahead, waiting for us.","name" : "V.C. Andrews"},{"message" : "How tragic it is to find that an entire lifetime is wasted in pursuit of distractions while purpose is neglected.","name" : "Sunday Adelaja"},{"message" : "To live a busy life, to not be excruciatingly pained by the wasted years and maximize the time at hand.","name" : "Sunday Adelaja"},{"message" : "If you understand that a wasted time is a wasted life, you will start running away from television, you will begin to run away from movies, you will run away from games like criminal case and candy crush.","name" : "Sunday Adelaja"},{"message" : "When you waste one hour of your time, you have wasted your life.","name" : "Sunday Adelaja"},{"message" : "Your time keeps flying away into vanity while you dine with your distractions. Your life keeps diminishing while you waste your time feeding your distractions.","name" : "Sunday Adelaja"},{"message" : "You will need an evidence to show the world that you didn’t waste your time here on earth.","name" : "Sunday Adelaja"},{"message" : "You are to use this one life to make a difference in your world. You are to invest your time and not waste it.","name" : "Sunday Adelaja"},{"message" : "Stop wasting your time looking for the key to happiness… the door is open and unlocked… just walk through it.","name" : "Steve Maraboli"},{"message" : "I am often filled with wonder when I see some men demanding the time of others and those from whom they ask it most indulgent. Both of them fix their eyes on the object of the request for time, neither of them on the time itself; just as if what is asked were nothing, what is given, nothing.","name" : "Seneca"},{"message" : "No one sets a value on time, all use it lavishly as if it cost nothing.","name" : "Seneca"},{"message" : "Man had time enough, but those who have been robbed of much of their life by the public, have necessarily had too little of it.","name" : "Seneca"},{"message" : "Ain't it funny how the best days of my life was all that wasted time. All that wasted time.","name" : "Keith Urban"},{"message" : "Mama told me life's not fair. So cliche advice right there. The time we wasted, time we lost. We don't even try.","name" : "Ari Lennox"},{"message" : "The only value of wasted time is knowledge.","name" : "Monica Drake"},{"message" : "Every second wasted might have saved a life.","name" : "Jason Medina"},{"message" : "Don’t waste someone’s time or money when you know that person is not someone you want a future with.","name" : "April Harding"},{"message" : "We are wasting time. Time wastes itself.","name" : "Iain M. Banks"},{"message" : "Over a lifetime there are vast amounts of available time that on analysis are wasted.","name" : "Steven Redhead"}]}