{"title" : "Weakness","quotes" : [{"message" : "Power over others is weakness disguised as strength.","name" : "Eckhart Tolle"},{"message" : "Weakness is what brings ignorance, cheapness, racism, homophobia, desperation, cruelty, brutality, all these things that will keep a society chained to the ground, one foot nailed to the floor.","name" : "Henry Rollins"},{"message" : "Every weakness contains within itself a strength.","name" : "Shusaku Endo"},{"message" : "To share your weakness is to make yourself vulnerable; to make yourself vulnerable is to show your strength.","name" : "Criss Jami"},{"message" : "No one wants to believe they are weak, but we all have weakness inside us. We have strength, too, but there are times when the circumstances in our lives are so overwhelming that we easily succumb to that weakness.","name" : "Sarah A. Denzil"},{"message" : "If your weakness is love then you are extremely strong.","name" : "Efrat Cybulkiewicz"},{"message" : "Power corrupts the few, while weakness corrupts the many.","name" : "Eric Hoffer"},{"message" : "Don’t weaken yourself by surrendering to your weaknesses. Strengthen yourself by conquering your weaknesses.","name" : "Dr T.P.Chia"},{"message" : "A fear of weakness only strengthens weakness.","name" : "Criss Jami"},{"message" : "Build up your weaknesses until they become your strong points.","name" : "Knute Rockne"},{"message" : "Tears shed for self are tears of weakness, but tears shed for others are a sign of strength.","name" : "Billy Graham"},{"message" : "Within our perceived weaknesses and imperfections lies the key to realizing our true strength.","name" : "Yongey Mingyur Rinpoche"},{"message" : "Credulity is the man's weakness, but the child's strength.","name" : "Charles Lamb"},{"message" : "No one enjoys feeling weak, whether it is emotionally, spiritually or physically. There is something within the human spirit that wants to resist the thought of weakness. Many times this is nothing more than our human pride at work. Just as weakness carries a great potential for strength, pride carries an equally great potential for defeat.","name" : "Charles Stanley"},{"message" : "Only strength can cooperate. Weakness can only beg.","name" : "Dwight D. Eisenhower"},{"message" : "Weakness is subjective. We are weak for the people we love. And to others, we are the rigid mountains.","name" : "Dr. Upasana Gupta"},{"message" : "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.","name" : "Thomas A. Edison"},{"message" : "All cruelty springs from weakness.","name" : "Seneca"},{"message" : "A person’s strength was always his weakness, and vice versa.","name" : "Viet Thanh Nguyen"},{"message" : "When you go looking for rescue, you end up trapped in your own weakness.","name" : "Deb Caletti"},{"message" : "Love's weaknesses are better than hate's strengths.","name" : "Matshona Dhliwayo"},{"message" : "Never be afraid to expose a weakness in yourself. Exposing a weakness is the beginning of strength.","name" : "Robert Anthony"},{"message" : "To rush into explanations is always a sign of weakness.","name" : "Agatha Christie"},{"message" : "Once we know our weaknesses they cease to do us any harm.","name" : "Georg Christoph Lichtenberg"},{"message" : "Weakness and ambivalence lead to war.","name" : "George H. W. Bush"},{"message" : "Be careful who you share your weakness with. Some people can’t wait for the opportunity to use them against you.","name" : "Anonymous"},{"message" : "Even the strongest enemy had a weakness.","name" : "Anonymous"},{"message" : "The weak may be joked out of anything but their weakness.","name" : "Johann Georg Ritter von Zimmermann"},{"message" : "My strength and my weakness are twins in the same womb.","name" : "Marge Piercy"},{"message" : "Having a soft heart in a cruel world is courage, not weakness.","name" : "Katherine Henson"},{"message" : "Man's biological weakness is the condition of human culture.","name" : "Erich Fromm"},{"message" : "Our strength grows out of our weakness.","name" : "Ralph Waldo Emerson"},{"message" : "The acknowledgment of our weakness is the first step in repairing our loss.","name" : "Thomas a Kempis"},{"message" : "Humility teaches courage. Weakness teaches strength. And grief teaches love. So you must treasure them, not hate yourself for them.","name" : "Umair Haque"},{"message" : "Tears shed for another person are not a sign of weakness. They are a sign of a pure heart.","name" : "Jose N. Harris"},{"message" : "Sometimes you don’t realize your own strength until you come face to face with your greatest weakness.","name" : "Susan Gale"},{"message" : "Pessimism leads to weakness. Optimism leads to power.","name" : "William James"}]}