{"title" : "Wedding Advice","quotes" : [{"message" : "Love is a vessel that contains both security and adventure, and commitment offers one of the great luxuries of life: time. Marriage is not the end of romance, it is the beginning.","name" : "Esther Perel"},{"message" : "A strong marriage is one in which both people understand that the other person needs to have outside interests and activities which help them to feel happy and fulfilled. A strong marriage is one where both people understand that it is more important to be happy than it is to be right.","name" : "Joe Amoia"},{"message" : "In every marriage more than a week old, there are grounds for divorce. The trick is to find, and continue to find, grounds for marriage.","name" : "Robert Anderson"},{"message" : "Ultimately the bond of all companionship, whether in marriage or in friendship, is conversation.","name" : "Oscar Wilde"},{"message" : "Every marriage tends to consist of an aristocrat and a peasant. Of a teacher and a learner.","name" : "John Updike"},{"message" : "Do everything you can to support your partner's well-being, and respect your partner as you would your best friend.","name" : "John Gerson"},{"message" : "When you give each other everything, it becomes an even trade. Each wins all.","name" : "Lois McMaster Bujold"},{"message" : "Marriage is like putting your hand into a bag of snakes in the hope of pulling out an eel.","name" : "Leonardo da Vinci"},{"message" : "Marriage is not about age; it's about finding the right person.","name" : "Sophia Bush"},{"message" : "Marriage is the highest state of friendship. If happy, it lessens our cares by dividing them, at the same time that it doubles our pleasures by mutual participation.","name" : "Samuel Richardson"},{"message" : "Marriage is for the mature, not the infantile. The fusion of two different personalities requires emotional balance and control on the part of each person.","name" : "Archie Lee"},{"message" : "A successful marriage requires falling in love many times, always with the same person.","name" : "Mignon McLaughlin"},{"message" : "Compatibility doesn't determine the fate of a marriage, how you deal with the incompatibilities, does.","name" : "Abhijit Naskar"},{"message" : "More marriages might survive if the partners realized that sometimes the better comes after the worse.","name" : "Doug Larson"},{"message" : "Happily ever after is not a fairy tale. It's a choice.","name" : "Fawn Weaver"},{"message" : "Make a list of three of the happiest moments in your marriage. Spend a few minutes each day briefly reliving those moments in your mind. The results will amaze you.","name" : "Lucia"},{"message" : "There is no greater happiness for a man than approaching a door at the end of a day knowing someone on the other side of that door is waiting for the sound of his footsteps.","name" : "Ronald Reagan"},{"message" : "Marriage: a ceremony in which rings are put on the finger of the lady and through the nose of the gentleman.","name" : "Herbert Spencer"},{"message" : "Keep your eyes wide open before marriage, half shut afterwards.","name" : "Benjamin Franklin"},{"message" : "A happy marriage is the union of two good forgivers.","name" : "Ruth Graham"},{"message" : "Marriage is neither heaven nor hell, it is simply purgatory.","name" : "Abraham Lincoln"},{"message" : "When you make the sacrifice in marriage, you're sacrificing not to each other but to unity in a relationship.","name" : "Joseph Campbell"},{"message" : "Treat marriage like a diamond necklace; if broken, fix it, but do not throw it away.","name" : "Matshona Dhliwayo"},{"message" : "It is better to get married with the mindset that you are going to give rather than get.","name" : "Paul Silway"},{"message" : "We come to love not by finding a perfect person, but by learning to see an imperfect person perfectly.","name" : "Sam Keen"},{"message" : "A wedding is a party, not a performance. If at the end of the day, you are married to the one you love, then everything went perfectly.","name" : "David Tutera"},{"message" : "All married couples should learn the art of battle as they should learn the art of making love. Good battle is objective and honest never vicious or cruel. Good battle is healthy and constructive, and brings to a marriage the principles of equal partnership.","name" : "Ann Landers"},{"message" : "Marriage is a lot like a roller coaster. You have extreme highs and you can have some pretty extreme lows, but the ride is worth it.","name" : "Teresa Collins"},{"message" : "Marriage is not consist upon happiness, it consists upon accountability, before considering the happiness, think about the accountability.","name" : "Kamaran Ihsan Salih"},{"message" : "In marriage, God rarely starts with the issues on the table. He starts with the ones in our hearts.","name" : "Ngina Otiende"},{"message" : "Marriages are like fingerprints; each one is different and each one is beautiful.","name" : "Maggie Reyes"},{"message" : "On your wedding day, remember you can't buy happiness but a luxury home and a few sports cars on the driveway could help!","name" : "Anonymous"},{"message" : "A marriage is a solemn affair. The tempest of emotions and the myriad of arrangements are giddying, and when one is faced with these, clothing seems to be the last of one's priorities.","name" : "Daphne Guinness"},{"message" : "Getting married is a lot like getting into a tub of hot water. After you get used to it, it ain't so hot.","name" : "Minnie Pearl"},{"message" : "Never marry a person who is not a friend of your excitement.","name" : "Nathaniel Branden"},{"message" : "One should believe in marriage as in the immortality of the soul.","name" : "Honoré de Balzac"},{"message" : "To keep your marriage brimming, with love in the loving cup. Whenever you're wrong, admit it. Whenever you're right, shut up.","name" : "Ogden Nash"},{"message" : "Marriage is miserable unless you find the right person that is your soulmate and that takes a lot of looking.","name" : "Marvin Gaye"},{"message" : "When marrying, ask yourself this question: Do you believe that you will be able to converse well with this person into your old age? Everything else in marriage is transitory.","name" : "Friedrich Nietzsche"},{"message" : "Marriage is the perfection which love aimed at, ignorant of what it sought.","name" : "Ralph Waldo Emerson"},{"message" : "All weddings are similar, but every marriage is different.","name" : "John Berger"},{"message" : "There are four stages in a marriage. First there's the affair, then the marriage, then children and finally the fourth stage, without which you cannot know a woman, the divorce.","name" : "Norman Mailer"},{"message" : "Determine that there will never be anything that will come between you that will disrupt your marriage. Make it work. Resolve to make it work.","name" : "Gordon B. Hinckley"},{"message" : "Marriage is not a competition. Marriage is completion of two souls.","name" : "Abhijit Naskar"},{"message" : "The greatest marriages are built on teamwork. A mutual respect, a healthy dose of admiration, and a never-ending portion of love and grace.","name" : "Fawn Weaver"},{"message" : "It takes two to make a marriage a success and only one to make it a failure.","name" : "Herbert Samuel"},{"message" : "Marriage is give and take. You'd better give it to her or she'll take it anyway.","name" : "Joey Adams"},{"message" : "Thing about marriage i've learned over the years? Just make your partner happy.","name" : "Eden Butler"},{"message" : "I chose my wife, as she did her wedding gown, for qualities that would wear well.","name" : "Oliver Goldsmith"},{"message" : "Any marriage that survives a big wedding can probably survive.","name" : "Malcolm Forbes"},{"message" : "Happiness in marriage is entirely a matter of chance.","name" : "Jane Austen"},{"message" : "The best way to get most husbands to do something is to suggest that perhaps they're too old to do it.","name" : "Anne Bancroft"},{"message" : "The curse which lies upon marriage is that too often the individuals are joined in their weakness rather than in their strength—each asking from the other instead of finding pleasure in giving.","name" : "Simone De Beauvoir"},{"message" : "My wife and I have a perfect understanding. I don't try to run her life, and I don’t try to run mine.","name" : "Milton Berle"},{"message" : "My husband and I have never considered divorce. Murder, sometimes, but never divorce.","name" : "Dr. Joyce Brothers"},{"message" : "Even hooligans marry, though they know that marriage is but for a little while. It is alimony that is forever.","name" : "Quentin Crisp"},{"message" : "The value of marriage is not that adults produce children but that children produce adults.","name" : "Peter De Vries"},{"message" : "Marriage is the greatest earthly happiness when founded on complete sympathy.","name" : "Benjamin Disraeli"},{"message" : "Make sure you never, never argue at night. You just lose a good night’s sleep, and you can’t settle anything until morning anyway.","name" : "Rose Kennedy"},{"message" : "My whole working philosophy is that the only stable happiness for mankind is that it shall live married in blessed union to woman kind—intimacy, physical and psychical, between a man and his wife. I wish to add that my state of bliss is by no means perfect.","name" : "D.H. Lawrence"},{"message" : "There is one thing I would break up over, and that is if she caught me with another woman. I won’t stand for that.","name" : "Steve Martin"},{"message" : "A successful marriage is an edifice that must be rebuilt every day.","name" : "Andre Maurois"},{"message" : "The best friend is likely to acquire the best wife, because a good marriage is based on the talent for friendship.","name" : "Friedrich Wilhelm Nietzsche"},{"message" : "A good marriage is that in which each appoints the other the guardian of his solitude, and shows him this confidence, the greatest in his power to bestow.","name" : "Rainer Maria Rilke"},{"message" : "By all means marry. If you get a good wife, you’ll be happy. If you get a bad one, you'll become a philosopher.","name" : "Socrates"},{"message" : "Don’t marry a man to reform him—that’s what reform schools are for.","name" : "Mae West"},{"message" : "The very essence of romance is uncertainty. If I ever marry, I’ll try to forget the fact.","name" : "Oscar Wilde"},{"message" : "Marriage, if one will face the truth, is an evil, but a necessary evil.","name" : "Menander"},{"message" : "Marriages are made in heaven and consummated on earth.","name" : "John Lyly"},{"message" : "Deceive not thyself by overexpecting happiness in the married estate. . . . Remember the nightingales which sing only some months in the spring, but commonly are silent when they have hatched their eggs.","name" : "Thomas Fuller"},{"message" : "A man’s mother is his misfortune, but his wife is his fault.","name" : "Walter Bagehot"},{"message" : "If you want to know about a man you can find out an awful lot by looking at who he married.","name" : "Kirk Douglas"},{"message" : "It’s pretty easy. Just say 'I do’ whenever anyone asks you a question.","name" : "Richard Curtis"},{"message" : "Only two things are necessary to keep one’s wife happy. One is to let her think she is having her own way, and the other, to let her have it.","name" : "Lyndon Baines Johnson"},{"message" : "Twenty years of romance make a woman look like a ruin; but twenty years of marriage make her something like a public building.","name" : "Oscar Wilde"},{"message" : "A woman seldom asks advice before she has bought her wedding clothes.","name" : "Joseph Addison"},{"message" : "Like everything which is not the involuntary result of fleeting emotion but the creation of time and will, any marriage, happy or unhappy, is infinitely more interesting than any romance, however passionate","name" : "W. H. Auden"},{"message" : "It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife","name" : "Jane Austen"},{"message" : "Marriage is a wonderful invention; but, then again, so is a bicycle repair kit","name" : "Billy Connolly"},{"message" : "Most marriages don't add two people together.","name" : "Ian Fleming"},{"message" : "Keep your eyes wide open before marriage, half shut afterwards.","name" : "Benjamin Franklin"},{"message" : "The problem with marriage is that it ends every night after making love, and it must be rebuilt every morning before breakfast.","name" : "Gabriel Garcia Marquez"},{"message" : "Always remember that the most important thing in a good marriage is not happiness, but stability.","name" : "Gabriel Garcia Marquez"},{"message" : "A happy marriage is a long conversation that always seems too short.","name" : "Andre Maurois"},{"message" : "The great secret of a successful marriage is to treat all disasters as incidents and none of the incidents as disasters.","name" : "Harold Nicolson"},{"message" : "Chains do not hold a marriage together. It is threads, hundreds of tiny threads which sew people together through the years.","name" : "Simone Signoret"},{"message" : "As soon as you say 'I do,' you'll discover that marriage is like a car. Both of you might be sitting in the front seat, but only one of you is driving. And most marriages are more like a motorcycle than a car. Somebody has to sit in the back, and you have to yell just to be heard.","name" : "Wanda Sykes"},{"message" : "Jealousy in romance is like salt in food. A little can enhance the savor, but too much can spoil the pleasure and, under certain circumstances, can be life-threatening.","name" : "Maya Angelou"},{"message" : "Marriage must constantly fight against a monster which devours everything: routine.","name" : "Honoré de Balzac"},{"message" : "In a happy marriage, it is the wife who provides the climate, the husband the landscape.","name" : "Gerald Brenan"},{"message" : "The best of all possible marriages is a seesaw in which first one, then the other partner is dominant.","name" : "Dr. Joyce Brothers"},{"message" : "Marrying a man is like buying something you’ve been admiring for a long time in a shop window. You may love it when you get it home, but it doesn’t always go with everything else in the house.","name" : "Jean Kerr"},{"message" : "Marriage is very difficult. Marriage is like a five-thousand-piece jigsaw puzzle, all sky.","name" : "Cathy Ladman"},{"message" : "In every house of marriage there's room tor an interpreter.","name" : "Stanley Kunitz"},{"message" : "In a successful marriage, there is no such thing as one's way.","name" : "Phyllis McGinley"},{"message" : "Marriage is three parts love and seven parts forgiveness of sins.","name" : "Langdon Mitchell"},{"message" : "A good relationship has a pattern like a dance and is built on some of the same rules. The partners do not need to hold on tightly, because they move confidently in the same pattern.","name" : "Anne Morrow Lindbergh"},{"message" : "No man and woman really know what perfect love is until they have been married a quarter of a century.","name" : "Mark Twain"},{"message" : "At American weddings, the quality of the food is inversely proportional to the social position of the bride and groom.","name" : "Calvin Trillin"},{"message" : "Marriage: A master, a mistress and two slaves, making in all, two.","name" : "Ambrose Bierce"},{"message" : "A man in love is incomplete until he is married. Then he is finished.","name" : "Zsa Zsa Gabor"},{"message" : "One should never know too precisely whom one has married.","name" : "Friedrich Nietzsche"},{"message" : "A good marriage is not 'made in heaven,' but on earth. Love is a fragile commodity which needs to be cultivated and nourished constantly.","name" : "Billy Graham"},{"message" : "The only really sound marriages are those based on mutual respect.","name" : "Billy Graham"},{"message" : "My wife often said that 'a good marriage consists of two good forgivers.","name" : "Billy Graham"},{"message" : "Gardens don’t grow by themselves; they need to be tended and cultivated and weeded. The same is true of a marriage.","name" : "Billy Graham"},{"message" : "Before you marry, beware; for it is a hard knot to untie.","name" : "Spanish Proverb"},{"message" : "Before you marry, have a house to live in, fields to till, and vines to cut.","name" : "Spanish Proverb"},{"message" : "Before you marry, make sure you know whom you are going to divorce.","name" : "Yiddish Proverb"},{"message" : "Never get married in the morning - you never know who you might meet that night.","name" : "Paul Hornung"},{"message" : "A wedding anniversary is the celebration of love, trust, partnership, tolerance and tenacity. The order varies for any given year.","name" : "Paul Sweeney"}]}