{"title" : "Well Wishes","quotes" : [{"message" : "If there's a single lesson that life teaches us, it's that wishing doesn't make it so.","name" : "Lev Grossman"},{"message" : "Every man desires to live long, but no man wishes to be old.","name" : "Jonathan Swift"},{"message" : "Everyone wishes that the man whom he fears would perish.","name" : "Ovid"},{"message" : "I wish for sorrow to be a full stop and happiness to be a comma in my life.","name" : "Luffina Lourduraj"},{"message" : "A wise woman wishes to be no one's enemy; a wise woman refuses to be anyone's victim.","name" : "Maya Angelou"},{"message" : "No one is perfect and everyone wishes they could change something about themselves.","name" : "Julia Jones"},{"message" : "It is hard to contend against one's heart's desire; for whatever it wishes to have it buys at the cost of soul.","name" : "Heraclitus"},{"message" : "May you find grace to do what needs to be done.","name" : "Lailah Gifty Akita"},{"message" : "May the forces of evil become confused on the way to your house.","name" : "George Carlin"},{"message" : "A tough lesson in life that one has to learn is that not everybody wishes you well.","name" : "Dan Rather"},{"message" : "There's no point having wishes if you don't at least try to do them.","name" : "Sally Nicholls"},{"message" : "How sleep the brave, who sink to rest, By all their country's wishes blest!","name" : "William Collins"},{"message" : "When envoys are sent with compliments in their mouths, it is a sign that the enemy wishes for a truce.","name" : "Sun Tzu"},{"message" : "Good wishes alone will not ensure peace.","name" : "Alfred Nobel"},{"message" : "Selfishness is not living as one wishes to live, it is asking others to live as one wishes to live.","name" : "Oscar Wilde"},{"message" : "Man is free at the moment he wishes to be.","name" : "Voltaire"},{"message" : "I'm not that rebellious. There's a part of me that wishes I was that.","name" : "Miranda Cosgrove"},{"message" : "If you have one wish, wish for everything to be exactly as it is. Then wait patiently for your wish to come true.","name" : "Stephen Russell"},{"message" : "Every girl wishes she was Juliet in some version of their life.","name" : "Hailee Steinfeld"},{"message" : "But darling, I wish you well On your way to the wishing well","name" : "Patty Griffin"},{"message" : "You should never wish for wishful thinking.","name" : "Rachel Cohn"},{"message" : "With persistent prayer, the desired wish shall be fulfilled.","name" : "Lailah Gifty Akita"},{"message" : "A man of the world must seem to be what he wishes to be thought.","name" : "Jean De La Bruyere"},{"message" : "Whoever wishes peace among peoples must fight statism.","name" : "Ludwig Von Mises"},{"message" : "My best friend is the man who in wishing me well wishes it for my sake.","name" : "Aristotle"},{"message" : "When you wish someone joy, you wish them peace, love, prosperity, happiness. All the good things.","name" : "Maya Angelou"},{"message" : "Diligence is the mother of good fortune, and idleness, its opposite, never brought a man to the goal of any of his best wishes.","name" : "Miguel de Cervantes"},{"message" : "A wise unselfishness is not a surrender of yourself to the wishes of anyone, but only to the best discoverable course of action.","name" : "David Seabury"},{"message" : "That is ever the way. Tis all jealousy to the bride and good wishes to the corpse.","name" : "James M. Barrie"},{"message" : "You can want and want and want, but if he doesn't want you back. You might as well wish the sky were red.","name" : "Sophie Kinsella"},{"message" : "The wish for healing has always been half of health.","name" : "Lucius Annaeus Seneca"},{"message" : "You will know that forgiveness has begun when you recall those who hurt you and feel the power to wish them well.","name" : "Lewis B. Smedes"},{"message" : "To do nothing evil is good; to wish nothing evil is better.","name" : "Claudius"},{"message" : "If you wish to forget anything on the spot, make a note that this thing is to be remembered.","name" : "Edgar Allan Poe"},{"message" : "He that humbleth himself wishes to be exalted.","name" : "Nietzsche"},{"message" : "If you wish to succeed in life, make perseverance your bosom friend.","name" : "Joseph Addison"},{"message" : "Don't wish it was easier wish you were better. Don't wish for less problems wish for more skills. Don't wish for less challenge wish for more wisdom.","name" : "Jim Rohn"},{"message" : "Decide that you want it more than you're afraid of it.","name" : "Bill Cosby"},{"message" : "If we wish ourselves to be high, we should treat that which is over us as high.","name" : "Anthony Trollope"},{"message" : "we wish to make rage into a fire that cooks things rather than a fire of conflagration.","name" : "Clarissa Pinkola Estes"},{"message" : "Secretly, we wish anyone we love will think exactly the way we do.","name" : "Kim Chernin"},{"message" : "I wish you to become who you ­were born to be. To become queen.","name" : "Sarah J. Maas"},{"message" : "Our wishes are presentiments of the abilities that lie in us, harbingers of what we will be able to accomplish.","name" : "Johann Wolfgang von Goethe"}]}