{"title" : "Winning","quotes" : [{"message" : "Winning is not everything, but the effort to win is.","name" : "Zig Ziglar"},{"message" : "Winning is a state of mind that embraces everything you do.","name" : "Bryce Courtenay"},{"message" : "Winning isn't everything, but losing is nothing.","name" : "Red Symons"},{"message" : "Winning isn't getting ahead of others. It's getting ahead of yourself.","name" : "Roger Staubach"},{"message" : "Don't believe that winning is really everything. It's more important to stand for something.","name" : "Lane Kirkland"},{"message" : "Winning is everything. The only ones who remember you when you come second are your wife and your dog.","name" : "Damon Hill"},{"message" : "Winning means being unafraid to lose.","name" : "Fran Tarkenton"},{"message" : "Winning isn't everything. It's the only thing.","name" : "Vince Lombardi"},{"message" : "Winning is only half of it. Having fun winning is the other half.","name" : "Bum Phillips"},{"message" : "Winning may not be everything, but losing has little to recommend it.","name" : "Dianne Feinstein"},{"message" : "We count on winning. And if we lose, don't beef. And the best way to prevent beefing is - don't lose.","name" : "Knute Rockne"},{"message" : "The key to winning is poise under stress.","name" : "Paul Brown"},{"message" : "Winning is nice if you don't lose your integrity in the process.","name" : "Arnold Horshak"},{"message" : "Winning is great, sure, but if you are really going to do something in life, the secret is learning how to lose. Nobody goes undefeated all the time. If you can pick up after a crushing defeat, and go on to win again, you are going to be a champion someday.","name" : "Wilma Rudolph"},{"message" : "Winning isn't everything, but it beats anything that comes in second.","name" : "Paul Bryant"},{"message" : "Winning doesn't always mean being first. Winning means you're doing better than you've ever done before.","name" : "Bonnie Blair"},{"message" : "Winning is all in the attitude!","name" : "Denis Waitley"},{"message" : "Winning is a habit.","name" : "Leo Durocher"},{"message" : "Winning is like shaving - you do it every day or you wind up looking like a bum.","name" : "Jack Kemp"},{"message" : "Winning is the most important thing in my life, after breathing. Breathing first, winning next.","name" : "George Steinbrenner"},{"message" : "Winning is really about the DECISIONS you make and the ACTIONS you take as you play the game!","name" : "Billy Cox"},{"message" : "Winning tastes good.","name" : "Jean Claude Killy"},{"message" : "Winning becomes easier over time as the cornerstones of confidence become habits.","name" : "Rosabeth Moss Kanter"},{"message" : "The hardest thing about winning is trying to do so without losing something of greater importance.","name" : "PETE ABRAMS"},{"message" : "Winning is not a sometime thing; It's an all the time thing. You don't win once in a while; you don't do things right once in a while; you do them right all the time.","name" : "Vince Lombardi"},{"message" : "Winning is the science of being totally prepared.","name" : "George Allen"},{"message" : "The art of winning in business is in working hard - not taking things too seriously.","name" : "Albert Green Hubbard"},{"message" : "If winning isn't everything, why do they keep score","name" : "Vince Lombardi"},{"message" : "When it comes to winning, you need the skill and the will.","name" : "Frank Tyger"},{"message" : "A winning effort begins with preparation.","name" : "Joe Gibbs"},{"message" : "The determination to win is the better part of winning.","name" : "Daisaku Ikeda"},{"message" : "Winning once can be a fluke; winning twice proves you are the best.","name" : "Althea Gibson"},{"message" : "What really matters is not just our own winning but helping other people to win, too.","name" : "Fred Rogers"},{"message" : "I am not one of those who think that coming in second or third is winning.","name" : "Robert F. Kennedy"},{"message" : "Winning is something that builds physically and mentally every day that you train and every night that you dream.","name" : "Emmitt Smith"},{"message" : "First, accept sadness. Realize that without losing, winning isn't so great.","name" : "Alyssa Milano"},{"message" : "All right Mister, let me tell you what winning means - you're willing to go longer, work harder, give more than anyone else.","name" : "Vince Lombardi"},{"message" : "Winning is not always the barometer of getting better.","name" : "Tiger Woods"},{"message" : "Winning is the most important. Everything is consequence of that.","name" : "Ayrton Senna"},{"message" : "After winning, most teams become individuals; most teams become complacent.","name" : "Lou Holtz"},{"message" : "The key to winning is choosing to do God's will and loving others with all you've got.","name" : "Lou Holtz"},{"message" : "If winning isn't important, why do we spend all that money on scoreboards","name" : "Chuck Coonradt"},{"message" : "Develop the winning edge; small differences in your performance can lead to large differences in your results.","name" : "Brian Tracy"},{"message" : "The secret to winning is constant, consistent management.","name" : "Tom Landry"},{"message" : "Don't fight a battle if you don't gain anything by winning.","name" : "George S. Patton"},{"message" : "Tactics, fitness, stroke ability, adaptability, experience, and sportsmanship are all necessary for winning.","name" : "Fred Perry"},{"message" : "Winning is a habit. Unfortunately, so is losing.","name" : "Vince Lombardi"},{"message" : "Win or lose, playing at all is winning.","name" : "Wolfgang Nording"},{"message" : "Winning in businesss is great because when companies win, people thrive and grow.","name" : "Jack Welch"},{"message" : "Winning lifts everyone it touches--it just makes the world a better place.","name" : "Jack Welch"},{"message" : "Do play to win, rather than simply to compete. Define winning in your context, painting of a brilliant, successful future.","name" : "A.G. Lafley"},{"message" : "Success is living my life based on purpose.","name" : "Malene Barnett"},{"message" : "Be authentic. Own your work style and don't ever think you have to change who you are to be successful.","name" : "Cheryl Day"},{"message" : "The world's successful people are more good and giving than most imagine.","name" : "Brendon Burchard"},{"message" : "From the word go, those who win the race of success and legacy started with the lifestyle of humility, audacity, integrity, sagacity and prosperity-mentality.","name" : "Anyaele Sam Chiyson"},{"message" : "Every experience you have experienced were necessary to enable you see-through the responsibility in maturity.","name" : "Anyaele Sam Chiyson"},{"message" : "No matter the challenges you are going through, great people went through it and came out of it. You are coming out a success; you are a success.","name" : "Ifeanyi Enoch Onuoha"},{"message" : "Your vision will become clear only when you can look into your own heart . Who looks inside, dreams; who looks inside, awakes.","name" : "Carl Jung"},{"message" : "You build on your successes in life to gain confidence to gain confidence and self-esteem.","name" : "Shelley Howe"},{"message" : "You are more powerful than your circumstances. They don't define you. You do.","name" : "Jon Gordon"},{"message" : "The story you tell yourself defines the life you live and the actions you take. It's important to tell yourself a positive story.","name" : "Jon Gordon"},{"message" : "Sometimes life is hard. How do you hang on when things seem hopeless? You can tackle your problems as you would climb a mountain.","name" : "Andrew Matthews"},{"message" : "Through hard times. It puts your life into perspective. It will get you back on track.","name" : "Andrew Matthews"},{"message" : "Fruitful times are waiting those who are patient in the hard times.","name" : "Jonathan H. Wilson"},{"message" : "Those who do not have worthy struggles in their lives neve enjoy the pleasure of celebrating a hard-won victory.","name" : "Eric Greitens"},{"message" : "Success is completion--accomplishing what we set out to do, whether a task, a call, an errand, or a dream.","name" : "Susan Ford Collins"},{"message" : "Success is deletion--knowing when not to do, when to say no, when to eliminate habits, methods, or relationships.","name" : "Susan Ford Collins"},{"message" : "The most joyous part of success is also the most challenging. To create what we want, we need to stop looking back to blame others.","name" : "Susan Ford Collins"},{"message" : "Success is feeling satisfied and fulfilled by what you choose to do and be on a daily basis.","name" : "Susan Ford Collins"},{"message" : "Feeling successful is an inner process each one of us needs to learn. To master this process, you need ten skills. Redefining success for yourself while learning to self-acknowledge is the first skill you need to begin leading your life.. skillfully.","name" : "Susan Ford Collins"},{"message" : "To accomplish great things, we must not only act, but also dream, not only plan, but also believe.","name" : "Anatole France"},{"message" : "When you think you can't... revisit a previous triumph.","name" : "Jack Canfield"},{"message" : "Sometimes things become possible if we want them bad enough.","name" : "T.S Eliot"},{"message" : "The spirit, the will to win, and the will to excel are the things that endure. These qualities are so much more important than the events that occur.","name" : "Vince Lombardi"},{"message" : "Victory is always possible for the person who refuses to stop fighting.","name" : "Napoleon Hill"},{"message" : "Great works are performed not by strength, but by perseverance.","name" : "Dr. Samuel Johnson"},{"message" : "It doesn't matter what you are thinking, or what fear you have, if you just do it! Action is the only thing that matters... I can see that at the end of my life, I am not going to look back and say, 'I wish I had taken more action'.","name" : "Diana von Welanetz Wentworth"},{"message" : "People become successful the minute they decide to.","name" : "Harvey Mackay"},{"message" : "Good things come to those who hustle while they wait.","name" : "Thomas J. Vilord"},{"message" : "The fastest way to pass your own expectations is to add passion to your labor.","name" : "Mike Litman"},{"message" : "To be a champion, you believe in yourself when nobody else will.","name" : "Sugar Ray Robinson"},{"message" : "Time, patience, and perseverance will accomplish all things.","name" : "Thomas J. Vilord"},{"message" : "To be a winner, all you have to give is all you have.","name" : "Thomas J. Vilord"},{"message" : "Successful people tend to become more successful because they are always thinking about their successes.","name" : "Brian Tracy"},{"message" : "I have tried 99 times and have failed, but on the 100th time came success.","name" : "Albert Einstein"},{"message" : "Success is more attitude than aptitude.","name" : "Thomas J. Vilord"},{"message" : "The habit of persistence is the habit of victory.","name" : "Herbert Kaufman"}]}