{"title" : "Wisdom","quotes" : [{"message" : "Deal with the faults of others as gently as your own.","name" : "Chinese Proverb"},{"message" : "Justice is truth in action.","name" : "Benjamin Disraeli"},{"message" : "A new broom sweeps clean but an old broom knows the corners.","name" : "Virgin Islander "},{"message" : "Give a man a fish and you feed him for a day; teach a man to fish and he'll eat forever.","name" : "Chinese Proverb"},{"message" : "He who has a why to live can bear almost any how.","name" : "Friedrich Nietzsche"},{"message" : "Silence is often misinterpreted but never misquoted.","name" : "unknown"},{"message" : "Lost time is never found again.","name" : "Benjamin Franklin"},{"message" : "The wise understand by themselves; fools follow the reports of others.","name" : "Tibetan "},{"message" : "When our imperfect judgments are aggregated in the right way, our collective intelligence is often excellent.","name" : "James Surowiecki"},{"message" : "The goal of human nature, of any nature is blessedness. If we do not reach this goal, it is a sign that we are headed in the wrong direction.","name" : "Raimon Pannikar"},{"message" : "To know how to grow old is the master work of wisdom, and one of the most difficult chapters in the great art of living.","name" : "Henri Frederic Amiel"},{"message" : "One should speak little with others and much with oneself.","name" : "Danish "},{"message" : "When you say one thing, the clever person understands three.","name" : "Chinese "},{"message" : "The riches that are in the heart cannot be stolen.","name" : "Russian Proverb"},{"message" : "The only thing we can know is that we know nothing and that is the highest flight of human wisdom.","name" : "Leo Tolstoy"},{"message" : "The young man knows the rules, but the old man knows the exceptions.","name" : "Oliver Wendell Holmes"},{"message" : "Plan your life like you will live forever, and live your life like you will die the next day.","name" : "unknown"},{"message" : "Proverbs are short sentences drawn from long experience.","name" : "Cervantes"},{"message" : "Desires are brought to live depending on one’s wisdom. Wisdom gives direction to desires.","name" : "Takuan Soho"},{"message" : "Wisdom is ofttimes nearer when we stoop than when we soar.","name" : "William Wordsworth"},{"message" : "A proverb is one man's wit and all men's wisdom.","name" : "Lord John Russell"},{"message" : "A blind person who sees is better than a seeing person who is blind.","name" : "Iranian "},{"message" : "A proverb is a short sentence based on long experience.","name" : "American "},{"message" : "Economy is the wealth of the poor and the wisdom of the rich.","name" : "French "},{"message" : "Even a fish wouldn't get into trouble if it kept its mouth shut.","name" : "Korean "},{"message" : "He that respects himself is safe from others.","name" : "Henry Wadsworth Longfellow"},{"message" : "He who flees at the right time can fight again.","name" : "Marcus Trentius Varro"},{"message" : "A crown's no cure for a headache.","name" : "English "},{"message" : "Life is a journey, not a destination.","name" : "Ralph Waldo Emerson"},{"message" : "In bad things be slow; in good things be fast.","name" : "Afghan "},{"message" : "Just because something is common sense doesn't mean it's common practice.","name" : "unknown"},{"message" : "Nothing is impossible to the willing mind.","name" : "Books of the Han Dynasty"},{"message" : "One head cannot hold all wisdom.","name" : "Maasai"},{"message" : "Plan your life at New Year's, your day at dawn.","name" : "Japanese "},{"message" : "Proverbs are the daughters of experience.","name" : "Sierra Leone"},{"message" : "Wisdom is to live in the present, plan for the future and profit from the past.","name" : "unknown"},{"message" : "The errors of a wise man make your rule rather than the perfections of a fool.","name" : "William Blake"},{"message" : "The more things change, the more they stay the same.","name" : "Alphonse Karr"},{"message" : "The truly rich are those who enjoy what they have.","name" : "Yiddish "},{"message" : "The wise do as much as they should, not as much as they can.","name" : "French "},{"message" : "What's good for the goose is good for the gander.","name" : "John Ray"},{"message" : "Wisdom is easy to carry but difficult to gather.","name" : "Czech "},{"message" : "Wonder is the beginning of wisdom,","name" : "Greek Proverb"},{"message" : "Wisdom has always been the wealth of the common people.","name" : "Raimon Pannikar"},{"message" : "Health is better than wealth.","name" : "unknown"},{"message" : "You can never plan the future by the past.","name" : "Edmund Burke"},{"message" : "You can lead a horse to water but you can't make him drink.","name" : "John Heywood"},{"message" : "Live and let live.","name" : "Dutch Proverb"},{"message" : "You have to take the bitter with the sweet.","name" : "unknown"},{"message" : "Everything in moderation.","name" : "unknown"},{"message" : "Life is what you make it.","name" : "Grandma Moses"},{"message" : "All's well that ends well.","name" : "John Heywood"},{"message" : "Out of sight, out of mind.","name" : "unknown"},{"message" : "You can only die once.","name" : "Portuguese Proverb"},{"message" : "Knowledge comes but wisdom lingers.","name" : "Alfred Lord Tennyson"},{"message" : "It is better to remain silent at the risk of being thought a fool, than to speak and remove all doubt","name" : "Abigail Van Buren"},{"message" : "The fool doth think he is wise, but the wise man knows himself to be a fool.","name" : "Abraham Lincoln"},{"message" : "Whenever you find yourself on the side of the majority, it is time to reform (or pause and reflect).","name" : "Albert Einstein"},{"message" : "Knowing yourself is the beginning of all wisdom.","name" : "Albert Einstein"},{"message" : "The only true wisdom is in knowing you know nothing.","name" : "Anthony Douglas Williams"},{"message" : "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.","name" : "Aristotle"},{"message" : "Science is organized knowledge. Wisdom is organized life.","name" : "Aristotle"},{"message" : "The older you get, the more quiet you become. Life humbles you so deeply as you age. You realize how much nonsense you’ve waste time on.","name" : "Anonymous"},{"message" : "Never, no, never did nature say one thing and wisdom say another.","name" : "Charles Dickens"},{"message" : "Knowledge is knowing what to say. Wisdom is knowing when to say it.","name" : "Colette"},{"message" : "The invariable mark of wisdom is to see the miraculous in the common.","name" : "Confucius"},{"message" : "Seek the wisdom of the ages, but look at the world through the eyes of a child.","name" : "Debbie Ford"},{"message" : "It is the province of knowledge to speak, and it is the privilege of wisdom to listen.","name" : "Edmund Burke"},{"message" : "Wisdom is the daughter of experience.","name" : "Edward Hersey Richards"},{"message" : "It is said that wisdom lies not in seeing things, but seeing through things.","name" : "Elbert Hubbard"},{"message" : "Knowledge is learning something every day. Wisdom is letting go of something every day.","name" : "Eleanor Roosevelt"},{"message" : "Silence is the sleep that nourishes wisdom.","name" : "Fran Lebowitz"},{"message" : "A loving heart is the truest wisdom.","name" : "Francis Bacon"},{"message" : "The wise man hath his thoughts in his head; the fool, on his tongue.","name" : "Friedrich Nietzsche"},{"message" : "Patience is the companion of wisdom.","name" : "George Bernard Shaw"},{"message" : "We are made wise not by the recollection of our past, but by the responsibility for our future.","name" : "Henry David Thoreau"},{"message" : "Wisdom is not wisdom when it is derived from books alone.","name" : "Holly Near"},{"message" : "Knowledge speaks, but wisdom listens.","name" : "Horace"},{"message" : "Wisdom is knowing the right path to take. Integrity is taking it.","name" : "Immanuel Kant"},{"message" : "Wisdom is the supreme part of happiness.","name" : "Isaac Asimov"},{"message" : "It is characteristic of wisdom not to do desperate things.","name" : "Isaac Asimov"},{"message" : "No one can make you feel inferior without your consent.","name" : "Ivan Panin"},{"message" : "Any fool can know. The point is to understand.","name" : "Jess C. Scott"},{"message" : "The best index to a person's character is how he treats people who can't do him any good, and how he treats people who can't fight back.","name" : "Jimi Hendrix"},{"message" : "Think before you speak. Read before you think.","name" : "Langston Hughes"},{"message" : "Never let your sense of morals prevent you from doing what's right.","name" : "Leonardo da Vinci"},{"message" : "The simple things are also the most extraordinary things, and only the wise can see them.","name" : "M. H. McKee"},{"message" : "By three methods we may learn wisdom: First, by reflection, which is noblest; Second, by imitation, which is easiest; and third by experience, which is the bitterest.","name" : "Mark Twain"},{"message" : "You do not write your life with words...You write it with actions. What you think is not important. It is only important what you do.","name" : "Martin Luther King Jr."},{"message" : "Let no man pull you so low as to hate him.","name" : "Oliver Wendell Holmes"},{"message" : "God will not look you over for medals, degrees or diplomas but for scars.","name" : "Oprah Winfrey"},{"message" : "Yesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself.","name" : "Patrick Ness"},{"message" : "The knight of knowledge must be able not only to love his enemies but also to hate his friends.","name" : "Patrick Rothfuss"},{"message" : "You will do foolish things, but do them with enthusiasm.","name" : "Paulo Coelho"},{"message" : "The measure of intelligence is the ability to change.","name" : "Paulo Coelho"},{"message" : "Follow your heart, listen to your inner voice, stop caring about what others think.","name" : "Proverbs"},{"message" : "Failure is the condiment which gives success its flavor.","name" : "Ralph Waldo Emerson"},{"message" : "Don't waste your time with explanations: people only hear what they want to hear.","name" : "Ron Wild"},{"message" : "It is the mark of an educated mind to be able to entertain a thought without accepting it.","name" : "Roy T. Bennett"},{"message" : "It is the mark of an educated mind to be able to entertain a thought without accepting it.","name" : "Roy T. Bennett"},{"message" : "Hold fast to dreams for if dreams die life is a broken-winged bird, that cannot fly.","name" : "Rumi"},{"message" : "Faith gives us strength and reassurance and leaves us bathed in the wisdom that we are never alone.","name" : "Socrates"},{"message" : "Faith gives us strength and reassurance and leaves us bathed in the wisdom that we are never alone.","name" : "Socrates"},{"message" : "Wisdom is not a product of schooling but of the lifelong attempt to acquire it.","name" : "Sophocles"},{"message" : "Turn your wounds into wisdom.","name" : "St. Augustine"},{"message" : "Let your actions demonstrate your wisdom.","name" : "Truman Capote"},{"message" : "Wisdom is more precious than jewels, nothing else is so worthy of desire.","name" : "unknown"},{"message" : "Knowledge comes from learning. Wisdom comes from living.","name" : "unknown"},{"message" : "If you have the guts to keep making mistakes, your wisdom and intelligence leap forward with huge momentum.","name" : "William Shakespeare"},{"message" : "A wise owl sat on an oak, the more he saw the less he spoke, the less he spoke the more he heard.","name" : "Zen Proverb"}]}