{"title" : "Women Empowerment","quotes" : [{"message" : "there is no tool for development more effective than the empowerment of women.","name" : "Kofi Annan"},{"message" : "Women, like men, should try to do the impossible. And when they fail, their failure should be a challenge to others.","name" : "Amelia Earhart"},{"message" : "A woman is the full circle. Within her is the power to create, nurture and transform.","name" : "Diane Mariechild"},{"message" : "Woman must not accept; she must challenge. She must not be awed by that which has been built up around her; she must reverence that woman in her which struggles for expression.","name" : "Margaret Sanger"},{"message" : "Women's empowerment is intertwined with respect for human rights.","name" : "Mahnaz Afkhami"},{"message" : "Educate a man and you educate an individual. Educate a woman and you educate a family.","name" : "A. Cripps"},{"message" : "The empowered woman is powerful beyond measure and beautiful beyond description.","name" : "Steve Maraboli"},{"message" : "If women understood and exercised their power they could remake the world.","name" : "Emily Taft Douglas"},{"message" : "A woman is like a tea bag - you never know how strong she is until she gets in hot water.","name" : "Eleanor Roosevelt"},{"message" : "Men, their rights, and nothing more; women, their rights, and nothing less.","name" : "Susan B. Anthony"},{"message" : "I think women are foolish to pretend they are equal to men, they are far superior and always have been.","name" : "William Golding"},{"message" : "Women are leaders everywhere you look -- from the CEO who runs a Fortune 500 company to the housewife who raises her children and heads her household. Our country was built by strong women, and we will continue to break down walls and defy stereotypes.","name" : "Nancy Pelosi"},{"message" : "Women have served all these centuries as looking glasses possessing the magic and delicious power of reflecting the figure of a man at twice its natural size.","name" : "Virginia Woolf"},{"message" : "Don't just stand for the success of other women - insist on it.","name" : "Gail Blanke"},{"message" : "When she stopped conforming to the conventional picture of femininity she finally began to enjoy being a woman.","name" : "Betty Friedan"},{"message" : "No country can ever truly flourish if it stifles the potential of its women and deprives itself of the contributions of half of its citizens.","name" : "Michelle Obama"},{"message" : "Women will only have true equality when men share with them the responsibility of bringing up the next generation.","name" : "Ruth Bader Ginsburg"},{"message" : "When women participate in the economy, everyone benefits.","name" : "Hillary Clinton"},{"message" : "We need women at all levels, including the top, to change the dynamic, reshape the conversation, to make sure women's voices are heard and heeded, not overlooked and ignored.","name" : "Sheryl Sandberg"},{"message" : "Women are the real architects of society.","name" : "Harriet Beecher Stowe"},{"message" : "If women are expected to do the same work as men, we must teach them the same things.","name" : "Plato"},{"message" : "I do not wish [women] to have power over men; but over themselves.","name" : "Mary Wollstonecraft"},{"message" : "The thing women have yet to learn is nobody gives you power. You just take it.","name" : "Roseanne Barr"},{"message" : "Women are the largest untapped reservoir of talent in the world.","name" : "Hillary Clinton"},{"message" : "Whether women are better than men I cannot say -- but I can say they are certainly no worse.","name" : "Golda Meir"},{"message" : "Women have always been the strong ones of the world. The men are always seeking from women a little pillow to put their heads down on. They are always longing for the mother who held them as infants.","name" : "Coco Chanel"},{"message" : "I hope the fathers and mothers of little girls will look at them and say 'yes, women can.","name" : "Dilma Roussete"},{"message" : "The education and empowerment of women throughout the world cannot fail to result in a more caring, tolerant, just and peaceful life for all.","name" : "Aung San Suu Kyi"},{"message" : "Women are not the problem. They're the solution.","name" : "Sheryl Wudunn"},{"message" : "The higher the better. It's more about an attitude. High heels empower women in a way.","name" : "Christian Louboutin"},{"message" : "I tell my daughters to have their voice in this world, and it became clear I needed to role model that.","name" : "Melinda Gates"},{"message" : "I think the girl who is able to earn her own living and pay her own way should be as happy as anybody on earth. The sense of independence and security is very sweet.","name" : "Susan B. Anthony"},{"message" : "In the future, there will be no female leaders. There will just be leaders.","name" : "Sheryl Sandberg"},{"message" : "The woman who follows the crowd will usually go no further than the crowd. The woman who walks alone is likely to find herself in places no one has ever been before.","name" : "Albert Einstein"},{"message" : "But there's a hope that's waiting for you in the dark . You should know you're beautiful just the way you are . And you don't have to change a thing, the world could change its heart .","name" : "Alessia Caracciolo, Andrew Wansel, Coleridge Tillman, Warren Felder"},{"message" : "It is terrifying to people when women step up and start owning the story that they have not owned. And I’m seeing so much of this, and it is a seismic shift.","name" : "Amanda Palmer"},{"message" : "There’s nothing more threatening than a powerful woman, and there’s nothing more threatening to the current order of things than women powerfully owning their own narrative. It’s so threatening to people, to women as well, and it’s threatening the order of things.","name" : "Amanda Palmer"},{"message" : "I just love bossy women. I could be around them all day. To me, bossy is not a pejorative term at all. It means somebody’s passionate and engaged and ambitious and doesn’t mind learning.","name" : "Amy Poehler"},{"message" : "I am a woman with thoughts and questions and shit to say. I say if I’m beautiful. I say if I’m strong. You will not determine my story⁠—I will.","name" : "Amy Schumer"},{"message" : "The world needs strong women. Women who will lift and build others, who will love and be loved. Women who live bravely, both tender and fierce. Women of indomitable will.","name" : "Amy Tenney"},{"message" : "I am no longer accepting the things I cannot change....I’m changing the things I cannot accept.","name" : "Angela Davis"},{"message" : "My idea of feminism is self-determination, and it’s very open-ended: every woman has the right to become herself, and do whatever she needs to do.","name" : "Ani DiFranco"},{"message" : "A gentleman opposed to their enfranchisement once said to me, women have never produced anything of any value to the world. I told him the chief product of the women had been the men, and left it to him to decide whether the product was of any value.","name" : "Anna Howard Shaw"},{"message" : "A revolutionary woman can't have no reactionary man.","name" : "Assata Shakur"},{"message" : "She was powerful not because she wasn’t scared but because she went on so strongly, despite the fear.","name" : "Atticus"},{"message" : "I am not free while any woman is unfree, even when her shackles are very different from my own.","name" : "Audre Lorde"},{"message" : "I write for those women who do not speak, for those who do not have a voice because they were so terrified, because we are taught to respect fear more than ourselves. We've been taught that silence would save us, but it won't.","name" : "Audre Lorde"},{"message" : "The one person who will never leave us, whom we will never lose, is ourself. Learning to love our female selves is where our search for love must begin.","name" : "Bell Hooks"},{"message" : "Who knows what women can be when they are finally free to be themselves.","name" : "Betty Friedan"},{"message" : "A really strong woman accepts the war she went through and is ennobled by her scars.","name" : "Carly Simon"},{"message" : "Every word a woman writes changes the story of the world, revises the official version.","name" : "Carolyn See"},{"message" : "Whatever women do they must do twice as well as men to be thought half as good. Luckily, this is not difficult.","name" : "Charlotte Whitton"},{"message" : "Because she said what she thought and because she smiled only when she felt like smiling, and not constantly and vacuously, America's cheapest caricature was cast on her, the angry black woman.","name" : "Chimamanda Ngozi Adichie"},{"message" : "Of course I am not worried about intimidating men. The type of man who will be intimidated by me is exactly the type of man I have no interest in.","name" : "Chimamanda Ngozi Adichie"},{"message" : "Women, if the soul of the nation is to be saved, I believe you must become its soul.","name" : "Coretta Scott King"},{"message" : "I changed what I could, and what I couldn't, I endured.","name" : "Dorothy Vaughan"},{"message" : "What is compromising? Compromise for what? Compromising for what reason? A man comes into my life and I have to compromise? For what? For what? A relationship is a relationship that has to be earned! Not to compromise for.","name" : "Eartha Kitt"},{"message" : "The word's out: I'm a woman, and I'm going to have trouble backing off on that. I am what I am.","name" : "Elizabeth Warren"},{"message" : "The emerging woman ... will be strong-minded, strong-hearted, strong-souled, and strong-bodied ... strength and beauty must go together.","name" : "Louisa May Alcott"},{"message" : "It took me quite a long time to develop a voice, and now that I have it, I am not going to be silent.","name" : "Madeleine Albright"},{"message" : "I'm tough, ambitious, and I know exactly what I want. If that makes me a bitch, okay.","name" : "Madonna"},{"message" : "I raise up my voice—not so that I can shout, but so that those without a voice can be heard. … We cannot all succeed when half of us are held back.","name" : "Malala Yousafzai"},{"message" : "Woman has always been the chief sufferer under this merciless machinery of the statutory law. Humbly she has borne the weight of man-made laws, surrendering to their tyranny even her right over her own body.... Against the State, against the Church, against the silence of the medical profession, against the whole machinery of dead institutions of the past, the woman of to‑day arises.... If she must break the law to establish her right to voluntary motherhood, then the law shall be broken.","name" : "Margaret Sanger"},{"message" : "A strong woman is a woman determined to do something that others are determined not to be done.","name" : "Marge Piercy"},{"message" : "And one day she discovered that she was fierce, and strong, and full of fire, and that not even she could hold herself back because her passion burned brighter than her fears.","name" : "Mark Anthony"},{"message" : "I do not wish women to have power over men; but over themselves.","name" : "Mary Shelley"},{"message" : "Each time a woman stands up for herself, she stands up for all women.","name" : "Maya Angelou"},{"message" : "I love to see a young girl go out and grab the world by the lapels. Life’s a bitch. You’ve got to go out and kick ass.","name" : "Maya Angelou"},{"message" : "You could make a case that, along with the technological revolution, the most provocative upending destabilizing thrilling change in the course of human history is that we’re finally in it. … We're here now, women are in the world, and we will not be bullied.","name" : "Meryl Streep"},{"message" : "A strong woman understands that the gifts such as logic, decisiveness, and strength are just as feminine as intuition and emotional connection. She values and uses all of her gifts.","name" : "Nancy Rathburn"},{"message" : "Fill your life with women that empower you, that help you believe in your magic and aid them to believe in their own exceptional power and their incredible magic too. Women that believe in each other can survive anything. Women who believe in each other create armies that will win kingdoms and wars.","name" : "Nikita Gill"},{"message" : "It is not in the shallow physical imitation of men that women will assert first their equality and later their superiority, but in the awakening of the intellect of women.","name" : "Nikola Tesla"},{"message" : "Above all, be the heroine of your life, not the victim.","name" : "Nora Ephron"},{"message" : "I am a strong woman with or without this other person, with or without this job, and with or without these tight pants.","name" : "Queen Latifah"},{"message" : "There's something so special about a woman who dominates in a man's world. It takes a certain grace, strength, intelligence, fearlessness, and the nerve to never take no for an answer.","name" : "Rihanna"},{"message" : "Women's freedom is the sign of social freedom.","name" : "Rosa Luxemburg"},{"message" : "we need more love . not from men . but from ourselves .","name" : "Rupi Kaur"},{"message" : "My mother told me to be a lady. And for her, that meant to be your own person, be INDEPENDENT.","name" : "Ruth Bader Ginsburg"},{"message" : "Women belong in all places where decisions are being made.","name" : "Ruth Bader Ginsburg"},{"message" : "The success of every woman should be the inspiration to another. We should raise each other up. Make sure you’re very strong, be extremely kind, and above all, be humble.","name" : "Serena Williams"},{"message" : "One is not born, but rather becomes, a woman.","name" : "Simone De Beauvoir"},{"message" : "If the first woman God ever made was strong enough to turn the world upside down all alone, these women together ought to be able to turn it back, and get it right side up again!","name" : "Sojourner Truth"},{"message" : "Sometimes when women get elected to positions of power they start acting like men. They start being tough like men. My vision and understanding of the world is a woman’s understanding of the world, not a man’s—I have never tried to copy a man. I think it’s very important that a woman remembers that she is a woman and not a man. You’re a woman, so keep being a woman and show women and men that you are a woman. This sends the very important message that women are equal to men.","name" : "Vigdís Finnbogadóttir"}]}