{"title" : "Work","quotes" : [{"message" : "Concentrate all your thoughts upon the work at hand. The sun's rays do not burn until brought to a focus.","name" : "Alexander Graham Bell"},{"message" : "Developing a good work ethics is key. Apply yourself at whatever you do, whether you're a janitor or taking your first summer job because that work ethics will be reflected in everything you do in life.","name" : "Tyler Perry"},{"message" : "Do more than is required. What is the distance between someone who achieves their goals consistently and those who spend their lives and careers merely following? The extra mile.","name" : "Gary Ryan Blair"},{"message" : "Do not be embarrassed by your failures, learn from them and start again.","name" : "Richard Branson"},{"message" : "Do the hard jobs first. The easy jobs will take care of themselves.","name" : "Dale Carnegie"},{"message" : "Don't be afraid to give your best to what seemingly are small jobs. Every time you conquer one it makes you that much stronger. If you do the little jobs well, the big ones will tend to take care of themselves.","name" : "William Patten"},{"message" : "Don't wait. The time will never be just right.","name" : "Napoleon Hill"},{"message" : "Don’t be afraid of hard work. Nothing worthwhile comes easily. Don’t let others discourage you or tell you that you can’t do it. In my day I was told women didn’t go into chemistry. I saw no reason why we couldn’t.","name" : "Gertrude B. Elion"},{"message" : "Don’t judge each day by the harvest you reap but by the seeds that you plant.","name" : "Robert Louis Stevenson"},{"message" : "Either you run the day or the day runs you.","name" : "Jim Rohn"},{"message" : "Failure is the condiment which gives success its flavor.","name" : "Truman Capote"},{"message" : "Faith is taking the first step even when you don't see the whole staircase. Take the first step in faith. You don’t have to see the whole staircase, just take the first step.","name" : "Martin Luther King"},{"message" : "Follow effective actions with quiet reflection. From the quiet reflection will come even more effective action.","name" : "Peter Drucker"},{"message" : "Happiness is not in the mere possession of money; it lies in the joy of achievement, in the thrill of creative effort.","name" : "Franklin D. Roosevelt"},{"message" : "Happiness is the real sense of fulfillment that comes from hard work.","name" : "Joseph Barbara"},{"message" : "I am not a product of my circumstances. I am a product of my decisions.","name" : "Stephen Covey"},{"message" : "I have always believed, and I still believe, that whatever good or bad fortune may come our way we can always give it meaning and transform it into something of value.","name" : "Hermann Hesse"},{"message" : "I would visualize things coming to me. It would just make me feel better. Visualization works if you work hard. That’s the thing. You can’t just visualize and go eat a sandwich.","name" : "Jim Carrey"},{"message" : "I’m a great believer in luck, and I find the harder I work the more I have of it.","name" : "Thomas Jefferson"},{"message" : "If I had eight hours to chop down a tree, I’d spend six hours sharpening my ax.","name" : "Abraham Lincoln"},{"message" : "If you don’t pay appropriate attention to what has your attention, it will take more of your attention than it deserves.","name" : "David Allen"},{"message" : "If you think you can, or you think you can’t – you’re right.","name" : "Henry Ford"},{"message" : "If you want to make an easy job seem mighty hard, just keep putting off doing it.","name" : "Olin Miller"},{"message" : "In any moment of decision, the best thing you can do is the right thing to do, the next best thing is the wrong thing, and the worst thing you can do is nothing.","name" : "Theodore Roosevelt"},{"message" : "It ain’t as bad as you think. It will look better in the morning.","name" : "Colin Powell"},{"message" : "It does not matter how slowly you go, so long as you do not stop.","name" : "Confucius"},{"message" : "It is not a daily increase, but a daily decrease. Hack away at the inessentials.","name" : "Bruce Lee"},{"message" : "It isn’t the mountains ahead to climb that wear you out; it’s the pebble in your shoe.","name" : "Muhammad Ali"},{"message" : "Learn from the mistakes of others. You can’t live long enough to make them all yourselves.","name" : "Chanakya"},{"message" : "Luck is a matter of preparation meeting opportunity.","name" : "Seneca"},{"message" : "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all.","name" : "Dale Carnegie"},{"message" : "Motivation is a fire from within. If someone else tries to light that fire under you, chances are it will burn very briefly.","name" : "Stephen R. Covey"},{"message" : "Much of the stress that people feel doesn't come from having too much to do. It comes from not finishing what they started.","name" : "David Allen"},{"message" : "Nothing in the world can take the place of persistence. Talent will not; nothing is more common than unsuccessful people with talent. Genius will not; unrewarded genius is almost legendary. Education will not; the world is full of educated derelicts. Persistence and determination alone are omnipotent. The slogan 'press on' has solved and always will solve the problems of the human race.","name" : "Calvin Coolidge"},{"message" : "Nothing is less productive than to make more efficient what should not be done at all.","name" : "Peter Drucker"},{"message" : "Once you have commitment, you need the discipline and hard work to get you there.","name" : "Haile Gebrselassie"},{"message" : "One of the best pieces of advice I ever got was from a horse master. He told me to go slow to go fast. I think that applies to everything in life. We live as though there aren't enough hours in the day but if we do each thing calmly and carefully we will get it done quicker and with much less stress.","name" : "Viggo Mortensen"},{"message" : "Opportunity is missed by most people because it is dressed in overalls and looks like work.","name" : "Thomas Edison"},{"message" : "Our greatest fear should not be of failure but of succeeding at things in life that don't really matter.","name" : "Francis Chan"},{"message" : "People rarely succeed unless they have fun in what they are doing.","name" : "Dale Carnegie"},{"message" : "Plenty of men can do good work for a spurt and with immediate promotion in mind, but for promotion you want a man in whom good work has become a habit.","name" : "Henry L. Doherty"},{"message" : "Show me a person who has never made a mistake and I'll show you someone who has never achieved much.","name" : "Joan Collins"},{"message" : "Spend eighty percent of your time focusing on the opportunities of tomorrow rather than the problems of yesterday.","name" : "Brian Tracy"},{"message" : "Start by doing what’s necessary, then do what’s possible; and suddenly you are doing the impossible.","name" : "Saint Francis of Assisi"},{"message" : "Success means doing the best we can with what we have. Success is the doing, not the getting; in the trying, not the triumph. Success is a personal standard, reaching for the highest that is in us, becoming all that we can be.","name" : "Zig Ziglar"},{"message" : "Success seems to be connected with action. Successful people keep moving. They make mistakes, but they don’t quit.","name" : "Conrad Hilton"},{"message" : "Successful people do what unsuccessful people are not willing to do. Don’t wish it were easier. Wish you were better.","name" : "Jim Rohn"},{"message" : "The future depends on what you do today.","name" : "Mahatma Gandhi"},{"message" : "The man who moves a mountain begins by carrying away small stones.","name" : "Confucius"},{"message" : "The price of success is hard work, dedication to the job at hand, and the determination that whether we win or lose, we have applied the best of ourselves to the task at hand.","name" : "Vince Lombardi"},{"message" : "The secret of getting ahead is getting started. The secret of getting started is breaking your complex overwhelming tasks into small manageable tasks, and then starting on the first one.","name" : "Mark Twain"},{"message" : "The truth is that our finest moments are most likely to occur when we are feeling deeply uncomfortable, unhappy, or unfulfilled. For it is only in such moments, propelled by our discomfort, that we are likely to step out of our ruts and start searching for different ways or truer answers.","name" : "M. Scott Peck"},{"message" : "There are no shortcuts to any place worth going.","name" : "Beverly Sills"},{"message" : "There are no traffic jams along the extra mile.","name" : "Roger Staubach"},{"message" : "There are two primary choices in life: to accept conditions as they exist, or accept the responsibility for changing them.","name" : "Denis Waitley"},{"message" : "Things may come to those who wait, but only the things left by those who hustle.","name" : "Abraham Lincoln"},{"message" : "Think of many things; do one.","name" : "Portuguese Proverb"},{"message" : "This is the real secret of life — to be completely engaged with what you are doing in the here and now. And instead of calling it work, realize it is play.","name" : "Alan Wilson Watts"},{"message" : "To think too long about doing a thing often becomes its undoing.","name" : "Eva Young"},{"message" : "Try not to become a person of success, but rather try to become a man of value.","name" : "Albert Einstein"},{"message" : "When we long for life without difficulties, remind us that oaks grow strong in contrary winds and diamonds are made under pressure.","name" : "Peter Marshall"},{"message" : "When we love, we always strive to become better than we are, everything around us becomes better too.","name" : "Paulo Coelho"},{"message" : "When you get into a tight place and everything goes against you, till it seems as though you could not hang on a minute longer, never give up then, for that is just the place and time that the tide will turn.","name" : "Harriet Beecher Stowe"},{"message" : "You can’t change how people treat you or what they say about you. All you can do is change how you react to it.","name" : "Mahatma Gandhi"},{"message" : "You will never plough a field if you only turn it over in your mind.","name" : "Irish Proverb"},{"message" : "You've got to get up every morning with determination if you're going to go to bed with satisfaction.","name" : "George Lorimer"},{"message" : "Your ability to discipline yourself to set clear goals, and then to work toward them every day, will do more to guarantee your success than any other single factor.","name" : "Brian Tracy"},{"message" : "A cat in gloves catches no mice.","name" : "14th Century French Proverb"},{"message" : "All work and no play makes Jack a dull boy.","name" : "unknown"},{"message" : "Another day, another dollar.","name" : "unknown"},{"message" : "Be the first in the field and the last to the couch.","name" : "Chinese "},{"message" : "Boys, be ambitious.","name" : "William Smith Clark"},{"message" : "Chop your own wood; it will warm you twice.","name" : "Mack King"},{"message" : "Diligence is the mother of good luck.","name" : "Benjamin Franklin"},{"message" : "Fishing without a net is merely bathing.","name" : "Hausa "},{"message" : "Genius is ninety percent perspiration and ten percent inspiration.","name" : "Thomas Edison"},{"message" : "Give assistance not advice in a crisis.","name" : "Aesop"},{"message" : "He that hath a trade, hath an estate.","name" : "Benjamin Franklin"},{"message" : "He that pays the piper, calls the tune.","name" : "unknown"},{"message" : "He that waits on fortune is never sure of a dinner.","name" : "Benjamin Franklin"},{"message" : "He that would eat the fruit, must climb the tree.","name" : "Scottish Proverb"},{"message" : "If wishes were horses, then beggars would ride.","name" : "unknown"},{"message" : "If you want something done right, do it yourself.","name" : "unknown"},{"message" : "If you want your eggs hatched, sit on them yourself.","name" : "Haitian "},{"message" : "Implementation beats oration.","name" : "Aesop"},{"message" : "Industry, perseverance & frugality make fortune yield.","name" : "Benjamin Franklin"},{"message" : "It is better to wear out one's shoes than one's sheets.","name" : "Genovese "},{"message" : "Make hay while the sun shines.","name" : "John Heywood"},{"message" : "Man cannot live by bread alone.","name" : "Bible"},{"message" : "Mediocrity is climbing molehills without sweating.","name" : "Icelandic "},{"message" : "Neglect mending a small fault and 'twill soon be a great one.","name" : "Benjamin Franklin"},{"message" : "Never mind whether the horse is blind or not, just load up the wagon.","name" : "Stephen Boyd"},{"message" : "Never put off until tomorrow what can be done today.","name" : "English Proverb"},{"message" : "No gains without pains.","name" : "Benjamin Franklin"},{"message" : "No pain, no gain.","name" : "American "},{"message" : "No rest for the weary.","name" : "unknown"},{"message" : "Nothing great was ever achieved without enthusiasm.","name" : "Ralph Waldo Emerson"},{"message" : "Nothing is difficult if you're used to it.","name" : "Kashmiri"},{"message" : "Procrastination is the thief of time.","name" : "unknown"},{"message" : "Procrastination only adds stress to your life.","name" : "submitter's name lost due to printer malfunction"},{"message" : "Promise little and do much.","name" : "Hebrew "},{"message" : "Rome wasn't built in a day.","name" : "John Heywood"},{"message" : "Send a thief to catch a thief.","name" : "unknown"},{"message" : "The laborer is worth his wage.","name" : "Bible "},{"message" : "The sky's the limit.","name" : "Miguel de Cervantes"},{"message" : "The work will teach you.","name" : "Estonian "},{"message" : "Well done is better than well said.","name" : "Benjamin Franklin"},{"message" : "Whatever is worth doing at all is worth doing well.","name" : "Philip Dormer Stanhope"},{"message" : "Words are mere bubbles of water; deeds are drops of gold.","name" : "Tibetan "},{"message" : "You can't play all the time.","name" : "Aesop"},{"message" : "You don't get anywhere unless you try.","name" : "unknown"},{"message" : "You have to earn respect.","name" : "unknown"},{"message" : "You make the road by walking on it.","name" : "Nicaraguan "}]}