{"title" : "Worrying","quotes" : [{"message" : "If a problem is fixable, if a situation is such that you can do something about it, then there is no need to worry. If it's not fixable, then there is no help in worrying. There is no benefit in worrying whatsoever.","name" : "Dalai Lama XIV"},{"message" : "People become attached to their burdens sometimes more than the burdens are attached to them.","name" : "George Bernard Shaw"},{"message" : "The greatest mistake you can make in life is to be continually fearing you will make one.","name" : "Elbert Hubbard"},{"message" : "There is only one way to happiness and that is to cease worrying about things which are beyond the power of our will.","name" : "Epictetus"},{"message" : "Let our advance worrying become advance thinking and planning.","name" : "Winston Churchill"},{"message" : "If you believe that feeling bad or worrying long enough will change a past or future event, then you are residing on another planet with a different reality system.","name" : "William James"},{"message" : "The only thing you will ever accomplish by worrying is to elevate your stress levels.","name" : "Catherine Pulsifer"},{"message" : "Worry a little bit every day and in a lifetime you will lose a couple of years. If something is wrong, fix it if you can. But train yourself not to worry. Worry never fixes anything.","name" : "Mary Hemingway"},{"message" : "Worry is a thin stream of fear trickling through the mind. If encouraged, it cuts a channel into which all other thoughts are drained.","name" : "Arthur Somers Roche"},{"message" : "He is rich who owns the day, and no one owns the day who allows it to be invaded with fret and anxiety.","name" : "Ralph Waldo Emerson"},{"message" : "The more you pray, the less you'll panic. The more you worship, the less you worry. You'll feel more patient and less pressured.","name" : "Rick Warren"},{"message" : "Worry often gives a small thing a big shadow.","name" : "Swedish Proverb"},{"message" : "If you can't sleep, then get up and do something instead of lying there worrying. It's the worry that gets you, not the lack of sleep.","name" : "Dale Carnegie"},{"message" : "Do not anticipate trouble, or worry about what may never happen. Keep in the sunlight.","name" : "Benjamin Franklin"},{"message" : "Happy is the man who has broken the chains which hurt the mind, and has given up worrying once and for all.","name" : "Ovid"},{"message" : "The mind that is anxious about future events is miserable.","name" : "Seneca"},{"message" : "Present fears are less than horrible imaginings.","name" : "William Shakespeare"},{"message" : "How much pain have cost us the evils that have never happened.","name" : "Thomas Jefferson"},{"message" : "Worrying about it takes precious time and attention away from your priorities and increases your feelings of dissatisfaction about life.","name" : "Christina Winsey-Rudd"},{"message" : "My life has been full of terrible misfortunes most of which never happened.","name" : "Michel de Montaigne"},{"message" : "Never let the future disturb you. You will meet it, if you have to, with the same weapons of reason which today arm you against the present.","name" : "Marcus Aurelius"},{"message" : "There is a great difference between worry and concern. A worried person sees a problem, and a concerned person solves a problem.","name" : "Harold Stephens"},{"message" : "There is nothing that wastes the body like worry, and one who has any faith in God should be ashamed to worry about anything whatsoever.","name" : "Mahatma Gandhi"},{"message" : "Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.","name" : "Matthew 6:34"},{"message" : "And which of you by being anxious can add a single hour to his span of life?","name" : "Luke 12:25"},{"message" : "Anxiety in a man's heart weighs him down, but a good word makes him glad.","name" : "Proverbs 12:25"},{"message" : "If your teeth are clenched and your fists are clenched, your lifespan is probably clenched.","name" : "Adabella Radici"},{"message" : "Whatever is going to happen will happen, whether we worry or not.","name" : "Ana Monnar"},{"message" : "Fear is pain arising from the anticipation of evil.","name" : "Aristotle"},{"message" : "Worrying sucks.","name" : "Porchia Danielle"},{"message" : "Is excessive worrying a life style of choice or by reason?","name" : "Porchia Danielle"},{"message" : "From my own personal experiences, worrying will not only stress you, but could possibly lead to serious health complications.","name" : "Porchia Danielle"},{"message" : "I began to accept that worrying is nothing but a sick unrealistic delusion that I had allowed to control me.","name" : "Porchia Danielle"},{"message" : "Worry will not help us change the situation overnight.","name" : "Porchia Danielle"},{"message" : "You will remain defeated when in worry.","name" : "Porchia Danielle"},{"message" : "Worry will destroy you if you allow it to.","name" : "Porchia Danielle"},{"message" : "Let worry no longer disrupt or control your happiness.","name" : "Porchia Danielle"},{"message" : "Worry will hinder you from becoming the best version of yourself.","name" : "Porchia Danielle"},{"message" : "If you devoted half as much time and energy to solving your problems as you do to worrying about them, you wouldn't have any worries.","name" : "Dale Carnegie"},{"message" : "Worrying is just a vicious habit you have learned.","name" : "Dale Carnegie"},{"message" : "Find out precisely what is the problem you are worrying about.","name" : "Dale Carnegie"},{"message" : "The toughest opponent I ever fought was worry.","name" : "Dale Carnegie"},{"message" : "I realized that I had learn to stop worrying, or worry would sap my vitality and undermine my success.","name" : "Dale Carnegie"},{"message" : "What a fool you are to be worrying about something than hasn't happened and may never happen.","name" : "Dale Carnegie"},{"message" : "I kept reminding myself that losing sleep and worrying would destroy my health.","name" : "Dale Carnegie"},{"message" : "One of the ways worriers have learned to cope is by not telling others about our worrying for fear they will start worrying.","name" : "Anne Wilson Schaef"},{"message" : "Somehow, we believe we are such good cons that if we don't tell others about our worrying they will not know that we are worrying.","name" : "Anne Wilson Schaef"},{"message" : "It's difficult to see our worry as self-centered even when we are worrying about ourselves.","name" : "Anne Wilson Schaef"},{"message" : "Since much worry can go under the guise of worrying about others, we get away with it.","name" : "Anne Wilson Schaef"},{"message" : "We are worrying about something that may or may not happen. When we are mentally and emotionally preparing for something that might happen, we withdraw into ourselves and become self-absorbed.","name" : "Anne Wilson Schaef"},{"message" : "When we are worrying about something that might happen, we are not trusting that we simply do have all the wisdom and information about this particular issue and ultimately things will work out as they will whether it is what we thought we wanter or not.","name" : "Anne Wilson Schaef"},{"message" : "Life is too short for worrying.","name" : "Anne Wilson Schaef"},{"message" : "Worrying is the one skill that can be applied to everything in life.","name" : "Anne Wilson Schaef"},{"message" : "We complain about our worrying, but let someone say something bad about worrying or try to take it away from us and we are ready to challenge Goliath himself.","name" : "Anne Wilson Schaef"},{"message" : "The process of worrying includes such issues as how people worry, when they worry, where they worry, and how worry affects them.","name" : "Anne Wilson Schaef"},{"message" : "The content of worrying is what people worry about - well, almost everything - children, money, self-esteem, health, what other people think of them, the weather, promotions, the future, the past, the present.","name" : "Anne Wilson Schaef"},{"message" : "We sort our lives into carefully labeled boxes: things we definitely need to worry about; things we may need to worry about; things we already have worried about and it didn't do any good; things we worried about where there was a definite payoff; things we are worried about worrying about; things that we definitely do not need to worry about.","name" : "Anne Wilson Schaef"},{"message" : "Somehow, worrying doesn't have the same status as 'doing'.","name" : "Anne Wilson Schaef"},{"message" : "The result was that we spent time vividly worrying about a terrible problem that was almost guaranteed not to happen.","name" : "David A. Carbonell"},{"message" : "Something is worrying me, yeah and that something is driving me in misery, oh. I can tell the way things change.","name" : "Otis Redding"},{"message" : "Ain't no need to worrying. What the night is gonna bring because it will be all over in the morning.","name" : "The Winans"},{"message" : "You keep worrying about yourself. Yeah, you keep worrying about yourself. Oh, it leads to nowhere else. If you keep worry, worry, worrying.","name" : "Nizlopi"},{"message" : "Why you keep on worrying yourself? Keep worrying yourself, so much. If your love is mine then let me know.","name" : "Toots & the Maytals"},{"message" : "No more worrying, worrying and pains. No more crying, shedding tears like rain.","name" : "Bunny Wailer"},{"message" : "As soon as I stop worrying (soon as I stopped worrying). Worrying how the story ends (When I let go).","name" : "DeWayne Woods"},{"message" : "Stop worrying over nothing. Stop worrying over me.","name" : "Tegan and Sara"},{"message" : "Although people often have the experience of worrying for long periods of time throughout the day, there are actually very few new worries surfacing during that time.","name" : "David A. Carbonell"},{"message" : "Worrying is like rocking in a chair -it's something to do, but you don't get anywhere.","name" : "Lisa Gutierrez"},{"message" : "Worrying is a waste of time and energy.","name" : "Andrée Nicole"},{"message" : "I feel I will have nothing to worry about if I could just stop worrying.","name" : "Joseph Julius Bonkowski"},{"message" : "Don't worry about worrying; it's as simple as that.","name" : "Joseph Julius Bonkowski"},{"message" : "Worrying is stupid. It's like walking around with an umbrella waiting for it to rain.","name" : "Wiz Khalifa"},{"message" : "If you are worrying, quit; if you haven't started, don't.","name" : "John MacArthur"},{"message" : "Stop worrying.","name" : "John MacArthur"},{"message" : "Providing for tomorrow is good, but worrying about tomorrow is a sin because God is the God of tomorrow just as He is the God of today.","name" : "Lamentations 3:23"},{"message" : "By worrying about tomorrow, many believers miss the victory God would give them today,","name" : "John MacArthur"},{"message" : "Instead of worrying about problems we cannot solve, we should say, 'Lord, you are bigger than history. You own everything in the entire universe. You can do anything you want to do. You love me and promise I will never be without the things I need.","name" : "John MacArthur"}]}