{"title" : "You Can Do It","quotes" : [{"message" : "If it's what you do and you can do it, then you do it.","name" : "Van Morrison"},{"message" : "Have a robust mindset; dare to move any mountain!","name" : "Ernest Agyemang Yeboah"},{"message" : "I believe that the only courage anybody ever needs is the courage to follow your own dreams.","name" : "Oprah Winfrey"},{"message" : "It ain't bragging if you can do it.","name" : "Dizzy Dean"},{"message" : "If you can do it better than me, then you do it.","name" : "Kanye West"},{"message" : "The most important thing for success is self belief and confidence. Believing you deserve it, believing you can do it, and you will get it.","name" : "Anil Sinha"},{"message" : "If you can dream it, you can do it. Always remember this whole thing was started by a mouse.","name" : "Walt Disney"},{"message" : "I don't think anything is unrealistic if you believe you can do it.","name" : "Richard L. Evans"},{"message" : "Take up one idea. Make that one idea your life think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea alone. This is the way to success.","name" : "Swami Vivekananda"},{"message" : "If you can see yourself doing something, you can do it. If you ca' see yourself doing it, usually you ca' achieve it.","name" : "David Goggins"},{"message" : "Once you can write an alphabet, you can write a book of 100 million pages. It's just a matter of believing it as possible, and taking the cross millimetre by millimetre.","name" : "Israelmore Ayivor"},{"message" : "You don't need anyone to believe that you can do it, as long as you believe in yourself and what you're capable of.","name" : "Agatha Stephanie Lin"},{"message" : "The bird dares to break the shell, then the shell breaks open and the bird can fly openly. This is the simplest principle of success. You dream, you dare and and you fly.","name" : "Israelmore Ayivor"},{"message" : "I try to stay in the best physical shape that I can because I do most of my own stunts. It looks amazing if you can do it, but I dont advocate it because you always get injured.","name" : "Raymond Cruz"},{"message" : "Don't let mental blocks control you. Set yourself free. Confront your fear and turn the mental blocks into building blocks.","name" : "Roopleen"},{"message" : "If I can do it, you can do it. Anybody can.","name" : "Doris"},{"message" : "When you believe that you can do something, that's when you can do it.","name" : "Joseph Gordon-Levitt"},{"message" : "Just sing it. Don't prove you can sing it. I know you can, you know you can. So just do it, because if you try to prove it, you'll lose.","name" : "Beverly Sills"},{"message" : "All that the spider needs to complete its web is step taking.","name" : "Ernest Agyemang Yeboah"},{"message" : "Do the thing and you will have the power.","name" : "Ralph Waldo Emerson"},{"message" : "The whole secret of a successful life is to find out what is one's destiny to do, and then do it.","name" : "Henry Ford"},{"message" : "Think you can and you can do it. Your thoughts are your life.","name" : "Lailah Gifty Akita"},{"message" : "The main thing is to be philanthropic in your everyday life. You don't have to have money to do that. You can do it with your time and your energy.","name" : "Eva Longoria"},{"message" : "If you real desire is to be good, there is no need to wait for the money before you do it; you can do it now, this very moment, and just where you are.","name" : "James Allen"},{"message" : "If you want to do something you can do it! You just have to be focused and persistent.","name" : "Debasish Mridha"},{"message" : "The mind is the limit. As long as the mind can envision the fact that you can do something, you can do it, as long as you really believe 100 percent.","name" : "David Hockney"},{"message" : "No matter what you're going through, there's a light at the end of the tunnel and it may seem hard to get to it but you can do it and just keep working towards it and you'll find the positive side of things.","name" : "Demi Lovato"},{"message" : "By stepping outside your comfort zone to do something peculiar, you confirm that you can do more than you've done.","name" : "Israelmore Ayivor"},{"message" : "What happened yesterday, no longer matters. Today is another day. Get back on the right track and move closer to your dreams. Yes you can do it.","name" : "Dr Anil Kr Sinha"},{"message" : "If you think you can do it, you can.","name" : "John Burroughs"},{"message" : "When you do something bad and you know you can do it, only you know you can do it. And do it while it's hot, man.","name" : "Scott Raab"},{"message" : "You want to climb the mountain because it's there and you know you can do it.","name" : "Alex Zanardi"},{"message" : "Opportunities don't happen, you create them.","name" : "Chris Grosser"},{"message" : "If you are not willing to risk the usual you will have to settle for the ordinary.","name" : "Jim Rohn"},{"message" : "Be magnificent. Life's short. Get out there. You can do it. Everyone can do it. Everyone.","name" : "Andy Serkis"},{"message" : "Never quit. If you stumble get back up. What happened yesterday no longer matters. Today's another day so get back on track and move closer to your dreams and goals.","name" : "Ipadeola Bukola"},{"message" : "You can do anything if you have enthusiasm.","name" : "Henry Ford"},{"message" : "It's so important to believe in yourself. Believe that you can do it, under any circumstances. Because if you believe you can, then you really will. That belief just keeps you searching for the answers, and then pretty soon you get it.","name" : "Wally Amos"},{"message" : "I want to show that you dont have to be older to live your dreams, you can do it at any age.","name" : "Zendaya Coleman"},{"message" : "Whatever negative things people think and say about you is enough to bring you down provided you belief that it carries a weight that can push you hard.","name" : "Israelmore Ayivor"},{"message" : "Life is not about finding yourself. Life is about creating yourself.","name" : "Lolly Daskal"},{"message" : "Dare to accomplish the things you've only dreamed about doing. If you can dream it, you can do it.","name" : "Denise Austin"},{"message" : "If you do not believe you can do it then you have no chance at all.","name" : "Arsene Wenger"},{"message" : "Kids always need a role model. I let them know you can do it, too, if you really want to.","name" : "Leon Spinks"},{"message" : "All our dreams can come true if we have the courage to pursue them.","name" : "Walt Disney"},{"message" : "You just have to have the guidance to lead you in the direction until you can do it yourself.","name" : "Tina Yothers"},{"message" : "No masterpiece was ever created by a lazy artist.","name" : "Luis Chaluisan"},{"message" : "I do it because I can't seem to live with myself if I do not. I don't know any other way to be. It isn't something you can explain; it is just something that you do; it is something that you are.","name" : "Martin Sheen"},{"message" : "You can cease to be influenced by people who tease you. Just neglect their helps and elevate your steps.","name" : "Israelmore Ayivor"},{"message" : "By the power of the Holy Spirit, we can do what needs to be done.","name" : "Lailah Gifty Akita"},{"message" : "People do not recognize that you can do it when you merely tell them you can.","name" : "Israelmore Ayivor"},{"message" : "If thousand people say you can't, and you alone believe you can, you will make it happen! But if million people say you can, and you alone believe you can't, you can't make it happen.","name" : "Israelmore Ayivor"},{"message" : "You can achieve your set-goals by God’s grace.","name" : "Lailah Gifty Akita"},{"message" : "But if others can do it, so can I.","name" : "Jan Moran"},{"message" : "You can do it,but do not panic. Be positive and stay focus.","name" : "Robert Randle"},{"message" : "You can do it, you're the one to write something suitable.","name" : "Constantine P. Cavafy"},{"message" : "Don’t stretch your neck to see who is not doing it; you can do it better!","name" : "Israelmore Ayivor"},{"message" : "Some love are difficult but you can do it if you try.","name" : "Nature of Love"},{"message" : "You cannot do anything unless you allow your passion to motivate you.","name" : "Israelmore Ayivor"},{"message" : "You can do nothing without prayer and everything with it. Anything worth worrying about is something worth praying about.","name" : "Israelmore Ayivor"},{"message" : "Just get it right, “it is not too late to dream”.","name" : "Israelmore Ayivor"},{"message" : "If you believe something, you can make it happen. That's all you need.","name" : "Franklin A. Ohiozebau"},{"message" : "You can do anything you set your mind to do.","name" : "Franklin A. Ohiozebau"},{"message" : "If you believe you can, you probably can.","name" : "Franklin A. Ohiozebau"},{"message" : "Whatever you can conceive and believe, you can achieve.","name" : "Napoleon Hill"},{"message" : "You are the only person on earth who can use your ability. Once you have the belief that you can do it, you will surely acquire the capacity to do it, even if you may not have it at the beginning.","name" : "Franklin A. Ohiozebau"},{"message" : "It is what a man thinks of himself that really determines his faith.","name" : "Henry David Thoreau"},{"message" : "To achieve great things, we must not only act, but also dream; not only plan, but also believe in our ability.","name" : "Franklin A. Ohiozebau"},{"message" : "Focus on what you can do, not on what you cannot.","name" : "Franklin A. Ohiozebau"},{"message" : "There is no limit to what you can do,when you focus on your strength.","name" : "Lailah Gifty Akita"},{"message" : "You can accomplish almost anything.","name" : "Michael Gunner"},{"message" : "You must participate in your vision to retrieve your treasure. By pushing vision in overdrive, you can do anything treasure. Never let anybody tell you otherwise.","name" : "Michael Gunner"},{"message" : "You must continue to focus no matter what.With effort and hard work done consistently, you can accomplish anything.","name" : "Michael Gunner"},{"message" : "Internal feelings are priceless and filled with passion. With your full potential, you can accomplish anything.","name" : "Michael Gunner"},{"message" : "Always remember you can do anything you put your mind to.","name" : "Michael Gunner"},{"message" : "To dream anything that you want to dream. That's the beauty of the human mind. To do anything that you want to do.","name" : "Bernard Edmonds"},{"message" : "You can do what you want. If you don't think you can't, so don't think you can't think you can.","name" : "Oxford University Press"}]}