Youth is such a wonderful thing. What a crime to waste it on children.
George Bernard Shaw
Youth comes but once in a lifetime.
Henry Wadsworth Longfellow
Youth is not a time of life, it is a state of mind. You are as old as your doubt, your fear, your despair. The way to keep young is to keep your faith young. Keep your self-confidence young. Keep your hope young.
Luella F. Phean
Youth is about the only thing worth having, and that is about the only thing youth has.
Edgar Watson Howe
Youth gets together with their materials to build a bridge to the moon or maybe a palace on earth; then in middle age they decide to build a woodshed with them instead.
Henry David Thoreau
You are only young once, and if you work it right, once is enough.
Joe E. Lewis
We have a powerful potential in our youth, and we must have the courage to change old ideas and practices so that we may direct their power toward good ends.
Mary Mcleod Bethune
Who so neglects learning in his youth loses the past and is dead to the future.
Euripedes
A youth with his first cigar makes himself sick; a youth with his first girl makes everybody sick.
Mary Little
The young do not know enough to be prudent, and therefore they attempt the impossible, and achieve it, generation after generation.
Pearl S. Buck
Youth would be an ideal state if it came a little later in life.
Herbert Henry Asquith
Youth cannot know how age thinks and feels. But old men are guilty if they forget what it was to be young.
J.K Rowling
A sensual and intemperate youth translates into an old worn-out body.
Marcus Tullius Cicero
Youth is to all the glad season of life; but often only by what it hopes, not by what it attains, or what it escapes.
Thomas Carlyle
Youth is not a question of years: one is young or old from birth.
Natalie Clifford Barney
Young people are in a condition like permanent intoxication, because youth is sweet and they are growing.
Aristotle
The deepest definition of youth is life as yet untouched by tragedy.
Alfred North Whitehead
Youth is ever apt to judge in haste, and lose the medium in the wild extreme.
Aaron Hill
There is a fountain of youth: it is your mind, your talents, the creativity you bring to your life and the lives of the people you love. When you learn to tap this source, you will have truly defeated age.
Sophia Loren
One of the signs of passing youth is the birth of a sense of fellowship with other human beings as we take our place among them.
Virginia Woolf
It is not possible for civilization to flow backward while there is youth in the world. Youth may be headstrong, but it will advance its allotted length.
Helen Keller
If youth is a defect, it is one we outgrow too soon.
Robert Lowell
Use your youth so that you may have comfort to remember it when it has forsaken you, and not sigh and grieve at the account thereof.
Sir Walter Raleigh
A youth is to be regarded with respect.
Confucius
Youth is, after all, just a moment, but it is the moment, the spark, that you always carry in your heart.
Raisa M. Gorbachev
Well, youth is the period of assumed personalities and disguises. It is the time of the sincerely insincere.
Pablo Picasso
The Youth of a Nation are the trustees of posterity.
Benjamin Disraeli
Youth is that period when a young boy knows everything but how to make a living.
Carey Williams
Youth has no age.
Pablo Picasso
We cannot always build the future for our youth, but we can build our youth for the future.
Franklin D. Roosevelt
The surest way to corrupt a youth is to instruct him to hold in higher esteem those who think alike than those who think differently.
Friedrich Nietzsche
Praise youth and it will prosper.
Irish Proverb
Reckless youth makes rueful age.
Benjamin Franklin
Young people need models, not critics.
John Wooden
Youth is wasted on the young.
George Bernard Shaw
If I have known much trouble in my youth, I have also known much joy.
Clara Schumann
Youth is a period of missed opportunities.
Cyril Connolly
Youth is easily deceived because it is quick to hope.
Aristotle
Youth is wholly experimental.
Robert Louis Stevenson
Remember now thy Creator in the days of thy youth.
Bible
Youth doesn't need friends - it only needs crowds.
Zelda Fitzgerald
Youth is a disease from which we all recover.
Dorothy Fulheim
Youth is certain what it rejects before it knows what it will accept.
Jean Cocteau
The secret of eternal youth is arrested development.
Alice Roosevelt Longworth
Youth is a quality, not a matter of circumstances.
Frank Lloyd Wright
A Church without Youth is a Church without a future. Moreover, Youth without a Church is Youth without a future.
Pope Shenouda Iii
The foundation of every state is the education of its youth.
Diogenes
Youth, which is forgiven everything, forgives itself nothing; age, which forgives itself everything. is forgiven nothing.
George Bernard Shaw
'Youth is full of pleasance, age is full of care; youth like summer morn, age like winter weather; youth like summer brave, age like winter bare. Youth is full of sport, age's breath is short; youth is nimble, age is lame; youth is hot and bold, age is weak and cold; youth is wild, and age is tame.
William Byrd
Sweet as youth's, and more sufficing than the rank and rare enjoyments of the boy.
Robert Crawford
To the heart of youth the world is a highwayside.
Robert Louis Stevenson
To fall upon a guiltless youth? For he who such a prize would win.
Johann Wolfgang von Goethe
So my flowers of youth decay like those that float below.
Friedrich Schiller
Your own fair youth, you care so little for it-- smiling toward Heaven, you would not stay the advances of time and change upon your happiest fancies.
Alice Meynell
She has hope's remedy in being young: when age is on, and life has such a fall, the efficacy has left that medicine which in youth is so vital.
Robert Crawford
When youth has done its tedious vain expense of passions that for ever ebb and flow.
Matthew Arnold
Youth's sway and youth's play, of songs and flowers and love.
Dante Gabriel Rossetti
A boy's will is the wind's will, and the thoughts of youth are long, long thoughts.
Henry Wadsworth Longfellow
Pastimes of youth sometimes among, none can say but necessary.
King of England
The day that youth had died, there came to his grave-side.
Rupert Brooke
Take heed, my dear: youth flies apace; as well as cupid, time is blind.
Matthew Prior
A youth in apparel that glittered went to walk in a grim forest.
Stephen Crane
Today's youth are told to get rich or die trying and they really shouldn't take that attitude forward with them.
Kareem Abdul-Jabbar
The youth is the hope of our future.
Jose Rizal
Old age has its pleasures, which, though different, are not less than the pleasures of youth.
W. Somerset Maugham
In youth we learn; in age we understand.
Marie Von Ebner-Eschenbach
Youth itself is a talent, a perishable talent.
Eric Hoffer
Keep true to the dreams of your youth.
Friedrich Schiller
The duty of youth is to challenge corruption.
Kurt Cobain
The youth need to be enabled to become job generators from job seekers.
A. P. J. Abdul Kalam
Everybody's youth is a dream, a form of chemical madness.
F. Scott Fitzgerald
Youth is a blunder; Manhood a struggle, Old Age a regret.
Benjamin Disraeli