{"title" : "Zen","quotes" : [{"message" : "We carry inside us the wonders we seek outside us.","name" : "Rumi"},{"message" : "The way out is through the door.","name" : "Confucius"},{"message" : "This is the real secret of life -- to be completely engaged with what you are doing in the here and now. And instead of calling it work, realize it is play.","name" : "Alan Watts"},{"message" : "If you have inner peace, nobody can force you to be a slave to the outer reality.","name" : "Sri Chinmoy"},{"message" : "A great deal of intelligence can be invested in ignorance when the need for illusion is deep.","name" : "Saul Bellow"},{"message" : "The future belongs to those who believe in the beauty of their dreams.","name" : "Eleanor Roosevelt"},{"message" : "I'm here to tell you that the path to peace is right there, when you want to get away.","name" : "Pema Chödrön"},{"message" : "Man suffers only because he takes seriously what the gods made for fun.","name" : "Alan W. Watts"},{"message" : "Before enlightenment; chop wood, carry water. After enlightenment; chop wood, carry water.","name" : "Buddha"},{"message" : "Recognize the ego for what it is: a collective dysfunction, the insanity of the human mind.","name" : "Eckhart Tolle"},{"message" : "Fear is the path to the dark side. Fear leads to anger. Anger leads to hate. Hate leads to suffering.","name" : "Yoda"},{"message" : "To study Buddhism is to study ourselves. To study ourselves is to forget ourselves.","name" : "Dogen Zenji"},{"message" : "In the stillness of the mind I saw myself as I am - unbound.","name" : "Sri Nisargadatta Maharaj"},{"message" : "Guilt, regret, resentment, sadness & all forms of nonforgiveness are caused by too much past & not enough presence.","name" : "Eckhart Tolle"},{"message" : "Work out your own salvation. Do not depend on others.","name" : "Buddha"},{"message" : "Zen is not an art, it's not a religion. It's a realisation.","name" : "Gene Clark"},{"message" : "You should study not only that you become a mother when your child is born, but also that you become a child.","name" : "Dogen Zenji"},{"message" : "Walk as if you are kissing the Earth with your feet.","name" : "Thich Nhat Hanh"},{"message" : "Out beyond ideas of wrongdoing and rightdoing there is a field. I'll meet you there. When the soul lies down in that grass the world is too full to talk about.","name" : "Jalaluddin Rumi"},{"message" : "What was never lost can never be found.","name" : "Zen Saying"},{"message" : "Throughout this life, you can never be certain of living long enough to take another breath.","name" : "Huang Po"},{"message" : "Life is a journey. Time is a river. The door is ajar.","name" : "Jim Butcher"},{"message" : "One who conquers himself is greater than another who conquers a thousand times a thousand on the battlefield.","name" : "Buddha"},{"message" : "Zen does not confuse spirituality with thinking about God while peeling potatoes. Zen spirituality is just to peel the potatoes.","name" : "Alan Watts"},{"message" : "Practice is this life, and realization is this life, and this life is revealed right here and now.","name" : "Maezumi Roshi"},{"message" : "Only the hand that erases can write the true thing.","name" : "Meister Eckhart"},{"message" : "Meditation is the ultimate mobile device; you can use it anywhere, anytime, unobtrusively.","name" : "Sharon Salzberg"},{"message" : "Zen is not some kind of excitement, but concentration on our usual everyday routine.","name" : "Shunryu Suzuki"},{"message" : "I come to realize that mind is no other than mountains and rivers and the great wide earth, the sun and the moon and stars.","name" : "Dogen Zenji"},{"message" : "We have only now, only this single eternal moment opening and unfolding before us, day and night.","name" : "Jack Kornfield"},{"message" : "When you plant a seed of love, it is you that blossoms.","name" : "Ma Jaya Sati Bhagavati"},{"message" : "When you are present, you can allow the mind to be as it is without getting entangled in it.","name" : "Eckhart Tolle"},{"message" : "Don't seek, don't search, don't ask, don't knock, don't demand -- relax.","name" : "Osho"},{"message" : "You will not be punished for your anger, you will be punished by your anger.","name" : "Buddha"},{"message" : "Learning to let go should be learned before learning to get. Life should be touched, not strangled. You've got to relax, let it happen at times, and at others move forward with it.","name" : "Ray Bradbury"},{"message" : "Think with your whole body.","name" : "Taisen Deshimaru"},{"message" : "In a mind clear as still water, even the waves, breaking, are reflecting its light.","name" : "Dogen Zenji"},{"message" : "The only thing that is ultimately real about your journey is the step that you are taking at this moment. That's all there ever is.","name" : "Eckhart Tolle"},{"message" : "In a controversy the instant we feel anger we have already ceased striving for the truth, and have begun striving for ourselves.","name" : "Buddha"},{"message" : "If you have a glass full of liquid you can discourse forever on its qualities, discuss whether it is cold, warm, whether it is really and truly composed of H-2-O, or even mineral water, or sake.","name" : "Taisen Deshimaru"},{"message" : "If your mind isn't clouded by unnecessary things, this is the best season of your life.","name" : "Wu-Men"},{"message" : "Wherever you are, be there totally.","name" : "Eckhart Tolle"},{"message" : "Flow with whatever may happen, and let your mind be free: Stay centered by accepting whatever you are doing. This is the ultimate.","name" : "Zhuang Zhou"},{"message" : "People living deeply have no fear of death.","name" : "Anais Nin"},{"message" : "The truth knocks on the door and you say, Go away, I'm looking for the truth, and so it goes away. Puzzling.","name" : "Robert M. Pirsig"},{"message" : "It is the power of the mind to be unconquerable.","name" : "Seneca"},{"message" : "My experience is that the teachers we need most are the people we're living with right now.","name" : "Byron Katie"},{"message" : "Harmonizing opposites by going back to their source is the distinctive quality of the Zen attitude, the Middle Way: embracing contradictions, making a synthesis of them, achieving balance.","name" : "Taisen Deshimaru"},{"message" : "The practice of Zen is forgetting the self in the act of uniting with something.","name" : "Koun Yamada"},{"message" : "Zen is an effort to become alert and awake.","name" : "Osho"},{"message" : "Nature does not hurry, yet everything is accomplished.","name" : "Lao Tzu"},{"message" : "We are here to awaken from the illusion of separateness.","name" : "Thich Nhat Hanh"},{"message" : "Forget the years, forget distinction. Leap into the boundless and make it your home.","name" : "Zhuangzi"},{"message" : "To remain caught up in ideas and words about Zen is, as the old masters say, to stink of Zen.","name" : "Alan Watts"},{"message" : "Zen is simply the sensation and the clear understanding...that there is behind the multiplicity of events and creatures in this universe simply one energy and it appears as you, and everything is it.","name" : "Alan Watts"},{"message" : "The practice of Zen is to understand that one energy so as to 'feel it in your bones.","name" : "Alan Watts"},{"message" : "In the beginner's mind, there are many possibilities, but in the expert's there are few.","name" : "Shunryu Suzuki"},{"message" : "Zen is a way of liberation, concerned not with discovering what is good or bad, or advantageous, but what is.","name" : "Alan Watts"},{"message" : "The real Zen of the old Chinese masters was wuh-shih or 'no-fuss.","name" : "Alan Watts"},{"message" : "Not thinking about anything is Zen. Once you know this, walking, standing, sitting, or lying down, everything you do is Zen.","name" : "Bodhidharma"},{"message" : "Zen is not some kind of excitement, but concentration on our usual everyday routine.","name" : "Roshi Suzuki"},{"message" : "The only Zen you find on the tops of mountains is the Zen you bring up there","name" : "Robert M. Pirsig"},{"message" : "I'd like to offer something to help you but in the Zen school, we don't have a single thing.","name" : "Ikkyu"},{"message" : "Be soft in your practice. Think of the method as a fine silvery stream, not a raging waterfall. Follow the stream, have faith in its course. It will go its own way, meandering here, trickling there. It will find the grooves, the cracks, the crevices. Just follow it.","name" : "Sheng Yen"},{"message" : "The noble-minded are calm and steady. Little people are forever fussing and fretting.","name" : "Confucius"},{"message" : "Life is a balance of holding on and letting go.","name" : "Rumi"},{"message" : "Forget the years, forget distinctions. Leap into the boundless and make it your home.","name" : "Zhuangzi"},{"message" : "Out beyond ideas of wrongdoing and right-doing there is a field. I'll meet you there. When the soul lies down in that grass the world is too full to talk about.","name" : "Rumi"},{"message" : "When you've understood this scripture, throw it away. If you can't understand this scripture, throw it away. I insist on your freedom.","name" : "Jack Kerouac"},{"message" : "Not till your thoughts cease all their branching here and there, not till you abandon all thoughts of seeking for something, not till your mind is motionless as wood or stone, will you be on the right road to the Gate.","name" : "Huang Po"},{"message" : "The things I carry are my thoughts. That's it. They are the only weight. My thoughts determine whether I am free and light or burdened.","name" : "Kamal Ravikant"},{"message" : "Stay in the center, and you will be ready to move in any direction.","name" : "Alan Watts"},{"message" : "Preoccupied with a single leaf you won't see the tree.","name" : "Vagabond"},{"message" : "We're lost where the mind can't find us utterly lost.","name" : "Ikkyu"}]}